{
  "source_file": "datat05.txt",
  "records": [
    {
      "asin": "B00LLYG4M2",
      "csi_title": "Urban Classics Basic Bubble Jacket Homme, Noir (Black/White/Black 61), M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": null,
          "additional_sizes_detected": [
            "m,",
            "M"
          ],
          "structured_size": {
            "size": "m",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Avec imprimé significatif sur le devant",
            "Larges poignets côtelés"
          ],
          "other": [
            "Le t-shirt convainc par un confort optimal",
            "With meaningful print on the front",
            "The T-shirt convinces with optimal wearing comfort",
            "Wide ribbed cuffs"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61Ll3RIjcrL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B00LLYG4M2"
      }
    },
    {
      "asin": "B0DRX9PFXR",
      "csi_title": "Oheyeseker Chemise &#224; Manches Longues pour Femme Col en V Coupe Slim Polo Skinny C&#244;te en Tricot &#224; la Mode, Blanc, Small",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Small",
          "size_map": "Small",
          "additional_sizes_detected": [
            "$additional_links_augmentor_738::{",
            "s,",
            "S"
          ],
          "structured_size": {
            "size": "s",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Caractéristiques : T-shirt simple avec revers, col en V profond et design ajusté, style urbain et tendance.",
            "Détails : couleur unie / col en V.",
            "Convient pour les sorties, les fêtes, les voyages, les promenades en ville, etc.",
            "♚Nos tailles: S/M/L/XL Veuillez choisir la taille appropriée en fonction de notre tableau des tailles.",
            "▶ En raison de nombreux facteurs tels que la luminosité de votre moniteur et la lumière extérieure, la couleur réelle de l'article peut être légèrement différente de l'image affichée sur le site"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71jxTsz25pL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DRX9PFXR"
      }
    },
    {
      "asin": "B09214B8MS",
      "csi_title": "Ulla Popken Tunique, Noir, 56 Femme",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_62::{",
          "size_map": null,
          "additional_sizes_detected": [
            "numeric_54,",
            "54"
          ],
          "structured_size": {
            "size": "numeric_54",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "numeric",
            "numeric_size": 54
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "Ulla Popken Tunique, Noir, 56 Femme",
            "Ulla Popken Tunic, Black, 56 Women's"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/719oRuTujVL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B09214B8MS"
      }
    },
    {
      "asin": "B0F18ZBQ6N",
      "csi_title": "ranrann Enfant Fille Haut Gymnastique Une Epaule Crop Top de Danse Strass Haut Court Tenue Patinage Artistique A Rouge 5-6 Ans",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "5-6 ans",
          "size_map": "5-6 ans",
          "additional_sizes_detected": [
            "$additional_links_augmentor_1069::{",
            "'5_years',"
          ],
          "structured_size": {
            "size": "'5_years'",
            "size_system": "as4",
            "body_type": "regular",
            "size_to": "'6_years'",
            "size_class": "age"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Kid",
            "Enfant"
          ],
          "normalized": "kid"
        },
        "target_gender": null,
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "Design irrégulier unique Épaule avec manches longues en maille transparente d'un côté et doubles bretelles de l'autre",
            "Le haut de danse pour fille est décoré de strass étincelants pour rendre votre fille accrocheuse dans la foule",
            "Col montant avec boutons-pression pour un port et un retrait faciles. Associez-le facilement à une jupe de danse et un pantalon de danse",
            "Fabriqué en tissu de qualité supérieure, respirant et doux, bien fait et respectueux de la peau, gardez votre enfant à l'aise toute la journée",
            "Parfait pour la danse lyrique, la danse moderne, le patinage artistique, les concours de danse, les cours de danse, les performances sur scène, etc"
          ],
          "other": [
            "Unique irregular design Shoulder with long sheer mesh sleeves on one side and double straps on the other",
            "The girls dance top is decorated with sparkling rhinestones to make your girl eye-catching in the crowd",
            "Stand collar with snaps for easy on and off. Easily pair with dance skirt and dance pants",
            "Made of premium fabric, breathable and soft, well made and skin-friendly, keep your child comfortable all day",
            "Perfect for lyrical dance, modern dance, figure skating, dance contests, dance classes, stage performances, etc"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61tD-xE2S8L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F18ZBQ6N"
      }
    },
    {
      "asin": "B0C4YQ4S17",
      "csi_title": "Desoto Chemise Kent sans Repassage Bleu Fonc&#233; - Taille L - - Hommes - V&#234;tements -",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Large",
          "size_map": "Large",
          "additional_sizes_detected": [
            "$additional_links_augmentor_880::{",
            "l,",
            "L"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau certifié sans substances nocives selon la norme Öko-Tex Standard 100",
            "Fabriqué en Europe",
            "Laver - Suspendre - Coutures lisses - Laisser sécher"
          ],
          "other": [
            "Infroissable, sans produits chimiques",
            "Wrinkle free, chemical free",
            "Material tested for harmful substances according to Oeko-Tex Standard 100",
            "Made in Europe",
            "Wash - Hang - Smooth seams - Allow to dry"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61dS7Vft1YL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0C4YQ4S17"
      }
    },
    {
      "asin": "B0BRZ8QMPN",
      "csi_title": "NONSAR Chemise &#233;l&#233;gante &#224; Manches Longues et col relev&#233;, Blouse pour Le Bureau, Haut d&#233;contract&#233;, pour Femme(Rouge Bordeaux,XXL)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XX-Large",
          "size_map": "XX-Large",
          "additional_sizes_detected": [
            "$additional_links_augmentor_808::{",
            "xx_l,"
          ],
          "structured_size": {
            "size": "xx_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "Satin shirts are made of 100% polyester, premium quality, smooth and shiny, lightweight and comfortable, generous and elegant appearance",
            "V Neck, Matching Buttons, Long Sleeve, Slightly Longer Back, Plain Basic Top",
            "Suitable for all styles: Women's button down shirts can be worn with jeans, leggings, trousers, overalls, fashionable and vintage. V neck button up blouses are a must-have for any woman",
            "SUITABLE FOR ANY OCCASION - Women's satin button down shirts are a perfect option for outdoor and indoor activities. The button up blouse is suitable for everyday casual look, home, vacation, travel, club, party, office, school, street, beach, etc.",
            "Note: Please check the size information carefully before ordering. Please refer to the size chart on the product description page, not the Amazon size chart. Due to the different screen displays, the actual product may have a slight color difference from the picture of the item"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81lsAnlf5TL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0BRZ8QMPN"
      }
    },
    {
      "asin": "B097T9D1RK",
      "csi_title": "Wingslove Soutien-Gorge Femme Sport Forte Intensit&#233; sans Armature Non Rembourr&#233; (Amber, 100G)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "100G",
          "size_map": "100G",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Bonnets ergonomiques combinés à une coupe stéréoscopique 20D pour réduire le rebond. Le style camisole en maille respirante offre un maintien respirant de la poitrine pendant les entraînements actifs.",
            "Le soutien-gorge de sport non rembourré à couverture complète est conçu pour fournir du confort dans tout type d'exercice, se glisse sous votre débardeur ou t-shirt préféré.",
            "Bretelles larges réglables pour un meilleur soutien et stabilité.",
            "Les panneaux en maille dans le dos évacuent la transpiration et sont respirants, vous gardant au frais toute la journée.",
            "Lavage à la main recommandé. Le lavage en machine endommagera et raccourcira facilement la durée de vie du soutien-gorge.",
            "Ergonomic cups combined with a stereoscopic 20D cut to reduce bounce. Breathable mesh camisole style provides breathable bust support during active workouts."
          ],
          "other": [
            "The full coverage non-padded sports bra is designed to provide comfort in any type of exercise, slips under your favorite tank top or t-shirt.",
            "Wide adjustable shoulder straps for better support and stability.",
            "Mesh panels on the back wick away sweat and are breathable, keeping you cool all day.",
            "Hand wash recommended. Machine washing will easily damage and shorten the life of the bra."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/41IC3KeN33L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B097T9D1RK"
      }
    },
    {
      "asin": "B0CRHTLJ1L",
      "csi_title": "Maillot de bain Minnie Mouse - Rose et Blanc - Taille 5 ans - Maillot de bain fille en 85% Polyester et 15% Elasthanne de 210 gsm - S&#233;chage rapide - Produit Original Fabriqu&#233; en Espagne",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "5 ans",
          "size_map": null,
          "additional_sizes_detected": [
            "5 Years"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Enfant",
            "Kid"
          ],
          "normalized": "kid"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "DISNEY WORLD : Nous disposons de la licence officielle du merveilleux univers Disney. Toutes les princesses et les personnages les plus mythiques vous attendent dans nos produits originaux : accessoires, vêtements, chaussures, papeterie, accessoires et bien plus encore !",
            "SWIMMERS MINNIE MOUSE : Fabriqués à partir de 85% de polyester et 15% d'élasthanne, pour un séchage rapide. Inspiré de la souris snob de Disney, il est idéal pour plonger dans des aventures aquatiques aussi magiques que son arc caractéristique.",
            "CONFORT MAGIQUE : Conçu pour permettre à vos petits de bouger librement et confortablement pendant leurs jeux à la Minnie Mouse, habillez votre enfant avec les tenues les plus magiques et laissez-le vivre des histoires pleines d'amusement et d'enchantement !",
            "MATÉRIAUX DE QUALITÉ : Nous concevons nos collections en Espagne avec la magie de Disney, en utilisant des matériaux aussi résistants que la persévérance de Minnie dans ses aventures, le plaisir ne s'arrête jamais !",
            "CERDÁ LIFE'S LITTLE MOMENTS : Depuis plus de 50 ans, nous proposons les produits sous licence les plus magiques, comme s'ils sortaient du château de Disney. Notre expérience nous a permis de nous développer et de concevoir des produits pour tous les âges."
          ],
          "en": [
            "DISNEY WORLD: We have the official license of the wonderful Disney universe. All the princesses and the most mythical characters await you in our original products: accessories, clothing, shoes, stationery, accessories and much more!",
            "CERDÁ LIFE'S LITTLE MOMENTS : For over 50 years, we have been offering the most magical licensed products, as if they were coming out of Disney Castle. Our experience has allowed us to develop and design products for all ages."
          ],
          "other": [
            "SWIMMERS MINNIE MOUSE: Made from 85% polyester and 15% spandex, for quick drying. Inspired by Disney's snob mouse, it is ideal for diving into aquatic adventures as magical as its characteristic bow.",
            "MAGIC COMFORT: Designed to allow your little ones to move freely and comfortably during their Minnie Mouse games, dress your child in the most magical outfits and let them live stories full of fun and enchantment!",
            "QUALITY MATERIALS: We design our collections in Spain with the magic of Disney, using materials as resistant as Minnie's perseverance in her adventures, the fun never stops!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71PvbEximEL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CRHTLJ1L"
      }
    },
    {
      "asin": "B0CR3HQS1F",
      "csi_title": "BQTQ 5 Pi&#232;ces D&#233;bardeur Femme Tank Tops Extensibles Crop Top sans Manches Maillots de Corps &#224; Col Carr&#233; D&#233;bardeur, Noir, Blanc, Gris, Rouge Fonc&#233;, Marine, XXL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XXL",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Débardeur à encolure carrée: le paquet comprend 5 débardeurs pour femmes en 5 couleurs différentes, noir, blanc, gris, rouge foncé et bleu marine. Les couleurs simples et classiques de ces débardeurs sont parfaites pour être portées au quotidien et s'accordent bien avec d'autres vêtements.",
            "Spectre de tailles: BQTQ propose des débardeurs de base de taille S, M, L, XL, XXL en option, les paramètres détaillés des débardeurs sans manches sont indiqués sur l'image (Avis : veuillez vérifier soigneusement le tableau des tailles avant d'acheter).",
            "Matière confortable: Fabriqué dans une matière confortable composée de 95% polyester et 5% spandex, le maillot de corps pour femmes BQTQ est doux et agréable à porter. Il est très élastique, évacue l'humidité et est respirant.",
            "Maillot de corps pour femmes: L'encolure carrée améliore le sens de la mode du débardeur et le rend plus décent et plus beau à porter.",
            "Tous assortis: Le maillot de corps sans manches pour femmes de BQTQ est adapté à une utilisation quotidienne, assorti à votre jean ou legging lors d'un entraînement ou d'un look décontracté de tous les jours ou en toute autre occasion."
          ],
          "other": [
            "Square Neck Tank Top: The package includes 5 women's tank tops in 5 different colors, black, white, gray, dark red and navy blue. The simple and classic colors of these tank tops are perfect for everyday wear and match well with other clothes.",
            "Size Spectrum:BQTQ offers basic tank tops in S, M, L, XL, XXL as optional, detailed parameters of sleeveless tank tops are shown in the picture (Notice:Please check the size chart carefully before buying).",
            "Comfortable material: Made of a comfortable material made of 95% polyester and 5% spandex, the BQTQ women's undershirt is soft and comfortable to wear. It is highly elastic, moisture-wicking and breathable.",
            "Women's undershirt: The square neckline enhances the fashion sense of the tank top and makes it more decent and more beautiful to wear.",
            "All Matched: The BQTQ women's sleeveless undershirt is suitable for everyday wear, matching with your jeans or leggings during training or casual everyday look or any other occasion."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71zhg2Pdg0L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CR3HQS1F"
      }
    },
    {
      "asin": "B07TQNC469",
      "csi_title": "Levi&apos;s Barstow Western Standard Chemise Homme, Marble Black Denim Rinse, S",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Chemise Western Shirt traditionnelle en denim et à manches longues",
            "Détails Western originaux",
            "Ourlet arrière arrondi",
            "Cette coupe oversize taille très grand, nous vous recommandons de prendre une taille ou deux en dessous",
            "Nous nous associons à l’organisation Better Cotton Initiative pour améliorer la culture du coton dans le monde entier",
            "Ceci est un authentique produit Levi’s"
          ],
          "en": [
            "Original Western Details",
            "This oversized fit runs very large, we recommend taking a size or two down",
            "This is a genuine product Levi's"
          ],
          "other": [
            "Traditional Denim Long Sleeve Western Shirt",
            "Rounded back hem",
            "We partner with Better Cotton Initiative to improve cotton cultivation worldwide"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71QNjSY0OuL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B07TQNC469"
      }
    },
    {
      "asin": "B07BJKYP5T",
      "csi_title": "Amazon Essentials Chemise Henley &#224; Manches Longues Coupe Ajust&#233;e Homme, Avoine Chin&#233;, L",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "COUPE SLIM : Coupe ajustée au niveau des épaules, de la poitrine et de la taille.",
            "T-SHIRT LÉGER EN JERSEY : Tissu tricoté doux et confortable pour un t-shirt léger.",
            "T-SHIRT HENLEY : L'alternative parfaite à votre t-shirt préféré. Associez ce henley super doux à un jean ou à un pantalon chino pour un style confortable au quotidien.",
            "DÉTAILS : Encolure côtelée, manches raglan avec surpiqûres robustes et ourlet long effet pan de chemise.",
            "HENLEY T-SHIRT: The perfect alternative to your favourite t-shirt. Pair this super soft henley with jeans or chinos for comfortable everyday style."
          ],
          "other": [
            "SLIM FIT: Slim fit through the shoulders, chest and waist.",
            "LIGHTWEIGHT JERSEY T-SHIRT: Soft and comfortable knitted fabric for a lightweight t-shirt.",
            "DETAILS: Ribbed neckline, raglan sleeves with sturdy stitching and long hem with shirt pan-effect."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71sMGHsnUpL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B07BJKYP5T"
      }
    },
    {
      "asin": "B0C1V9DCTP",
      "csi_title": "Onsoyours Chemises Femmes Dentelle D&#233;contract&#233; Tunique &#192; Manches Courtes Tops Col en V Chemise Boutonn&#233;e Tops Chic Blouse &#201;l&#233;gant Floraux T Shirt Chemisier &#201;t&#233; Hauts B2 Blanc XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XL",
          "size_map": "XL",
          "additional_sizes_detected": [
            "$additional_links_augmentor_880::{",
            "x_l,"
          ],
          "structured_size": {
            "size": "x_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "Le tissu est léger, confortable et flexible et garantit, respirant, pas de blanchiment, confortable à porter.",
            "Propriétés: col en V, bras court, boutons, ligne A, motif de pression des fleurs, conception creuse en dentelle, chemise d'ourlet élégamment incurvée.",
            "Divers à porter: un t-shirt, un chemisier, un cardigan peut être ce qui vous rend sexy, élégant et avec d'excellents effets visuels.",
            "Le chemisier des femmes correspond bien aux jeans, aux pantalons serrés, aux leggings ou aux shorts de loisir, ou ils le combinent avec des talons hauts pour le bureau ou l'entreprise; Peut être utilisé comme chemise ou dissimulation de loisirs, très confortable à porter."
          ],
          "other": [
            "The sizes you can choose here are EU sizes.",
            "The fabric is lightweight, comfortable and flexible and guaranteed, breathable, no bleaching, comfortable to wear.",
            "Properties: V-neck, short arm, buttons, A-line, flower pressure pattern, lace hollow design, elegantly curved hem shirt.",
            "Various to wear: a t-shirt, blouse, cardigan can be what makes you sexy, elegant and with excellent visual effects.",
            "Women's blouse matches well with jeans, tight pants, leggings or leisure shorts, or they combine it with high heels for office or business; Can be used as a shirt or leisure concealment, very comfortable to wear.",
            "La taille que vous pouvez choisir ici est la taille de l'UE."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61idSy6XMGL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0C1V9DCTP"
      }
    },
    {
      "asin": "B07KR9QDLZ",
      "csi_title": "Extreme Pop Femme Veste &#224; Capuche Pure en Duvet d&apos;oie pour l&apos;hiver en Noir et Rose (L, Noir)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": null,
          "additional_sizes_detected": [
            "l,",
            "L"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Manteau en duvet d'oie blanc pur Extreme pop 650, peut également fournir de la chaleur même si vous ne portez qu'un t-shirt à l'intérieur lorsque la TEMPÉRATURE est de -25",
            "Doudoune:Ne pas laver en machine/Ne pas javelliser/Ne pas sécher en machine/Ne pas repasser/Nettoyer à sec uniquement;Doudoune:Nettoyage humide professionnel ou lavage professionnel à la main maximum 30°C en lessive,Sécher à plat/Ne pas laver en machine/Faire pas de nettoyage à sec/Ne pas javelliser/Ne pas sécher en machine/Ne pas repasser",
            "Fermeture éclair frontale complète et deux poches zippées",
            "Tissu à technologie thermique qui procure de la chaleur",
            "Utilisation fonctionnelle : faire de la randonnée, du trekking, des voyages dans notre doudoune chaude premium"
          ],
          "other": [
            "Extreme Pop 650 Pure White Goose Down Coat, also can provide warmth even if you only wear a t-shirt inside when the TEMPERATURE is -25",
            "Down jacket: Do not machine wash/Do not bleach/Do not tumble dry/Do not iron/Dry clean only; Comforter: Professional wet cleaning or professional hand wash maximum 30°C in laundry, dry flat/Do not machine wash/Do not dry clean/Do not bleach/Do not machine dry/Do not iron",
            "Full front zip and two zip pockets",
            "Thermal technology fabric provides warmth",
            "Functional use: go hiking, trekking, traveling in our premium warm down jacket"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/716yngfCuuL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B07KR9QDLZ"
      }
    },
    {
      "asin": "B00PXTENRO",
      "csi_title": "Regatta Tobias B/W II Gilet sans Manches Homme, Black(Black), FR : M (Taille Fabricant : M)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_62::{",
          "size_map": null,
          "additional_sizes_detected": [
            "m,"
          ],
          "structured_size": {
            "size": "m",
            "size_system": "as4",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Maillot à manches longues avec passepoil contrasté",
            "Maillot à col rond",
            "Imprimé Uhlsport sur le maillot"
          ],
          "other": [
            "Respirant",
            "Long sleeve jersey with contrast piping",
            "Crew neck jersey",
            "Uhlsport print on jersey",
            "Breathable"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61iurpMcK8L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B00PXTENRO"
      }
    },
    {
      "asin": "B09R4JDQ1Y",
      "csi_title": "Amazon Essentials Pull Ras-du-Cou Torsad&#233;, Type C&#244;tes Anglaises, &#224; Manches Longues, 100% Coton Homme, Rouge Sang de B&#339;uf, L",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "L",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "COUPE REGULAR : Confortable et facile à porter au niveau des épaules, de la poitrine et de la taille",
            "FIL DE COTON : Tricoté à partir d'un fil 100 % coton doux et une élasticité naturelle.",
            "PULL CLASSIQUE À COL RAS DU COU : Ce pull à col ras du cou intemporel est la pièce de superposition idéale par temps frais. À porter avec une chemise à col pour un look moderne et raffiné ou avec un tee-shirt pour un look plus décontracté.",
            "DÉTAILS : Encolure, bords de manches et ourlet inférieur côtelés pour plus de confort. Le motif tricoté torsadé sur le corps et les manches rend ce col ras du cou encore plus sophistiqué."
          ],
          "en": [
            "CLASSIC CREW NECK SWEATER: This timeless crewneck sweater is the perfect layering piece for cool weather. Pair with a collared shirt for a modern and refined look or with a tee for a more casual look.",
            "DETAILS: Ribbed neckline, sleeve edges and bottom hem for added comfort. The twisted knit pattern on the body and sleeves makes this crew neck even more sophisticated."
          ],
          "other": [
            "REGULAR FIT: Comfortable and easy to wear on shoulders, chest and waist",
            "COTTON THREAD: Knitted from a soft 100% cotton yarn and natural elasticity."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81zzp0oqnBL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B09R4JDQ1Y"
      }
    },
    {
      "asin": "B0CJY3BPXR",
      "csi_title": "beyleaycau kit cycliste manches longues maillot cycliste d&apos;automne avec gel de s&#233;chage rapide rembourr&#233; et collant &#224; bretelles",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XL",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "TAILLE : La taille est basée sur les normes de taille asiatiques, veuillez choisir la bonne taille selon le tableau des tailles. Si vous avez des questions, veuillez consulter notre service client.",
            "TISSU DE HAUTE QUALITÉ - Ce maillot de cyclisme à manches courtes est fabriqué dans un tissu respirant de qualité avec une bonne respirabilité et un séchage rapide, offrant une capacité d'évacuation de l'humidité élevée et une dissipation rapide de la chaleur.",
            "CONVENANCE ET SÉCURITÉ - Le kit de cyclisme dispose de 3 poches arrière traditionnelles pour ranger les téléphones portables, les bouteilles d'eau et les barres énergétiques ; le vêtement est également conçu avec des bandes réfléchissantes pour améliorer la visibilité et la sécurité lors de la conduite.",
            "CONÇU PROFESSIONNELLEMENT POUR LE VÉLO - Maillot de vélo professionnel pour hommes idéal pour le vélo, le spinning, les vélos de route ou les amateurs de vélo en intérieur et en extérieur.",
            "SERVICE CLIENT - En tant que marque de cyclisme professionnelle, nous croyons en la qualité de nos maillots et shorts de cyclisme. En tant que fabricant d'articles de cyclisme, nous pouvons offrir une qualité supérieure et un bon design, nous acceptons également vos demandes de personnalisation spéciales!"
          ],
          "en": [
            "HIGH QUALITY FABRIC - This short sleeve cycling jersey is made of quality breathable fabric with good breathability and quick drying, providing high moisture wicking ability and fast heat dissipation.",
            "CONVENIENCE AND SAFETY - The cycling kit has 3 traditional rear pockets to store mobile phones, water bottles and energy bars; the garment is also designed with reflective strips to improve visibility and safety when driving."
          ],
          "other": [
            "SIZE: The size is based on Asian size standards, please choose the right size according to the size chart. If you have any questions, please consult our customer service.",
            "PROFESSIONALLY DESIGNED FOR BIKE - Professional cycling jersey for men ideal for cycling, spinning, road bikes or indoor and outdoor cycling enthusiasts.",
            "CUSTOMER SERVICE - As a professional cycling brand, we believe in the quality of our cycling jerseys and shorts. As a manufacturer of cycling items, we can offer superior quality and good design, we also accept your special customization requests!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51mk0LSu2pL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CJY3BPXR"
      }
    },
    {
      "asin": "B0CRYLQWC6",
      "csi_title": "G&#233;n&#233;rique Sweat Oversize Pull Femme Printemps Elegant Pullover Multipoche Cintr&#233;e Travail Manches Longue Pull Femme Plaine Capuche Plus Size Souple Rouge T-Shirt Humour Chemisiers XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_36::{",
          "size_map": null,
          "additional_sizes_detected": [
            "x_l,"
          ],
          "structured_size": {
            "size": "x_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "femme chemise femme chic et élégant shirt t-shirt blanc t shirt noir t shirt personnalisé y2k top tee shirt personnalisé chemisier chemise longue femme chemisiers et blouses femme top femme sexy tee shirt humoristique top y2k t-shirt personnalisable top blanc chemisier femme manche longue t-shirt noir tshirt blanc tee shirt jaune chemisier femme chemise oversize femme tee-shirt personnalisé chemisier blanc femme chemisier femme hiver tshirt chemisier femme chic chemisier femme",
            "sport y2k top tee shirt personnalisé t-shirts et tops de sport femme tshirt noir chemisier blanc femme top femme sexy tee shirt long chemisiers et blouses femme chemise noire femme chemisier blanc chic chemise femme a carreaux chemisier femme chic et élégant hiver tshirt personnalisé chemise hiver femme top rose chemisier femme blanc top femme chic et élégant chemise femme longue t shirt goldorak tee-shirt t shirt blanc chemisier femme chic et élégant t-shirt personnalisable",
            "top blanc top chemise femme longue chemise femme chic et élégant tshirt noir t shirt personnalisé tee shirt sport chemisier blanc femme chic et élégant chemisiers et blouses femme chemisiers et blouses femme chemisier blanc femme chemise longue femme t shirt blanc tee shirt blanc chemisier blanc t-shirts fantaisie top blanc femme tshirt t shirt sport blouse de travail femme chemise femme hiver y2k top long sleeve top women chemisier femme hiver tee shirt jaune chemise femme blanche",
            "chemisier femme tee-shirt tee shirt jaune t shirt blanc tee shirt personnalisable chemisier femme manche longue chemisier blanc femme t-shirt noir chemisier blanc tee shirt rouge t-shirt blanc chemise femme longue chemisier top manche longue chemisier blanc chic t-shirts fantaisie tee shirt personnalisé chemise longue femme chemisier blanc femme chic et élégant tee shirt noir chemise hiver femme chemise femme blanche top blanc tee shirt humoristique blouse femme chic et élégant",
            "femme blouse femme top femme sexy chemisier femme blanc chemise blanche femme tee shirt humoristique shirt tee shirt long top sport femme blouse tshirt noir chemisier blanc top t-shirt sport t shirt sport homme chemise femme longue chemisier femme hiver y2k top lot t shirt homme t shirt personnalisable chemisiers top blanc top y2k chemisier femme chic et élégant tshirt sport tee shirt blanc chemise femme hiver top rose chemisier noir femme chemisiers et blouses femme t shirt",
            "tee shirt humour chemise femme a carreaux chemise longue femme blouse t-shirt chemisier blanc blouse svt top manche longue femme chemise femme hiver chemisier femme hiver chemisier femme blanc chemise blanche femme tshirt humour tee shirt humoristique chemise hiver femme tops chemise oversize femme blouse femme chic et élégant chemise femme chic et élégant tshirt top blanc tee shirt noir tee shirt t-shirt sport t shirt personnalisé chemisier femme chic et élégant hiver long sleeve",
            "personnalisable top femme chic et élégant top sexy chemisiers et blouses femme top t shirt blanc long sleeve top women blouse travail femme t shirt personnalisé chemisier blanc femme chic et élégant chemisier femme chic et élégant top manche longue t-shirt humour tee-shirt chemise femme a carreaux chemisier blanc femme tee-shirt personnalisé chemisier femme chic chemisier blanc t-shirt personnalisé tshirt humour tee shirt personnalisé chemisiers et blouses femme chemisier femme",
            "sport femme tshirt sport chemisier blanc femme tshirt t shirt t-shirts et tops de sport femme chemisier blanc femme chic et élégant top noir femme blouse svt blouse de travail femme chemise femme chic et élégant blouse tee-shirt chemise femme blanche y2k top tee shirt noir t-shirt humour t-shirt personnalisable chemise femme hiver tee shirt tee shirt humoristique blouse blanche femme blouse femme chic et élégant tee shirt sport tee shirt personnalisable t shirt sport homme lot",
            "femme chic et élégant chemisiers et blouses femme chemise noire femme chemisier femme chic chemisier femme tops tee shirt rouge blouse svt tshirt noir top manche longue femme chemisiers t-shirt personnalisable blouse femme chic et élégant chemisier femme hiver tee shirt personnalisable chemise hiver femme top t shirt personnalisable top femme top blanc tshirt sport tee shirt jaune tee shirt personnalisé chemise blanche femme top noir femme tee shirt chemisier femme manche longue",
            "top y2k tee-shirt tee shirt sport tshirt noir t-shirt sport chemise femme blanche chemisier blanc chemisier noir femme t shirt personnalisé blouse de travail femme chemise femme longue blouse travail femme chemisiers t shirt blanc chemisiers et blouses femme top blanc femme t-shirt blanc top noir femme chemisier blouse svt top femme sexy chemisier femme chic et élégant lot t shirt homme tshirt t shirt goldorak t-shirt personnalisable top femme chic et élégant t-shirt noir chemise"
          ],
          "other": [
            "Women's chic and elegant shirt, white t-shirt, black t-shirt, personalised t-shirt, y2k top, personalised t-shirt, blouse, women's long shirt, women's blouses and blouses, women's sexy top, humorous t-shirt, top y2k, customizable t-shirt, white top, women's long sleeve, black t-shirt, white t-shirt, yellow shirt, women's oversized shirt, women's personalised t-shirt, women's white blouse, women's winter blouse, women's chic blouse",
            "Sport Y2k top t-shirt personalised T-shirts and sports tops women's black tshirt white blouse woman top woman sexy tee shirt long blouses and blouses woman black shirt woman white chic shirt woman chequered blouse woman chic and elegant winter tshirt personalized shirt women's winter pink top women's white blouse women's chic and elegant shirt women's long t-shirt goldorak t-shirt white t-shirt women's chic and elegant t-shirt customizable",
            "White top shirt woman long shirt woman chic and elegant black tshirt personalized t-shirt sport shirt white blouse woman chic and elegant blouses women blouses and blouses woman white blouse woman long shirt woman white t-shirt white tee shirt white blouse novelty white top women t shirt sport shirt work blouse woman winter y2k top women long sleeve top women blouse women winter t-shirt yellow shirt woman white shirt",
            "Women's blouse, t-shirt, yellow t-shirt, white t-shirt, customisable shirt, women's long sleeve blouse, women's white blouse, black shirt, white shirt, red t-shirt, women's long blouse, long sleeve blouse, chic white blouse, fancy shirt, personalised t-shirt, women's long shirt, women's chic and elegant white shirt, women's winter shirt, women's white shirt, women's white top, humorous blouse, women's chic and elegant blouse",
            "Women's blouse, women's sexy top, women's white blouse, women's white shirt, funny t-shirt, long sports top, women's blouse, black blouse, white blouse, sport t-shirt, men's long blouse, women's winter blouse, y2k top set, men's t-shirt, customisable t-shirt, white top, y2k blouse, women's chic and elegant sports t-shirt, women's winter shirt, pink top, black blouse, women's blouses and blouses, women's t-shirt",
            "Women's humour shirt, women's chequered shirt, women's long shirt, women's blouse, white blouse, women's long sleeve shirt, women's winter blouse, women's white shirt, women's white shirt, women's humour t-shirt, humour shirt, women's winter shirt, women's oversize shirt, women's chic and elegant blouse, women's chic and elegant shirt, white t-shirt, black t-shirt, sports t-shirt, personalised shirt, women's chic and elegant blouse, women's long sleeve",
            "Customisable top woman chic and elegant sexy top blouses and blouses women's white long sleeve top women's work blouse women's custom t shirt white blouse woman chic and elegant blouse woman chic and elegant blouse woman chic and elegant blouse woman long sleeve humour t-shirt t-shirt women's chequered shirt women's white t-shirt women's chic blouse white t-shirt personalised t-shirt humour t-shirt personalized t-shirt women's blouses and blouses women's blouse",
            "Sport women's sport tshirt white blouse women's t-shirt t shirt t shirt and sports tops women's white blouse women's chic and elegant top black blouse women's work blouse women's chic and elegant blouse women's white shirt Y2k top black tee shirt humour t-shirt customizable t-shirt women's winter tee shirt funny t-shirt white blouse woman chic and elegant tee shirt sport t-shirt customisable t shirt sport t-shirt men's sport t-shirt set",
            "Women's chic and elegant blouses and blouses, women's black shirt, women's chic blouse, women's chic blouse, women's red t-shirt, svt t shirt, black t-shirt, long sleeve women's blouses, women's customisable blouse, women's chic and elegant blouse, women's winter shirt, customisable winter shirt, women's top customisable top, women's white top, sports top, yellow t-shirt, personalised shirt, white shirt, women's black top, women's long sleeve blouse",
            "top y2k t-shirt, sports t-shirt, black t-shirt, women's white shirt, white blouse, women's black blouse, women's personalised work blouse, women's long blouse, women's work blouse, women's white blouses, women's white t-shirt, women's white t-shirt, black top, women's blouse, blouse, women's sexy blouse, women's chic and elegant blouse, men's t-shirt, goldorak t-shirt, customisable top, women's chic and elegant t-shirt, black shirt"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61RQWxDVcvL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CRYLQWC6"
      }
    },
    {
      "asin": "B0DF7WXC8T",
      "csi_title": "2024 Gentleman Ocean Hauts d&#233;contract&#233;s pour hommes, polo classique &#224; manches longues, col en V, sweatshirts boutonn&#233;s (bleu fonc&#233;, XL)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XXL",
          "size_map": "XXL",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Material: this men's long sleeve polo shirt is made of cotton blend, durable, lightweight, very stretchy and comfortable",
            "Matériau : ce polo à manches longues pour homme est fabriqué en mélange de coton, durable, léger, très extensible et confortable",
            "Design : polo décontracté à manches longues avec coupe ample classique, couleur unie, col en V, patte de boutonnage à trois boutons avec motif à carreaux, col rabattable élégant et montre la masculinité pleine de confiance et de vitalité",
            "Haut décontracté Gentleman Ocean 2022 : coupe régulière pour une coupe décontractée et sans restriction avec languette de cou sans couture pour plus de confort. Une coupe classique et un tissu en coton doux font de ce polo un article incontournable pour l'automne, le printemps et l'été",
            "【Assortiment】Nos polos pour homme s'adaptent bien. Facile à assortir avec un pantalon habillé, un pantalon, un chino et un jean. Peut également être associé à une veste de costume, des pantoufles, des lunettes de soleil, etc",
            "Occasion : le pull pour homme est adapté pour les loisirs, le travail, la maison, le bureau, le golf, les vacances, les voyages et les sports de sport"
          ],
          "en": [
            "2022 Gentleman Ocean Casual Top - Regular fit for a relaxed, unrestricted fit with seamless neck tab for comfort. A classic fit and soft cotton fabric make this polo shirt a must-have for fall, spring and summer"
          ],
          "other": [
            "Design:Casual long sleeve polo shirt with classic loose fit, solid color, v neck, three button placket with plaid pattern, stylish turn-down collar and shows masculinity full of confidence and vitality",
            "【Match】Our polo shirts for men fit well. Easy to pair with dress pants, trousers, chinos and jeans. Can also be paired with suit jacket, slippers, sunglasses, etc",
            "Occasion:The mens sweater is suitable for leisure, work, home, office, golf, vacation, travel and sports sports"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/610sbVjs8ML.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DF7WXC8T"
      }
    },
    {
      "asin": "B07BJL5XMC",
      "csi_title": "Amazon Essentials Chemise Henley &#224; Manches Longues Coupe Ajust&#233;e Homme, Bleu Marine, L",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "COUPE SLIM : Coupe ajustée au niveau des épaules, de la poitrine et de la taille.",
            "T-SHIRT LÉGER EN JERSEY : Tissu tricoté doux et confortable pour un t-shirt léger.",
            "T-SHIRT HENLEY : L'alternative parfaite à votre t-shirt préféré. Associez ce henley super doux à un jean ou à un pantalon chino pour un style confortable au quotidien.",
            "DÉTAILS : Encolure côtelée, manches raglan avec surpiqûres robustes et ourlet long effet pan de chemise.",
            "HENLEY T-SHIRT: The perfect alternative to your favourite t-shirt. Pair this super soft henley with jeans or chinos for comfortable everyday style."
          ],
          "other": [
            "SLIM FIT: Slim fit through the shoulders, chest and waist.",
            "LIGHTWEIGHT JERSEY T-SHIRT: Soft and comfortable knitted fabric for a lightweight t-shirt.",
            "DETAILS: Ribbed neckline, raglan sleeves with sturdy stitching and long hem with shirt pan-effect."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81FGE4cMQZL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B07BJL5XMC"
      }
    },
    {
      "asin": "B097T8CBZG",
      "csi_title": "Wingslove Soutien-Gorge Femme Sport Forte Intensit&#233; sans Armature Non Rembourr&#233; (Amber, 110F)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "110F",
          "size_map": "110F",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Bonnets ergonomiques combinés à une coupe stéréoscopique 31D pour réduire le rebond. Le style camisole en maille respirante offre un maintien respirant de la poitrine pendant les entraînements actifs.",
            "Le soutien-gorge de sport non rembourré à couverture complète est conçu pour fournir du confort dans tout type d'exercice, se glisse sous votre débardeur ou t-shirt préféré.",
            "Bretelles larges réglables pour un meilleur soutien et stabilité.",
            "Les panneaux en maille dans le dos évacuent la transpiration et sont respirants, vous gardant au frais toute la journée.",
            "Lavage à la main recommandé. Le lavage en machine endommagera et raccourcira facilement la durée de vie du soutien-gorge."
          ],
          "other": [
            "Material: 93% Polyamide, 7% Elastane; Cup Material: 100% Polyester",
            "Care instructions: Machine wash recommended and slightly shorten the bra.",
            "The moisture-wicking and quick-drying fabric stays clean and dry during training.",
            "Padding to relieve shoulder burden. Extra wide adjustable trr ger provides safe wearing comfort",
            "Perfect for medium strength activities as well as hiking, jogging, running, jumping rope, yoga, aerobics, fitness and more."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/41IC3KeN33L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B097T8CBZG"
      }
    },
    {
      "asin": "B07BJKZT6D",
      "csi_title": "Amazon Essentials Chemise Henley &#224; Manches Longues Coupe Ajust&#233;e Homme, Avoine Chin&#233;, XXL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "COUPE SLIM : Coupe ajustée au niveau des épaules, de la poitrine et de la taille.",
            "T-SHIRT LÉGER EN JERSEY : Tissu tricoté doux et confortable pour un t-shirt léger.",
            "T-SHIRT HENLEY : L'alternative parfaite à votre t-shirt préféré. Associez ce henley super doux à un jean ou à un pantalon chino pour un style confortable au quotidien.",
            "DÉTAILS : Encolure côtelée, manches raglan avec surpiqûres robustes et ourlet long effet pan de chemise.",
            "HENLEY T-SHIRT: The perfect alternative to your favourite t-shirt. Pair this super soft henley with jeans or chinos for comfortable everyday style."
          ],
          "other": [
            "SLIM FIT: Slim fit through the shoulders, chest and waist.",
            "LIGHTWEIGHT JERSEY T-SHIRT: Soft and comfortable knitted fabric for a lightweight t-shirt.",
            "DETAILS: Ribbed neckline, raglan sleeves with sturdy stitching and long hem with shirt pan-effect."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71sMGHsnUpL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B07BJKZT6D"
      }
    },
    {
      "asin": "B0DNDJQMRF",
      "csi_title": "Chemise de No&#235;l humoristique pour homme - Coupe ajust&#233;e - Manches longues - Rouge - &#201;lan - Chemise de No&#235;l amusante - Chemise de No&#235;l - Chemise de No&#235;l moche, Bordeaux, XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XL",
          "size_map": "XL",
          "additional_sizes_detected": [
            "$additional_links_augmentor_905::{",
            "x_l,"
          ],
          "structured_size": {
            "size": "x_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Caractéristiques : le t-shirt de Noël est imprimé avec des couleurs et des motifs de Noël classiques. Qu'il s'agisse d'un bonhomme de neige, d'un élan, d'un bonnet de Père Noël, d'un verre à vin ou d'un nain de Noël, ils montrent tous l'atmosphère joyeuse de Noël. Lors d'événements de Noël, vous pouvez mieux vous intégrer dans l'environnement avec de magnifiques décorations de Noël et passer une belle soirée avec vos amis ou votre famille dans des costumes de Noël.",
            "Matériau : fabriquée en matériau de qualité supérieure, cette chemise de Noël pour homme est confortable, légère, ample et décontractée, parfaite pour l'hiver, vous offre l'expérience la plus confortable et un maximum de confort pendant les activités de fête de Noël.",
            "Utilisation : cette chemise de Noël est élégante, élégante et polyvalente, et elle est encore mieux adaptée pour les événements festifs si vous la combinez avec d'autres tenues de Noël. En outre, vous pouvez le combiner avec n'importe laquelle de vos tenues préférées, le haut se marie parfaitement avec un jean, un pantalon.",
            "Activités de Noël : cette chemise de Noël est parfaite pour les marchés de Noël, les fêtes du Nouvel An, les couronnes de l'Avent, les décorations de sapin de Noël, les jeux de crèche, les dîners de Noël, ou vous pouvez l'offrir à votre famille et à vos amis comme cadeau de Noël.",
            "❄︎【Conseils】Notre chemise de Noël est conçue pour être tendance pour les hommes. Nous vous proposons différentes tailles, de sorte que chaque homme puisse trouver le haut qu'il vous faut. Vous pouvez nous contacter à tout moment, nous vous aiderons à temps et vous souhaitons une expérience de port agréable."
          ],
          "en": [
            "Material:Made of premium material, this mens christmas shirt is comfortable, lightweight, loose and casual, perfect for winter, give you the most comfortable experience and maximum comfort during Christmas party activities.",
            "APPLICATION - This Christmas shirt is stylish, stylish and versatile, and it is even better suitable for festive events if you combine it with other Christmas outfits. In addition, you can combine it with any of your favourite outfits, the top goes perfectly with jeans, trousers.",
            "CHRISTMAS ACTIVITIES This Christmas shirt is perfect for Christmas markets, New Year parties, Advent wreaths, Christmas tree decorations, nursery games, Christmas dinners, or you can give it to your family and friends as a Christmas gift."
          ],
          "other": [
            "Features: The Christmas T-shirt is printed with classic Christmas colors and patterns. Whether it's a snowman, elk, Santa hat, wine glass or Christmas gnome, they all show the cheerful atmosphere of Christmas. At Christmas events, you can better fit into the environment with wonderful Christmas decorations and spend a beautiful evening with your friends or family in Christmas costumes.",
            "❄︎【Tips】Our Christmas shirt is designed to be fashionable for men. We offer you different sizes, so that every man can find the right top for you. You can contact us at any time, we will help you in time and wish you a pleasant wearing experience."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61UIhXJHXhL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DNDJQMRF"
      }
    },
    {
      "asin": "B096K2XKFX",
      "csi_title": "Adidas H28835 I BOS LOGO JOG Baby set unisex-baby Top:medium grey heather/white Bottom:BLACK/WHITE 6-9M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "6-9 moiss",
          "size_map": null,
          "additional_sizes_detected": [
            "74"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Infant",
            "Kid"
          ],
          "normalized": "kid"
        },
        "target_gender": "unisex",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Encolure ras-du-cou côtelée.",
            "70 % coton, 30 % polyester (recyclé).",
            "T-shirt : base et poignets côtelés.",
            "Pantalon : poche arrière plaquée et entrejambe bas."
          ],
          "other": [
            "Coupe standard.",
            "Regular fit.",
            "Ribbed crew neck.",
            "70% cotton, 30% polyester (recycled).",
            "T-Shirt: ribbed hem and cuffs.",
            "Trousers: back patch pocket and low crotch."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71+KgRLlKLL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B096K2XKFX"
      }
    },
    {
      "asin": "B09R4HCQTN",
      "csi_title": "Amazon Essentials Pull Ras-du-Cou Torsad&#233;, Type C&#244;tes Anglaises, &#224; Manches Longues, 100% Coton Homme, Olive Fonc&#233;, M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "M",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "COUPE REGULAR : Confortable et facile à porter au niveau des épaules, de la poitrine et de la taille",
            "FIL DE COTON : Tricoté à partir d'un fil 100 % coton doux et une élasticité naturelle.",
            "PULL CLASSIQUE À COL RAS DU COU : Ce pull à col ras du cou intemporel est la pièce de superposition idéale par temps frais. À porter avec une chemise à col pour un look moderne et raffiné ou avec un tee-shirt pour un look plus décontracté.",
            "DÉTAILS : Encolure, bords de manches et ourlet inférieur côtelés pour plus de confort. Le motif tricoté torsadé sur le corps et les manches rend ce col ras du cou encore plus sophistiqué."
          ],
          "en": [
            "CLASSIC CREW NECK SWEATER: This timeless crewneck sweater is the perfect layering piece for cool weather. Pair with a collared shirt for a modern and refined look or with a tee for a more casual look.",
            "DETAILS: Ribbed neckline, sleeve edges and bottom hem for added comfort. The twisted knit pattern on the body and sleeves makes this crew neck even more sophisticated."
          ],
          "other": [
            "REGULAR FIT: Comfortable and easy to wear on shoulders, chest and waist",
            "COTTON THREAD: Knitted from a soft 100% cotton yarn and natural elasticity."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/91Hza6fasiL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B09R4HCQTN"
      }
    },
    {
      "asin": "B073RXWLB3",
      "csi_title": "AC/DC T.N.T. 1975 Femme Top Noir XXL 100% Coton Regular/Coupe Standard",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XX-Large",
          "size_map": "XX-Large",
          "additional_sizes_detected": [
            "$additional_links_augmentor_893::{",
            "xx_l,"
          ],
          "structured_size": {
            "size": "xx_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Top présentant les caractéristiques suivantes:",
            "Débardeur Femme || Grand confort quand porté",
            "Matière: Baumwolle"
          ],
          "other": [
            "Bands, Merchandising Music",
            "Top with the following characteristics:",
            "Women's tank top || Great comfort when worn",
            "Material: Baumwolle",
            "Your new favorite EMP products!",
            "Groupes, Merchandising Musique",
            "Vos nouveaux produits EMP favoris!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61CdPblTgHL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B073RXWLB3"
      }
    },
    {
      "asin": "B07S662Y39",
      "csi_title": "JP 1880 Hommes Grandes Tailles L-8XL Chemise, Carreaux Vichy, Jusqu&apos;au 8XL, Comfort Fit Bleu Clair 8XL 722859 71-8XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "8XL",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Col à pointes boutonnées",
            "Boutons plus grands à partir du 4XL"
          ],
          "other": [
            "Jusqu'au 8XL",
            "Easy Care - facile d'entretien",
            "Comfort Fit",
            "Up to 8XL",
            "Easy care - easy to clean",
            "Button-down spike collar",
            "Larger buttons from 4XL"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81esK-MGFVL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B07S662Y39"
      }
    },
    {
      "asin": "B0DL9VSL5N",
      "csi_title": "LVCBL Chemise m&#233;di&#233;vale en Lin pour Homme - Style r&#233;tro Traditionnel - &#192; Lacets - Kaki 3XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "«XXX-Large»",
          "size_map": "«XXX-Large»",
          "additional_sizes_detected": [
            "$additional_links_augmentor_904::{",
            "'3x_l',",
            "3XL"
          ],
          "structured_size": {
            "size": "'3x_l'",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Confortable et respirant : ce t-shirt en 75 % coton et 25 % lin de qualité supérieure assure un maximum de confort et de respirabilité et est parfait pour les journées chaudes ou sous des costumes.",
            "Design médiéval : notre chemise médiévale en lin pour homme dispose d'un design rétro inspiré des vêtements vikings avec un laçage classique pour un véritable look historique.",
            "Costume polyvalent : idéal pour les reconstitutions médiévales, les Viking, les foires de la Renaissance ou les fêtes d'Halloween ; cette chemise médiévale pour homme est un must pour toute collection de costumes.",
            "FACILE À PORTER : Cette chemise de pirate à lacets se porte sans effort avec un pantalon, une collation médiévale peut être combinée, vous permettant de créer une multitude de looks reflétant votre style personnel ou votre époque préférée.",
            "QUALITÉ DURABLE : Cette chemise en lin de style vintage a été conçue pour durer et conserve sa forme et sa couleur même après plusieurs lavages, vous permettant de profiter de votre chemise médiévale en lin pour hommes pendant des années.",
            "EASY TO STYLE This effortless lace-up pirate shirt with pants, medieval collocation can be combined so you can create a variety of looks that reflect your personal style or favorite period.",
            "DURABLE QUALITY - This vintage-inspired linen shirt was built to last and retains its shape and color after many washes, allowing you to enjoy your medieval linen shirt for men for years."
          ],
          "en": [
            "COMFORTABLE AND BREATHABLE - This T-shirt made of high-quality 75% cotton and 25% linen ensures maximum comfort and breathability and is perfect for hot days or under suits.",
            "VERSATILE COSTUME: Ideal for medieval reenactments, viking, renaissance fairs or Halloween parties; this medieval shirt for men is a must for any costume collection."
          ],
          "other": [
            "MEDIEVAL DESIGN - Our medieval linen shirt for men features a retro design inspired by Viking clothing with classic lacing for a true historic look."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61kiel2nA9L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DL9VSL5N"
      }
    },
    {
      "asin": "B08617S1SK",
      "csi_title": "Amazon Essentials Pull Ras-du-Cou Torsad&#233;, Type C&#244;tes Anglaises, &#224; Manches Longues, 100% Coton Homme, Bleu Marine, XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XL",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "COUPE REGULAR : Confortable et facile à porter au niveau des épaules, de la poitrine et de la taille",
            "FIL DE COTON : Tricoté à partir d'un fil 100 % coton doux et une élasticité naturelle.",
            "PULL CLASSIQUE À COL RAS DU COU : Ce pull à col ras du cou intemporel est la pièce de superposition idéale par temps frais. À porter avec une chemise à col pour un look moderne et raffiné ou avec un tee-shirt pour un look plus décontracté.",
            "DÉTAILS : Encolure, bords de manches et ourlet inférieur côtelés pour plus de confort. Le motif tricoté torsadé sur le corps et les manches rend ce col ras du cou encore plus sophistiqué."
          ],
          "en": [
            "CLASSIC CREW NECK SWEATER: This timeless crewneck sweater is the perfect layering piece for cool weather. Pair with a collared shirt for a modern and refined look or with a tee for a more casual look.",
            "DETAILS: Ribbed neckline, sleeve edges and bottom hem for added comfort. The twisted knit pattern on the body and sleeves makes this crew neck even more sophisticated."
          ],
          "other": [
            "REGULAR FIT: Comfortable and easy to wear on shoulders, chest and waist",
            "COTTON THREAD: Knitted from a soft 100% cotton yarn and natural elasticity."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/91Si3meczmL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B08617S1SK"
      }
    },
    {
      "asin": "B0G64GZ968",
      "csi_title": "Robe Noel Femme Hiver Chic Et Elegant Robe Pull Manche Longue Hiver Femme Grande Taille Robes Longues Femmes Christmas Motif De No&#235;l Col Rond Dress Oversize Chaud Confortable",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XXL",
          "size_map": "XXL",
          "additional_sizes_detected": [
            "$additional_links_augmentor_478::{",
            "xx_l,"
          ],
          "structured_size": {
            "size": "xx_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": "Polyester",
          "normalized": "Polyester"
        },
        "bullet_points": {
          "fr": [
            "Veuillez vous référer aux tailles indiquées dans le tableau des tailles."
          ],
          "other": [
            "Please refer to the size chart in the size chart."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71qWPpIvtRL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0G64GZ968"
      }
    },
    {
      "asin": "B0CRYG1QSS",
      "csi_title": "G&#233;n&#233;rique Sweat Oversize Femme Pullover Femme Business Manche Longue Sweat Multipoche Classique Oversize avec Capuch Pullover Fille Respirant Plaine Le Printemps Cintr&#233;e Rouge Tshirt Humour S",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_36::{",
          "size_map": null,
          "additional_sizes_detected": [
            "s,"
          ],
          "structured_size": {
            "size": "s",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "femme chic et élégant hiver t-shirts fantaisie chemise femme longue t-shirt top femme t-shirts et tops de sport femme tops chemise femme a carreaux chemise femme long sleeve top women chemisier blanc femme chic et élégant chemise noire femme chemisier noir femme tshirt humour chemisier femme blanc tshirt noir top manche longue blouse femme tee shirt sport top noir femme top sport femme lot t shirt homme blouse travail femme tshirt personnalisé t shirt blanc chemisiers et blouses",
            "femme chic t-shirt tee shirt personnalisable t shirt sport homme top manche longue femme top sexy t-shirt sport tee shirt orange t-shirt noir tee shirt long tee shirt humour t-shirt personnalisable blouse svt top manche longue tops chemisier femme tee shirt humoristique tshirt personnalisé t shirt personnalisable top femme chemise blanche femme top sport femme t shirt noir tee-shirt personnalisé chemisier femme manche longue chemisier femme chic et élégant hiver chemise femme",
            "long sleeve top women chemisier femme hiver tee shirt blanc chemisier noir femme tshirt personnalisé t-shirt personnalisable top rose chemisier femme blanc tshirt humour chemise femme hiver chemisier femme chic et élégant chemisiers et blouses femme t-shirt personnalisé shirt blouse de travail femme top manche longue femme top femme chic et élégant t shirt personnalisé tee shirt tee shirt orange tshirt blanc chemisiers et blouses femme chemise femme a carreaux t shirt sport homme",
            "top manche longue tshirt personnalisé chemisier femme manche longue t shirt personnalisé blouse travail femme top sexy t-shirt humour long sleeve top women top noir femme chemisier blanc femme chic et élégant t-shirt tee-shirt tee shirt jaune chemisier chemise longue femme chemise noire femme chemise oversize femme chemisier blanc femme tshirt tee shirt orange tee shirt sport t shirt noir chemisier blanc chic tops chemisier femme chic t-shirts et tops de sport femme blouse blanche",
            "shirt t shirt noir chemise femme tee shirt personnalisable tshirt sport y2k top blouse de travail femme t-shirt blanc chemisier blanc chic top sexy lot t shirt homme chemise femme longue t-shirts et tops de sport femme chemisier blanc femme tee shirt rouge t-shirt personnalisé chemisier tshirt personnalisé t shirt personnalisable tee-shirt personnalisé tee shirt blanc tee shirt sport t shirt blanc tshirt noir top y2k chemisier femme manche longue t shirt top noir femme top rose",
            "t shirt goldorak chemise femme blouse chemise femme hiver chemise longue femme top noir femme y2k top t shirt sport homme t shirt chemise femme longue tshirt blanc chemise noire femme blouse svt blouse femme chic et élégant t-shirts et tops de sport femme chemise hiver femme top femme sexy t shirt sport t-shirt blanc tee shirt rouge top femme tee shirt sport chemise femme chic et élégant blouse femme t-shirt chemisier femme blanc top sport femme tee shirt humoristique t-shirt",
            "femme top t shirt personnalisé t-shirt blanc top rose top blanc top sexy top manche longue chemisier femme manche longue tee-shirt personnalisé t-shirts fantaisie chemise blanche femme tee shirt jaune t shirt sport chemise oversize femme tee shirt blanc tee shirt long tshirt blanc chemisier femme chic et élégant top blanc femme top femme t shirt blanc shirt chemisier femme chic blouse femme chemise femme longue tee shirt orange tee shirt rouge chemisier femme t shirt noir top",
            "t-shirt personnalisé blouse travail femme tee shirt noir top blanc femme tee shirt sport chemisier femme chic et élégant top sport femme top femme chic et élégant tee shirt orange t-shirt noir t shirt personnalisé chemise femme hiver blouse de travail femme chemise femme chic et élégant t shirt sport top sexy chemisier blanc top manche longue tshirt humour chemisier femme blanc chemise femme blouse blanche femme y2k top t shirt noir tee shirt blanc t shirt blanc chemisier blanc",
            "a carreaux t-shirt top femme t shirt noir chemisier femme manche longue tee shirt humour chemisier femme blanc tee-shirt personnalisé tops tee shirt humoristique chemise longue femme tee shirt tee shirt noir tshirt blanc chemise femme chemisier femme chic et élégant hiver shirt top chemisier femme hiver chemise oversize femme blouse femme tee shirt personnalisé tee shirt jaune chemisier blanc femme chemise noire femme top manche longue femme t-shirts fantaisie tshirt personnalisé"
          ],
          "other": [
            "tshirt tshirt sport t shirt noir top manche longue femme tee shirt orange chemisier femme manche longue top y2k tee shirt top femme top sexy t-shirt humour blouse de travail femme tee shirt humour t-shirt noir t shirt personnalisable tee shirt noir blouse travail femme chemisier femme hiver chemise longue femme chemisier femme chic top manche longue t shirt sport homme top noir femme blouse chemisier noir femme blouse blanche femme chemise oversize femme blouse femme tee shirt",
            "Women's chic and elegant winter t-shirts, fantasy shirt, women's long t-shirt, women's sports t-shirts, women's sports tops, women's chequered shirt, women's long sleeve top, women's white blouse, women's chic and elegant black shirt, women's black blouse, women's humour blouse, women's white tshirt, black t-shirt, long sleeve blouse, women's sports top, women's sports top, women's sports top, women's batch, men's work blouse, personalised t-shirt, white t-shirt, blouses and blouses",
            "T-shirt sports t-shirt, black top, long sleeve women's orange t-shirt, women's long sleeve top Y2k t-shirt, women's sexy top, humour blouse, women's work shirt, humour t-shirt, black t-shirt, customisable t-shirt, black t-shirt, women's work blouse, women's winter blouse, women's long shirt, women's chic top, women's long sleeve shirt, men's sports shirt, black blouse, women's white blouse, women's oversized blouse, women's t-shirt",
            "Women's chic t-shirt, customisable t-shirt, men's sports shirt, women's long sleeve top, sexy sports t-shirt, orange t-shirt, black t-shirt, long t-shirt, humour t-shirt, customisable blouse, blouse, long sleeve blouse, women's funny t-shirt, personalised t-shirt, women's white shirt, women's sports top, women's black t-shirt, personalised t-shirt, women's long sleeve blouse, women's chic and elegant winter shirt",
            "Long sleeve top women blouse, women's winter t-shirt, white blouse, women's black blouse, customisable t-shirt, pink top, women's white blouse, women's humour shirt, women's winter blouse, women's chic and elegant blouses, women's chic and elegant shirt, women's shirt women's work blouse, women's long sleeve top, women's chic and elegant t-shirt, personalised t-shirt, orange t-shirt, white tshirt, women's blouses and blouses, women's checked shirt, men's sports t-shirt",
            "Top long sleeve tshirt personalized blouse woman long sleeve t-shirt custom work blouse woman sexy t-shirt humour long sleeve top women black top women white blouse woman chic and elegant t-shirt t-shirt yellow t-shirt blouse long shirt woman black shirt woman oversize shirt woman white blouse woman t-shirt orange tee shirt sport t shirt black shirt chic tops women's chic tops women's chic shirts and sports tops women's white blouse",
            "T-Shirt black shirt women's t-shirt customisable t-shirt sport y2k top work blouse white shirt chic white blouse sexy top set men's shirt women's long t-shirts and sports tops women's white shirt women's white t-shirt red t-shirt custom t-shirt personalised t shirt personalised t-shirt white tee shirt sport t shirt white t-shirt black tshirt top y2k blouse woman long sleeve t-shirt black top women's pink top",
            "Goldorak shirt, women's blouse, women's winter shirt, women's long shirt, women's black top, women's Y2k top, men's sports t-shirt, women's long white tshirt, women's black shirt, women's blouse, women's chic and elegant blouse, women's chic and elegant sports shirts, women's winter shirt, women's sexy t-shirt, sport t-shirt, white t-shirt, red top, women's sports shirt, women's chic and elegant blouse, women's white blouse, women's white top, women's funny t-shirt",
            "Women's custom t-shirt white top pink top white top sexy top long sleeve blouse woman long sleeve t-shirt custom t-shirt novelty white shirt woman yellow t-shirt sport shirt oversize woman white tee shirt white tee shirt long white tshirt women's chic and elegant white top woman top white t-shirt women's white shirt women's chic blouse women's long tee shirt orange t-shirt red blouse woman black t-shirt top",
            "Personalised T-shirt work blouse woman t-shirt black top white woman sport tee shirt women's chic and elegant sports top woman chic and elegant top orange t-shirt black t-shirt personalized t-shirt woman winter work blouse woman chic and elegant t shirt sport top sexy blouse white top long sleeve tshirt humour blouse woman white shirt woman white blouse woman white shirt woman white shirt woman Y2k top black t shirt white t-shirt white t-shirt white shirt white shirt white shirt white blouse",
            "Checked t-shirt, women's top, black t-shirt, women's long sleeve t-shirt, humour blouse, women's white t-shirt, personalised t-shirt, funny shirt, long t-shirt, women's black t-shirt, white t-shirt, women's chic and elegant winter shirt, top blouse, women's oversize shirt, women's blouse, women's personalised t-shirt, yellow blouse, white blouse, women's black shirt, women's long sleeve top, fantasy t-shirt, customised t-shirt"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61RQWxDVcvL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CRYG1QSS"
      }
    },
    {
      "asin": "B086177CQF",
      "csi_title": "Amazon Essentials Pull Ras-du-Cou Torsad&#233;, Type C&#244;tes Anglaises, &#224; Manches Longues, 100% Coton Homme, Rouge, S",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "S",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "COUPE REGULAR : Confortable et facile à porter au niveau des épaules, de la poitrine et de la taille",
            "FIL DE COTON : Tricoté à partir d'un fil 100 % coton doux et une élasticité naturelle.",
            "PULL CLASSIQUE À COL RAS DU COU : Ce pull à col ras du cou intemporel est la pièce de superposition idéale par temps frais. À porter avec une chemise à col pour un look moderne et raffiné ou avec un tee-shirt pour un look plus décontracté.",
            "DÉTAILS : Encolure, bords de manches et ourlet inférieur côtelés pour plus de confort. Le motif tricoté torsadé sur le corps et les manches rend ce col ras du cou encore plus sophistiqué."
          ],
          "en": [
            "CLASSIC CREW NECK SWEATER: This timeless crewneck sweater is the perfect layering piece for cool weather. Pair with a collared shirt for a modern and refined look or with a tee for a more casual look.",
            "DETAILS: Ribbed neckline, sleeve edges and bottom hem for added comfort. The twisted knit pattern on the body and sleeves makes this crew neck even more sophisticated."
          ],
          "other": [
            "REGULAR FIT: Comfortable and easy to wear on shoulders, chest and waist",
            "COTTON THREAD: Knitted from a soft 100% cotton yarn and natural elasticity."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/A1enHYNA5hL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B086177CQF"
      }
    },
    {
      "asin": "B00DDSIEUO",
      "csi_title": "Mil-Tec Miltec Ripstop Woodland Chemise &#224; Manches Longues 907",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "3XL",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériel de haute qualité",
            "Séchage rapide"
          ],
          "other": [
            "Respirant",
            "Design sportif",
            "Marque: Miltec",
            "High quality material",
            "Breathable",
            "Quick drying",
            "Sporty design",
            "Brand: Miltec"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51z7VQmp2TL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B00DDSIEUO"
      }
    },
    {
      "asin": "B0C6FVK3M5",
      "csi_title": "King Kerosin Chemise Tropical Hawaiian-Style Homme Chemise Manches Courtes Noir XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "X-Large",
          "size_map": "X-Large",
          "additional_sizes_detected": [
            "$additional_links_augmentor_1062::{",
            "x_l,"
          ],
          "structured_size": {
            "size": "x_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Chemise manches courtes présentant les caractéristiques suivantes:",
            "Chemise || Coupe classique || Couleur intense || Matière longue durée",
            "Découvrez toutes les meilleures marques chez EMP!"
          ],
          "other": [
            "Basics, Rockabilly, RockWear, StreetWear",
            "Coupe: Regular / Coupe standard",
            "Short-sleeved shirt with the following features:",
            "Shirt || Regular fit || Intense colour || Long-lasting material",
            "Fit: regular/regular fit",
            "Discover all the best brands at EMP!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/911TiIzKtuL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0C6FVK3M5"
      }
    },
    {
      "asin": "B00JCOFTYW",
      "csi_title": "Fruit of the Loom - Pull de sport - Femme - Blanc - M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Medium",
          "size_map": "Medium",
          "additional_sizes_detected": [
            "$additional_links_augmentor_926::{",
            "m,"
          ],
          "structured_size": {
            "size": "m",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "T-shirt ajusté à col rond, durable.",
            "NB : gris chiné : 97 % coton, 3 % polyester"
          ],
          "other": [
            "Material: 100% Cotton, Belcoro Thread",
            "Weight: white 160 g/m², colours 165 g/m²",
            "XS, S, M, L, XL, 2XL (UK 8, 10, 12, 14, 16, 18)",
            "Tailles : XS 8, S 10, M 12, L 14, XL 16.",
            "Tissu : fil Belcoro 100 % coton."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/817xqFAvGTL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B00JCOFTYW"
      }
    },
    {
      "asin": "B0DF7WQ53S",
      "csi_title": "2024 Gentleman Ocean Hauts d&#233;contract&#233;s pour hommes, polo classique &#224; manches longues, col en V, sweatshirts boutonn&#233;s (gris, taille 4XL)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XXL",
          "size_map": "XXL",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Material: this men's long sleeve polo shirt is made of cotton blend, durable, lightweight, very stretchy and comfortable",
            "Matériau : ce polo à manches longues pour homme est fabriqué en mélange de coton, durable, léger, très extensible et confortable",
            "Design : polo décontracté à manches longues avec coupe ample classique, couleur unie, col en V, patte de boutonnage à trois boutons avec motif à carreaux, col rabattable élégant et montre la masculinité pleine de confiance et de vitalité",
            "Haut décontracté Gentleman Ocean 2022 : coupe régulière pour une coupe décontractée et sans restriction avec languette de cou sans couture pour plus de confort. Une coupe classique et un tissu en coton doux font de ce polo un article incontournable pour l'automne, le printemps et l'été",
            "【Assortiment】Nos polos pour homme s'adaptent bien. Facile à assortir avec un pantalon habillé, un pantalon, un chino et un jean. Peut également être associé à une veste de costume, des pantoufles, des lunettes de soleil, etc",
            "Occasion : le pull pour homme est adapté pour les loisirs, le travail, la maison, le bureau, le golf, les vacances, les voyages et les sports de sport"
          ],
          "en": [
            "2022 Gentleman Ocean Casual Top - Regular fit for a relaxed, unrestricted fit with seamless neck tab for comfort. A classic fit and soft cotton fabric make this polo shirt a must-have for fall, spring and summer"
          ],
          "other": [
            "Design:Casual long sleeve polo shirt with classic loose fit, solid color, v neck, three button placket with plaid pattern, stylish turn-down collar and shows masculinity full of confidence and vitality",
            "【Match】Our polo shirts for men fit well. Easy to pair with dress pants, trousers, chinos and jeans. Can also be paired with suit jacket, slippers, sunglasses, etc",
            "Occasion:The mens sweater is suitable for leisure, work, home, office, golf, vacation, travel and sports sports"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/610sbVjs8ML.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DF7WQ53S"
      }
    },
    {
      "asin": "B0CJY2CFS7",
      "csi_title": "beyleaycau kit cycliste manches longues maillot cycliste d&apos;automne avec gel de s&#233;chage rapide rembourr&#233; et collant &#224; bretelles",
      "csi_status": "Not Discoverable",
      "attributes": {
        "size_info": {
          "size": "XL",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "TAILLE : La taille est basée sur les normes de taille asiatiques, veuillez choisir la bonne taille selon le tableau des tailles. Si vous avez des questions, veuillez consulter notre service client.",
            "TISSU DE HAUTE QUALITÉ - Ce maillot de cyclisme à manches courtes est fabriqué dans un tissu respirant de qualité avec une bonne respirabilité et un séchage rapide, offrant une capacité d'évacuation de l'humidité élevée et une dissipation rapide de la chaleur.",
            "CONVENANCE ET SÉCURITÉ - Le kit de cyclisme dispose de 3 poches arrière traditionnelles pour ranger les téléphones portables, les bouteilles d'eau et les barres énergétiques ; le vêtement est également conçu avec des bandes réfléchissantes pour améliorer la visibilité et la sécurité lors de la conduite.",
            "CONÇU PROFESSIONNELLEMENT POUR LE VÉLO - Maillot de vélo professionnel pour hommes idéal pour le vélo, le spinning, les vélos de route ou les amateurs de vélo en intérieur et en extérieur.",
            "SERVICE CLIENT - En tant que marque de cyclisme professionnelle, nous croyons en la qualité de nos maillots et shorts de cyclisme. En tant que fabricant d'articles de cyclisme, nous pouvons offrir une qualité supérieure et un bon design, nous acceptons également vos demandes de personnalisation spéciales!"
          ],
          "en": [
            "HIGH QUALITY FABRIC - This short sleeve cycling jersey is made of quality breathable fabric with good breathability and quick drying, providing high moisture wicking ability and fast heat dissipation.",
            "CONVENIENCE AND SAFETY - The cycling kit has 3 traditional rear pockets to store mobile phones, water bottles and energy bars; the garment is also designed with reflective strips to improve visibility and safety when driving."
          ],
          "other": [
            "SIZE: The size is based on Asian size standards, please choose the right size according to the size chart. If you have any questions, please consult our customer service.",
            "PROFESSIONALLY DESIGNED FOR BIKE - Professional cycling jersey for men ideal for cycling, spinning, road bikes or indoor and outdoor cycling enthusiasts.",
            "CUSTOMER SERVICE - As a professional cycling brand, we believe in the quality of our cycling jerseys and shorts. As a manufacturer of cycling items, we can offer superior quality and good design, we also accept your special customization requests!"
          ]
        }
      },
      "dp": {
        "image": null,
        "fr_dp_url": "https://www.amazon.fr/dp/B0CJY2CFS7"
      }
    },
    {
      "asin": "B0DH2NWQFG",
      "csi_title": "Combattre Le Cancer du Sein en Octobre Ruban Rose 2024 Sweatshirt",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "2X-Large",
          "size_map": "2X-Large",
          "additional_sizes_detected": [
            "S"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Cela fait un tee-shirt parfait pour les femmes, Maman, fille, grand-mère, Soeur, Amis, famille. Survivantes du cancer du sein",
            "241 g, coupe classique, col tissé"
          ],
          "en": [
            "This makes a perfect t-shirt for women, mom, daughter, grandma, sister, friends, family. Breast Cancer Survivors"
          ],
          "other": [
            "Sensibilisation au cancer du sein, En octobre, Nous Portons du Rose Sensibilisation au cancer du sein Rose 2024, Combattant Du Cancer du Sein Octobre Ruban Rose Sensibilisation Femme",
            "Breast Cancer Awareness, In October, We Wear Pink Breast Cancer Awareness Pink 2024, Breast Cancer Fighter October Pink Ribbon Awareness Woman",
            "8.5 oz, Regular Fit, Woven Collar"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/B1WGlLC+iaL.png%7C0%2C0%2C2140%2C2000%2B0.0%2C0.0%2C2140.0%2C2000.0_AC_SX522_.png",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DH2NWQFG"
      }
    },
    {
      "asin": "B0G34R2M5R",
      "csi_title": "Pull Noel Femme Ugly Pull Noel Rigolo Femme Hiver Drole Pulls Femmes,Pulls Moche,Famille Assortis,Sweat Polaire Hiver Chaud Sweatshirt Femmes D&#233;contract&#233; Mignon Manches Longues Col Rond Sweatshirts",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XXL",
          "size_map": "XXL",
          "additional_sizes_detected": [
            "$additional_links_augmentor_639::{",
            "xx_l,"
          ],
          "structured_size": {
            "size": "xx_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": "Polyester",
          "normalized": "Polyester"
        },
        "bullet_points": {}
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/713XkG43+2L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0G34R2M5R"
      }
    },
    {
      "asin": "B096SBWTHH",
      "csi_title": "Wingslove Soutien-Gorge Femme Sport Forte Intensit&#233; sans Armature Non Rembourr&#233; (Blanc, 115E)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "115E",
          "size_map": "115E",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Bonnets ergonomiques combinés avec une coupe stéréoscopique 36D pour réduire le rebond. Le style camisole en maille respirante offre un maintien respirant de la poitrine pendant les entraînements actifs.",
            "Le soutien-gorge de sport non rembourré à couverture complète est conçu pour fournir du confort dans tout type d'exercice, se glisse sous votre débardeur ou t-shirt préféré.",
            "Bretelles larges réglables pour un meilleur soutien et stabilité.",
            "Les panneaux en maille dans le dos évacuent la transpiration et sont respirants, vous gardant au frais toute la journée.",
            "Lavage à la main recommandé. Le lavage en machine endommagera et raccourcira facilement la durée de vie du soutien-gorge.",
            "Ergonomic cups combined with a stereoscopic 36D cut to reduce bounce. Breathable mesh camisole style provides breathable bust support during active workouts."
          ],
          "other": [
            "The full coverage non-padded sports bra is designed to provide comfort in any type of exercise, slips under your favorite tank top or t-shirt.",
            "Wide adjustable shoulder straps for better support and stability.",
            "Mesh panels on the back wick away sweat and are breathable, keeping you cool all day.",
            "Hand wash recommended. Machine washing will easily damage and shorten the life of the bra."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71eeRRCwrHL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B096SBWTHH"
      }
    },
    {
      "asin": "B0FDFVWG2K",
      "csi_title": "Ficerd Lot de 3 Chemises &#224; Manches Longues en Coton pour Homme, Grandes Tailles, d&#233;contract&#233;es et surdimensionn&#233;es(Noir, Bleu Clair, Bleu fonc&#233;,XL)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XL",
          "size_map": "XL",
          "additional_sizes_detected": [
            "$additional_links_augmentor_813::{",
            "x_l,"
          ],
          "structured_size": {
            "size": "x_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matière confortable : ce t-shirt oversize pour homme est composé d'un mélange de 95 % cotton et 5 % spandex, alliant élasticité douce et texture soyeuse, vous offrant un ajustement ample et une expérience de port sans contrainte du matin au soir",
            "Le forfait comprend: vous recevrez un pack de 3 chemises à manches longues pour hommes de grande taille de différentes couleurs, ces hauts sont de couleur unie avec un col ras du cou, le multipack vous offre une variété de choix pour répondre à vos besoins quotidiens",
            "Conception ample : chaque chemise grande et grande pour homme est suffisamment longue pour couvrir efficacement l'abdomen, aidant à empêcher vos sous-vêtements et votre ventre de se montrer lorsque vous vous penchez ou levez les bras",
            "Convient à toutes les occasions : cette chemise en coton pour homme est polyvalente et convient à diverses activités telles que les fêtes, le travail, l'exercice, les activités sportives, les voyages, les vacances et la vie quotidienne ; elle peut être facilement assortie à n'importe quelle occasion",
            "Conseils d'entretien : cette chemise à manches longues, grande et grande, n'est pas seulement élégante et ample, elle est également pratique. Elle peut être lavée à la main à l'eau froide ou en machine sur un cycle délicat, suspendue ou séchée à l'air libre, et ne pas blanchir. Conserve sa forme et ses couleurs vives même après des lavages réguliers."
          ],
          "en": [
            "Comfortable Material This oversize men's t-shirt is made of a blend of 95% cotton and 5% spandex, which is elastic and soft, providing you with a comfortable fit and convenient wearing experience.",
            "Suitable for any occasion: this men's cotton shirt is versatile and suitable for various activities such as party, work, exercise, sports activities, travel, vacation and daily life; It can be easily matched with any occasion",
            "CARE TIPS:This long sleeve big and tall shirt is not only stylish and loose, it is also practical. It can be hand washed in cold water or machine wash on a delicate cycle, hang or air dried, and do not bleach. Retains its shape and bright colours even after regular washing."
          ],
          "other": [
            "The package includes: you will receive a pack of 3 large size men's long sleeve shirts in different colors, these tops are solid color with a crew neck, the multipack provides you with a variety of choices to meet your daily needs",
            "Loose design: each big and tall mens shirt is long enough to effectively cover the abdomen, helping to prevent your underwear and belly from showing up when bending or raising your arms"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71Jdos9VksL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FDFVWG2K"
      }
    },
    {
      "asin": "B07BJL7LSP",
      "csi_title": "Amazon Essentials Chemise Henley &#224; Manches Longues Coupe Ajust&#233;e Homme, Charbon Chin&#233;, S",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "COUPE SLIM : Coupe ajustée au niveau des épaules, de la poitrine et de la taille.",
            "T-SHIRT LÉGER EN JERSEY : Tissu tricoté doux et confortable pour un t-shirt léger.",
            "T-SHIRT HENLEY : L'alternative parfaite à votre t-shirt préféré. Associez ce henley super doux à un jean ou à un pantalon chino pour un style confortable au quotidien.",
            "DÉTAILS : Encolure côtelée, manches raglan avec surpiqûres robustes et ourlet long effet pan de chemise.",
            "HENLEY T-SHIRT: The perfect alternative to your favourite t-shirt. Pair this super soft henley with jeans or chinos for comfortable everyday style."
          ],
          "other": [
            "SLIM FIT: Slim fit through the shoulders, chest and waist.",
            "LIGHTWEIGHT JERSEY T-SHIRT: Soft and comfortable knitted fabric for a lightweight t-shirt.",
            "DETAILS: Ribbed neckline, raglan sleeves with sturdy stitching and long hem with shirt pan-effect."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/91aIUfRl5nL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B07BJL7LSP"
      }
    },
    {
      "asin": "B0DDKQJSND",
      "csi_title": "Dinghaole 3 Pcs Cache d&#233;collet&#233;, Dame Spitze Clip-on Mock Camisole BH Einsatz Overlay Modesty Panel Weste, Cache Decollete Femme,Caraco Fantaisie en Dentelle pour Femme",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {}
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51ghFrgY9wL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DDKQJSND"
      }
    },
    {
      "asin": "B0CRYDLSTW",
      "csi_title": "G&#233;n&#233;rique Sweat Femme Pull Femme Manche Longue Sweat Automne Respirant A Capuche Grande Taill Pull Fille Bureau Multipoche Cintree Humour Plaine Rose T-Shirt Noir Chemisier XXL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_36::{",
          "size_map": null,
          "additional_sizes_detected": [
            "xx_l,"
          ],
          "structured_size": {
            "size": "xx_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "noir chemisier femme chic et élégant hiver t shirt sport t shirt goldorak tee shirt jaune top top femme chic et élégant chemisier blanc chic tops chemisiers et blouses femme tee-shirt personnalisé t shirt blanc tee shirt orange shirt top y2k top blanc tee shirt humour chemise femme chic et élégant blouse travail femme chemisiers chemisier chemisier femme chic et élégant t shirt personnalisable top blanc femme blouse blanche femme lot t shirt homme t-shirts fantaisie t shirt sport",
            "chemisiers et blouses femme chemise longue femme top rose tee shirt blanc chemise femme tops chemise femme hiver chemise femme a carreaux top sexy chemisier femme blanc tee shirt jaune top noir femme t-shirt humour blouse tee-shirt personnalisé chemisier femme chic t-shirt sport t shirt personnalisable tshirt humour top manche longue lot t shirt homme top femme chic et élégant top tshirt chemisier femme chic et élégant t shirt blanc top y2k t-shirt personnalisé tee shirt blouse",
            "femme t shirt top rose chemise femme blanche chemisier femme blanc chemisier femme chic t-shirts fantaisie tshirt personnalisé chemise femme a carreaux chemisier blanc top sport femme top noir femme t-shirt personnalisé shirt blouse de travail femme blouse blanche femme chemisier femme hiver chemise blanche femme t shirt blanc blouse femme chic et élégant t shirt personnalisable chemise femme hiver chemisier femme chic et élégant hiver t-shirt sport blouse travail femme tee shirt",
            "top blanc femme blouse femme chemisier blanc femme chic et élégant t-shirt noir t-shirt sport chemise blanche femme chemisiers et blouses femme lot t shirt homme tee shirt humour tee shirt top shirt chemisiers et blouses femme top sport femme top manche longue chemise oversize femme tee shirt personnalisé t-shirts et tops de sport femme chemise noire femme chemisier femme chic et élégant hiver top manche longue femme blouse travail femme blouse svt chemisier blanc femme chemisier",
            "shirt humour tshirt tee shirt blanc chemise femme chic et élégant chemise femme t-shirt personnalisé tee shirt sport t shirt blanc blouse blanche femme t shirt sport homme top sexy t shirt goldorak chemise noire femme chemise oversize femme tshirt personnalisé t-shirts et tops de sport femme blouse femme tops t-shirt t shirt personnalisé t shirt sport lot t shirt homme tee shirt jaune tshirt sport top rose chemisier femme hiver shirt chemise femme a carreaux top femme chic et",
            "shirt noir chemise hiver femme t shirt blanc chemisier blanc chic blouse travail femme top femme sexy tee shirt blanc chemise femme a carreaux blouse femme chemise femme top femme chic et élégant t-shirt sport chemisiers et blouses femme chemisier femme manche longue t-shirt humour chemisier noir femme chemisier femme chic tee-shirt personnalisé tshirt noir top blanc femme t-shirt blanc t shirt noir tshirt sport tee shirt long tee shirt humour tee shirt jaune y2k top top femme",
            "élégant t-shirt blanc tee shirt rouge top y2k tee shirt orange chemise oversize femme chemisier femme chic et élégant hiver top femme sexy top manche longue femme tshirt chemisier femme chic t shirt sport homme chemisiers et blouses femme top chemisier femme blanc top manche longue t-shirt sport tee shirt jaune lot t shirt homme shirt chemise femme a carreaux tshirt noir chemisier blanc femme chemise femme blouse femme chemisier blanc t-shirt tee shirt tshirt humour chemise longue",
            "blouse femme chic et élégant t-shirt personnalisable chemisiers chemisiers et blouses femme chemise longue femme tee shirt blanc t shirt sport homme t-shirt blanc top femme sexy t shirt personnalisé chemisier blanc femme chic et élégant tee shirt noir chemisier femme chic et élégant tshirt blanc t shirt personnalisable blouse femme t-shirts et tops de sport femme top manche longue femme t shirt sport tee shirt humour chemisier blanc chemisier femme hiver t-shirt humour long sleeve",
            "shirt orange chemisier femme manche longue top femme top blouse svt tshirt blanc tee-shirt t-shirt personnalisé chemisier blanc chic tee shirt blanc chemisier t shirt sport homme t shirt sport tee shirt rouge tee shirt personnalisé chemisier femme chic chemise hiver femme t shirt blanc long sleeve top women tee shirt jaune tshirt noir chemise femme a carreaux t shirt personnalisable shirt chemisiers et blouses femme tshirt sport chemise femme longue tee shirt noir y2k top t shirt",
            "t-shirt personnalisé chemise blanche femme tee-shirt personnalisé blouse travail femme blouse femme top rose t-shirt tee shirt noir chemise longue femme blouse blanche femme top femme chemise femme hiver tee shirt personnalisé chemisier femme chic et élégant hiver top blanc chemisier femme manche longue chemisier blanc femme t shirt personnalisé tops tee-shirt chemise hiver femme blouse femme chic et élégant tshirt humour chemisiers et blouses femme t-shirt sport tee shirt chemisiers"
          ],
          "other": [
            "Black blouse, women's chic and elegant winter t-shirt, sports t-shirt, goldorak t-shirt, yellow top, women's chic and elegant white blouse, chic tops, blouses and blouses, women's personalised t-shirt, white t-shirt, orange t-shirt, top y2k top, white top, white t-shirt, humour shirt, women's chic and elegant work blouse, women's chic and elegant blouse, women's chic and elegant t-shirt, customisable top, white blouse, women's white blouse, women's set t-shirt, men's t-shirt, fantasy t-shirt, sports t-shirt",
            "blouses and blouses women's long shirt, women's pink top, white t-shirt, women's winter shirt, women's chequered shirt, sexy blouse, women's white t-shirt, yellow top, black woman, humour shirt, women's personalised shirt, women's chic shirt, women's chic t-shirt, customisable t-shirt, humour top, long sleeve t-shirt, men's chic and elegant top, tshirt women's chic and elegant blouse, white t-shirt, top y2k t-shirt, personalised t-shirt, blouse",
            "women's t-shirt, pink shirt, women's white blouse, women's white blouse, women's chic T-shirts, personalised tshirt, women's checked shirt, women's white blouse, women's sports top, women's black top, women's personalised shirt, women's work blouse, women's white blouse, women's winter blouse, women's white shirt, women's chic and elegant t-shirt, women's chic and elegant winter shirt, sports shirt, work blouse, women's t-shirt",
            "Women's white top, blouse, women's white blouse, women's chic and elegant black t-shirt, sports shirt, white shirt, women's blouses and blouses, women's set t-shirt, men's t-shirt, humour t-shirt, top shirt, women's blouses and blouses, women's sports top, women's long sleeve top, women's oversized shirt, women's personalised t-shirt, women's black shirt, women's chic and elegant winter blouse, women's long sleeve blouse, women's work blouse, women's white blouse, women's blouse",
            "Funny t-shirt white t-shirt women's chic and elegant shirt, women's personalised t-shirt, sports t-shirt, white blouse, women's sports t-shirt, women's sexy t-shirt, goldorak shirt, black shirt, women's oversized shirt, women's personalised t-shirt, women's sports t-shirt, women's shirt, women's shirt, women's shirt, women's shirt, women's shirt, women's shirt, women's chic and chic top",
            "Women's black shirt, winter shirt, white shirt, chic blouse, women's work blouse, women's sexy t-shirt, white t-shirt, women's chequered blouse, women's shirt, women's chic and elegant sports t-shirt, blouses and blouses, women's long sleeve shirt, humour t-shirt, black blouse, women's chic shirt, personalised t-shirt, black top, women's white t-shirt, black t-shirt, sports t-shirt, long t-shirt, humour t-shirt, yellow Y2k top",
            "Elegant white t-shirt, red t-shirt, top Y2K, orange t-shirt, oversized women's blouse, women's chic and elegant winter top, women's sexy top, women's long sleeve top, women's chic blouse, women's sports t-shirt, women's blouses and blouses, women's top blouse, women's white top, long sleeve sports t-shirt, yellow t-shirt, men's t-shirt, women's checked shirt, black blouse, women's white blouse, women's blouse, women's white blouse, t-shirt, humour t-shirt, long shirt",
            "Women's chic and elegant blouse, customisable t-shirt, women's blouses and blouses, women's long shirt, women's white t-shirt, women's sports t-shirt, white t-shirt, women's sexy t-shirt, personalised t-shirt, white blouse, women's chic and elegant t-shirt, women's chic and elegant white t-shirt, customisable t-shirt, women's sports t-shirt, women's long sleeve sports t-shirt, humour shirt, white blouse, women's winter t-shirt, humour long sleeve t-shirt",
            "Orange shirt, women's long sleeve top, women's top, blouse, svt shirt, white t-shirt, personalised shirt, white chic shirt, white t-shirt, men's sports t-shirt, red t-shirt, personalised shirt, women's chic blouse, women's winter shirt, white long sleeve top, women's yellow t-shirt, black tshirt, women's checked shirt, customisable shirt, women's blouses and blouses, women's sports shirt, women's long black t-shirt, y2k t-shirt",
            "Personalised t-shirt white shirt woman custom t-shirt women's work blouse women's pink top t-shirt black t-shirt long shirt woman white blouse woman top woman winter t-shirt personalized blouse woman chic and elegant winter top white blouse woman long sleeve blouse white woman t-shirt custom tops women's winter shirt women's chic and elegant tshirt humour blouses women's sports t-shirt t-shirt blouses blouses"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61H9bv5yslL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CRYDLSTW"
      }
    },
    {
      "asin": "B0775PZD1T",
      "csi_title": "Amazon Essentials Chemise Oxford &#224; Manches Longues Coupe Ajust&#233;e Homme, Blanc, XXL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XXL",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Coupe près du corps pour une silhouette ajustée, élancée",
            "Coton léger, doux et résistant",
            "Lightweight, soft and durable cotton"
          ],
          "other": [
            "Une marque Amazon",
            "Slim fit for a slim, slim silhouette",
            "An Amazon Brand"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71CdMS3U3WL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0775PZD1T"
      }
    },
    {
      "asin": "B0CYT3YZWH",
      "csi_title": "beyleaycau kit cycliste manches longues maillot cycliste d&apos;automne avec gel de s&#233;chage rapide rembourr&#233; et collant &#224; bretelles",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XL",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "TAILLE : La taille est basée sur les normes de taille asiatiques, veuillez choisir la bonne taille selon le tableau des tailles. Si vous avez des questions, veuillez consulter notre service client.",
            "TISSU DE HAUTE QUALITÉ - Ce maillot de cyclisme à manches courtes est fabriqué dans un tissu respirant de qualité avec une bonne respirabilité et un séchage rapide, offrant une capacité d'évacuation de l'humidité élevée et une dissipation rapide de la chaleur.",
            "CONVENANCE ET SÉCURITÉ - Le kit de cyclisme dispose de 3 poches arrière traditionnelles pour ranger les téléphones portables, les bouteilles d'eau et les barres énergétiques ; le vêtement est également conçu avec des bandes réfléchissantes pour améliorer la visibilité et la sécurité lors de la conduite.",
            "CONÇU PROFESSIONNELLEMENT POUR LE VÉLO - Maillot de vélo professionnel pour hommes idéal pour le vélo, le spinning, les vélos de route ou les amateurs de vélo en intérieur et en extérieur.",
            "SERVICE CLIENT - En tant que marque de cyclisme professionnelle, nous croyons en la qualité de nos maillots et shorts de cyclisme. En tant que fabricant d'articles de cyclisme, nous pouvons offrir une qualité supérieure et un bon design, nous acceptons également vos demandes de personnalisation spéciales !"
          ],
          "en": [
            "HIGH QUALITY FABRIC - This short sleeve cycling jersey is made of quality breathable fabric with good breathability and quick drying, providing high moisture wicking ability and fast heat dissipation.",
            "CONVENIENCE AND SAFETY - The cycling kit has 3 traditional rear pockets to store mobile phones, water bottles and energy bars; the garment is also designed with reflective strips to improve visibility and safety when driving."
          ],
          "other": [
            "SIZE: The size is based on Asian size standards, please choose the right size according to the size chart. If you have any questions, please consult our customer service.",
            "PROFESSIONALLY DESIGNED FOR BIKE - Professional cycling jersey for men ideal for cycling, spinning, road bikes or indoor and outdoor cycling enthusiasts.",
            "CUSTOMER SERVICE - As a professional cycling brand, we believe in the quality of our cycling jerseys and shorts. As a manufacturer of cycling items, we can offer superior quality and good design, we also accept your special customization requests!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61IAql2+haL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CYT3YZWH"
      }
    },
    {
      "asin": "B0F2MZZSQK",
      "csi_title": "Maillot de bain une pi&#232;ce &#224; manches longues avec soutien-gorge int&#233;gr&#233; pour femme Protection UPF 50+, bleu, 4XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "4XL",
          "size_map": "4XL",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau de qualité supérieure : le rashguard intégral zippé sur le devant est un tissu doux, léger, durable, à séchage rapide et respirant qui garantit un ajustement confortable pendant que vous profitez de vos activités aquatiques.",
            "Protection solaire : protection contre les éruptions cutanées et les rayons UV nocifs du soleil. La protection UVA et UVB vous garantit d'être protégé contre les coups de soleil et les dommages cutanés à long terme. Profitez de votre temps sur la plage Ce maillot de bain tendance aux couleurs contrastées vous rend plus élégante.",
            "Rashguard complet : la combinaison de plongée intégrale est conçue avec une fermeture éclair sur le devant, très pratique à mettre et à enlever. Ce maillot de bain de surf comprend un soutien-gorge intégré doux avec une bande élastique de poitrine, vous offrant à la fois confort et soutien pour un port tout au long de la journée.",
            "Occasion : le maillot de bain à séchage rapide pour femme est adapté pour la natation, le surf, le kayak, la plongée sous-marine, la plongée avec tuba, le rafting en eau vive, le pédalage et tous les autres sports nautiques.",
            "Remarque : veuillez vous référer au tableau des tailles sur l'image ou la description du produit avant l'achat. La satisfaction du client est notre priorité. Nous vous souhaitons un bon shopping.",
            "PREMIUM MATERIAL - Full front zip rash guard is a soft, lightweight, durable, quick drying and breathable fabric that ensures a comfortable fit while you enjoy your water activities."
          ],
          "en": [
            "SUN PROTECTION: Protects against rashes and harmful UV rays from the sun. UVA and UVB protection ensures you are protected from sunburn and long-term skin damage. Enjoy your time on the beach This fashionable swimsuit with contrasting colors makes you look more elegant.",
            "Full Rash Guard The full wetsuit is designed with front zipper, very convenient to put on and take off. This surf swimsuit includes a soft built-in bra with an elastic chest band, providing you both comfort and support for all day wear."
          ],
          "other": [
            "Occasion The quick dry swimsuit for women is suitable for swimming, surfing, kayaking, scuba diving, snorkeling, whitewater rafting, pedaling and all other water sports.",
            "Note: Please refer to the size chart in the picture or product description before purchase. Customer satisfaction is our top priority. We wish you a happy shopping!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/617qugp-bcL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F2MZZSQK"
      }
    },
    {
      "asin": "B0DL9SJP3M",
      "csi_title": "LVCBL Chemise m&#233;di&#233;vale en Lin pour Homme - Style r&#233;tro Traditionnel - &#192; Lacets - Kaki XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "«X-Large»",
          "size_map": "«X-Large»",
          "additional_sizes_detected": [
            "$additional_links_augmentor_974::{",
            "x_l,"
          ],
          "structured_size": {
            "size": "x_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Confortable et respirant : ce t-shirt en 75 % coton et 25 % lin de qualité supérieure assure un maximum de confort et de respirabilité et est parfait pour les journées chaudes ou sous des costumes.",
            "Design médiéval : notre chemise médiévale en lin pour homme dispose d'un design rétro inspiré des vêtements vikings avec un laçage classique pour un véritable look historique.",
            "Costume polyvalent : idéal pour les reconstitutions médiévales, les Viking, les foires de la Renaissance ou les fêtes d'Halloween ; cette chemise médiévale pour homme est un must pour toute collection de costumes.",
            "FACILE À PORTER : Cette chemise de pirate à lacets se porte sans effort avec un pantalon, une combinaison médiévale peut être associée, vous permettant de créer une multitude de looks reflétant votre style personnel ou votre époque préférée.",
            "Qualité durable : cette chemise en lin d'inspiration vintage a été conçue pour durer et conserve sa forme et sa couleur après de nombreux lavages, vous permettant de profiter de votre chemise en lin médiévale pour hommes pendant des années.",
            "EASY TO STYLE This effortless lace-up pirate shirt with pants, medieval collocation can be combined so you can create a variety of looks that reflect your personal style or favorite period.",
            "DURABLE QUALITY - This vintage-inspired linen shirt was built to last and retains its shape and color after many washes, allowing you to enjoy your medieval linen shirt for men for years."
          ],
          "en": [
            "COMFORTABLE AND BREATHABLE - This T-shirt made of high-quality 75% cotton and 25% linen ensures maximum comfort and breathability and is perfect for hot days or under suits.",
            "VERSATILE COSTUME: Ideal for medieval reenactments, viking, renaissance fairs or Halloween parties; this medieval shirt for men is a must for any costume collection."
          ],
          "other": [
            "MEDIEVAL DESIGN - Our medieval linen shirt for men features a retro design inspired by Viking clothing with classic lacing for a true historic look."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61kiel2nA9L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DL9SJP3M"
      }
    },
    {
      "asin": "B0FFN7PJM3",
      "csi_title": "Duohropke Chemise hippie &#224; manches longues pour homme - Ann&#233;es 60 et 80 - Motif floral - Chemise de loisirs - Mode carnaval - Disco - Coupe ajust&#233;e - Chemise hawa&#239;enne boutonn&#233;e - Chemise d&apos;affaires",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "L",
          "size_map": "L",
          "additional_sizes_detected": [
            "$additional_links_augmentor_948::{",
            "l,"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "débardeur homme débardeur homme débardeur homme gym débardeur homme gym débardeur gym homme débardeur homme débardeur homme musculation débardeur homme gym débardeur homme sport débardeur homme été tops pour homme débardeur homme été débardeurs homme débardeur homme sport sport débardeur homme débardeur homme blanc",
            "Pull sport pour homme, pull pour homme blanc, pull pour homme avec fermeture éclair, pull avec fermeture éclair pour homme, pull outdoor pour homme, pull à capuche pour homme, pull à col roulé pour homme blanc, pull vintage pour homme, pull slim fit pour homme, pull 4XL pour homme, pull avec col chemise pour homme, pull militaire pour homme, pull 5XL pour homme, pull Los Angeles pour homme, pull avec col pour homme",
            "Chemises décontractées pour hommes à manches courtes - Chemises décontractées pour hommes à manches courtes coupe ajustée - Chemise décontractée pour hommes à manches longues - Chemise décontractée pour hommes à manches longues coupe ajustée - Chemise décontractée pour hommes à manches longues 4XL - Chemise décontractée pour hommes à manches longues noire - Chemises décontractées pour hommes - Chemises décontractées pour hommes à manches longues - Chemises décontractées pour hommes coupe ajustée - Chemises décontractées pour hommes coupe régulière - Chemises décontractées pour hommes noires - Chemises décontractées pour hommes coupe confort",
            "Chemises d'affaires pour homme à manches courtes - Chemises d'affaires pour homme à carreaux - Chemises d'affaires pour homme - Chemises d'affaires pour homme coupe ajustée - Chemises d'affaires pour homme coupe confortable - Chemises d'affaires pour homme coupe classique - Chemises d'affaires pour homme à manches courtes - Chemises d'affaires pour homme coupe ajustée rouge - Chemises d'affaires pour homme blanches coupe classique - T-shirt de sport pour homme à manches courtes - T-shirt de sport pour homme à manches courtes respirant - T-shirt de sport pour homme à manches courtes en coton - T-shirt de sport pour homme à manches courtes 3XL",
            "Chemise pour homme sans manches T-shirt rouge pour homme Hauts pour homme élégants et modernes Chemise pour homme à manches courtes pour le plein air Chemise batik pour homme Chemise à manches longues pour homme Chemise d'affaires pour homme Chemise en polaire pour homme Chemise pour homme à manches courtes en lin T-shirts blancs pour homme T-shirt col rond ample pour homme Sous-vêtement en jersey fin pour homme Polo pour homme 4XL Costume d'affaires pour homme Sports T-shirt pour homme Chemise pour homme kaki Chemise henley pour homme Fun shirts pour homme T-shirt pour homme"
          ],
          "other": [
            "tank top for men tank top gym tank top for men bodybuilding tank top for men sports tank tops for men summer tank tops for men summer tank tops for men summer tank tops for men tank tops for men tank tops for men tank tops for men tank tops for men tank tops for men tank tops for men white",
            "mens sports sweater white zipper pullover outdoor sweater men sweater with hood turtleneck sweater men white vintage sweater men slim fit sweater 4xl with shirt collar military sweater men military jumper men 5xl sweater with collar mens military sweater men 5xl mens sweater with collar mens jumper men 5xl mens sweater with collar",
            "Leisure shirts for men, short sleeve, slim fit, slim fit, leisure shirt for men, slim fit, leisure shirt for men, slim fit, leisure shirt for men, slim fit, leisure shirt for men, regular fit, leisure shirt for men, leisure shirt, men's leisure shirt, men's leisure shirt, men's leisure shirt, men's leisure shirt, regular fit, leisure shirts for men, leisure shirts for men, leisure shirts black. Men's comfortable fit",
            "business shirts for men short sleeve mens business shirt plaid business shirt men slim fit business shirt men slim fit business shirt men straight fit business shirt men straight fit business shirt men straight fit short sleeve business shirt men slim fit red straight fit mens sports tee shirt short sleeve breathable short sleeve cotton short sleeve t-shirt mens short sleeve t-shirt mens short sleeve t-shirt 3xl",
            "men's sleeveless t shirt red stylish modern short sleeve outdoor batik t shirt long sleeve shirt business shirt mens fleece shirt short sleeve shirt linen short sleeve shirt men white t shirt men round neck thin rib undershirt mens polo shirt 4xl business suit mens sport tee shirt khaki henley shirt funny mens t-shirt"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/816+DVi9eVL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FFN7PJM3"
      }
    },
    {
      "asin": "B0DK98WDBT",
      "csi_title": "Ficerd Lot de 3 Chemises &#224; Manches Longues en Coton pour Homme, Grandes Tailles, d&#233;contract&#233;es et surdimensionn&#233;es(Noir, Vert Kaki, Bleu,3XL)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "3XL",
          "size_map": "3XL",
          "additional_sizes_detected": [
            "$additional_links_augmentor_813::{",
            "'3x_l',"
          ],
          "structured_size": {
            "size": "'3x_l'",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matière confortable : ce t-shirt oversize pour homme est composé d'un mélange de 95 % cotton et 5 % spandex, alliant élasticité douce et texture soyeuse, vous offrant un ajustement ample et une expérience de port sans contrainte du matin au soir",
            "Le forfait comprend: vous recevrez un pack de 3 chemises à manches longues pour hommes de grande taille de différentes couleurs, ces hauts sont de couleur unie avec un col ras du cou, le multipack vous offre une variété de choix pour répondre à vos besoins quotidiens",
            "Conception ample : chaque chemise grande et grande pour homme est suffisamment longue pour couvrir efficacement l'abdomen, aidant à empêcher vos sous-vêtements et votre ventre de se montrer lorsque vous vous penchez ou levez les bras",
            "Convient à toutes les occasions : cette chemise en coton pour homme est polyvalente et convient à diverses activités telles que les fêtes, le travail, l'exercice, les activités sportives, les voyages, les vacances et la vie quotidienne ; elle peut être facilement assortie à n'importe quelle occasion",
            "Conseils d'entretien : cette chemise à manches longues, grande et grande, n'est pas seulement élégante et ample, elle est également pratique. Elle peut être lavée à la main à l'eau froide ou en machine sur un cycle délicat, suspendue ou séchée à l'air libre, et ne pas blanchir. Conserve sa forme et ses couleurs vives même après des lavages réguliers."
          ],
          "en": [
            "Comfortable Material This oversize men's t-shirt is made of a blend of 95% cotton and 5% spandex, which is elastic and soft, providing you with a comfortable fit and convenient wearing experience.",
            "Suitable for any occasion: this men's cotton shirt is versatile and suitable for various activities such as party, work, exercise, sports activities, travel, vacation and daily life; It can be easily matched with any occasion",
            "CARE TIPS:This long sleeve big and tall shirt is not only stylish and loose, it is also practical. It can be hand washed in cold water or machine wash on a delicate cycle, hang or air dried, and do not bleach. Retains its shape and bright colours even after regular washing."
          ],
          "other": [
            "The package includes: you will receive a pack of 3 large size men's long sleeve shirts in different colors, these tops are solid color with a crew neck, the multipack provides you with a variety of choices to meet your daily needs",
            "Loose design: each big and tall mens shirt is long enough to effectively cover the abdomen, helping to prevent your underwear and belly from showing up when bending or raising your arms"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71IWt3qfTyL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DK98WDBT"
      }
    },
    {
      "asin": "B09ZLCX6LB",
      "csi_title": "Hommes sous-v&#234;tement Dentelle Florale Maillot Corps Gilets Sport Haut Maille Transparente Voir &#224; Travers Chemise Muscl&#233;e Haut Court Tricot Corps V&#234;tement Sport 1# Noir Small",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "S",
          "size_map": "S",
          "additional_sizes_detected": [
            "$additional_links_augmentor_927::{",
            "s,"
          ],
          "structured_size": {
            "size": "s",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Gilet en dentelle musculaire sous-vêtement pour homme : débardeur en dentelle florale pour homme sans manches, coupe ajustée, haut musculaire, entraînement, voir à travers le sous-vêtement clubwear, gym, sportswear, été, crossdresser, lingerie.",
            "Design : débardeurs en dentelle pour homme, débardeurs à col rond, débardeur sans manches, haut court, design en dentelle transparente, vous aide à montrer vos muscles sains et votre silhouette parfaite, vous permet de libérer votre charme viril infini. Motif rose exquis, super sissy, montre parfaitement votre charme unique.",
            "Occasions : un cadeau parfait pour vous-même et une grande surprise pour pimenter la Saint-Valentin, les jours de mariage, la lune de miel, le club, la journée privée, la journée spéciale, etc. Un bon choix pour augmenter les moments romantiques du couple, laissez votre allure être sexy, chaude, enchanteur et imparable. Et être glamour et romantique.",
            "Matériau : 95 % nylon and 5 % élasthanne. Débardeurs en dentelle sissy pour hommes, fabriqués à partir de tissus en nylon et élasthanne de haute qualité, bonne perméabilité à l'air, ultra-fins et légers, toucher doux avec élasticité, sans démangeaisons sur la peau, ajustés au corps, très confortables à porter, coupe soignée et coupe modérée, laissez-vous profiter du meilleur confort.",
            "Taille : S-XL. 2 modèles. Voir les détails du tableau des tailles. Instructions d'entretien : lavage à la main sous 30 °C avec un détergent doux, ne pas javelliser, ne pas nettoyer à sec, ne pas repasser à haute température."
          ],
          "other": [
            "Muscle Lace Vest Underwear for Men:Floral Lace Tank Top for Men Sleeveless Slim Fit Muscle Top Workout See Through Underwear Clubwear, Gym, Sportswear, Summer, Crossdresser, Lingerie.",
            "Design: lace tank tops for men, round neck tank tops, sleeveless tank tops, crop top, transparent lace design, help you show your healthy muscles and perfect figure, let you release your infinite manly charm. Exquisite rose pattern, super sissy, perfectly show your unique charm.",
            "Occasions: A perfect gift for yourself and a big surprise to spice up Valentine's Day, wedding days, honeymoon, club, private day, special day, etc. A good choice to increase the romantic moments of the couple, let your look be sexy, warm, enchanting and unstoppable. And be glamorous and romantic.",
            "Material: 95% Nylon and 5% Spandex. Men's sissy lace tank tops, made from high quality nylon and spandex fabrics, good air permeability, ultra-thin and lightweight, soft touch with elasticity, no itching on the skin, fitted to the body, very comfortable to wear, neat cut and moderate fit, let you enjoy the best comfort.",
            "Size:S-XL 2 models See Size Chart Details CARE INSTRUCTIONS Hand wash under 30 degrees with mild detergent, do not bleach, do not dry clean, do not iron at high temperature."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61BojJHT4CL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B09ZLCX6LB"
      }
    },
    {
      "asin": "B0D3X3R7FN",
      "csi_title": "Genfien Maillot de Bain Femme 2 Pieces Tankini Maillots Push Up Rembourr&#233; Tankini Ensembles Swimsuit avec Boyshort Beachwear Maillot de Plag Swimsuit",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "M",
          "size_map": "M",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "Sleeve type: Sans manche",
            "Sleeve type: Sleeveless"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71mGqkID8YL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0D3X3R7FN"
      }
    },
    {
      "asin": "B0FDFR6TC5",
      "csi_title": "Ficerd Lot de 3 Chemises &#224; Manches Longues en Coton pour Homme, Grandes Tailles, d&#233;contract&#233;es et surdimensionn&#233;es(Gris fonc&#233;, Bleu Cobalt, Vert Gris,L)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "L",
          "size_map": "L",
          "additional_sizes_detected": [
            "$additional_links_augmentor_791::{",
            "l,"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matière confortable : ce t-shirt oversize pour homme est composé d'un mélange de 95 % cotton et 5 % spandex, alliant élasticité douce et texture soyeuse, vous offrant un ajustement ample et une expérience de port sans contrainte du matin au soir",
            "Le forfait comprend: vous recevrez un pack de 3 chemises à manches longues pour hommes de grande taille de différentes couleurs, ces hauts sont de couleur unie avec un col ras du cou, le multipack vous offre une variété de choix pour répondre à vos besoins quotidiens",
            "Conception ample : chaque chemise grande et grande pour homme est suffisamment longue pour couvrir efficacement l'abdomen, aidant à empêcher vos sous-vêtements et votre ventre de se montrer lorsque vous vous penchez ou levez les bras",
            "Convient à toutes les occasions : cette chemise en coton pour homme est polyvalente et convient à diverses activités telles que les fêtes, le travail, l'exercice, les activités sportives, les voyages, les vacances et la vie quotidienne ; elle peut être facilement assortie à n'importe quelle occasion",
            "Conseils d'entretien : cette chemise à manches longues, grande et grande, n'est pas seulement élégante et ample, elle est également pratique. Elle peut être lavée à la main à l'eau froide ou en machine sur un cycle délicat, suspendue ou séchée à l'air libre, et ne pas blanchir. Conserve sa forme et ses couleurs vives même après des lavages réguliers."
          ],
          "en": [
            "Comfortable Material This oversize men's t-shirt is made of a blend of 95% cotton and 5% spandex, which is elastic and soft, providing you with a comfortable fit and convenient wearing experience.",
            "Suitable for any occasion: this men's cotton shirt is versatile and suitable for various activities such as party, work, exercise, sports activities, travel, vacation and daily life; It can be easily matched with any occasion",
            "CARE TIPS:This long sleeve big and tall shirt is not only stylish and loose, it is also practical. It can be hand washed in cold water or machine wash on a delicate cycle, hang or air dried, and do not bleach. Retains its shape and bright colours even after regular washing."
          ],
          "other": [
            "The package includes: you will receive a pack of 3 large size men's long sleeve shirts in different colors, these tops are solid color with a crew neck, the multipack provides you with a variety of choices to meet your daily needs",
            "Loose design: each big and tall mens shirt is long enough to effectively cover the abdomen, helping to prevent your underwear and belly from showing up when bending or raising your arms"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81y7P5bS3DL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FDFR6TC5"
      }
    },
    {
      "asin": "B0CYZP5WWF",
      "csi_title": "Maillots de Cyclisme pour Hommes ProTeam pour &#201;t&#233; S&#233;chage Rapide &#201;quipement de Sport en Plein Air Adultes Maillots de V&#233;lo Bleu M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "M",
          "size_map": "M",
          "additional_sizes_detected": [
            "$additional_links_augmentor_833::{",
            "m,"
          ],
          "structured_size": {
            "size": "m",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "TAILLE : La taille est basée sur les normes de taille asiatiques, veuillez choisir la bonne taille selon le tableau des tailles. Si vous avez des questions, veuillez consulter notre service client.",
            "TISSU DE HAUTE QUALITÉ - Ce maillot de cyclisme à manches courtes est fabriqué dans un tissu respirant de qualité offrant une bonne respirabilité et un séchage rapide, assurant une excellente capacité d'évacuation de l'humidité et une dissipation rapide de la chaleur.",
            "CONVENANCE ET SÉCURITÉ - Le kit de cyclisme dispose de 3 poches arrière traditionnelles pour ranger les téléphones portables, les bouteilles d'eau et les barres énergétiques ; le vêtement est également conçu avec des bandes réfléchissantes pour améliorer la visibilité et la sécurité lors de la conduite.",
            "CONÇU PROFESSIONNELLEMENT POUR LE VÉLO - Maillot de vélo professionnel pour hommes idéal pour le vélo, le spinning, les vélos de route ou les amateurs de vélo en intérieur et en extérieur.",
            "SERVICE CLIENT - En tant que marque de cyclisme professionnelle, nous croyons en la qualité de nos maillots et shorts de cyclisme. Nous sommes fabricant d'articles de cyclisme, nous pouvons offrir une qualité supérieure et un bon design, et nous acceptons également vos demandes de personnalisation spéciale ! veuillez consulter notre service client."
          ],
          "en": [
            "HIGH QUALITY FABRIC - This short sleeve cycling jersey is made of quality breathable fabric that offers good breathability and quick drying, ensuring excellent moisture wicking ability and fast heat dissipation.",
            "CONVENIENCE AND SAFETY - The cycling kit has 3 traditional rear pockets to store mobile phones, water bottles and energy bars; the garment is also designed with reflective strips to improve visibility and safety when driving."
          ],
          "other": [
            "SIZE: The size is based on Asian size standards, please choose the right size according to the size chart. If you have any questions, please consult our customer service.",
            "PROFESSIONALLY DESIGNED FOR BIKE - Professional cycling jersey for men ideal for cycling, spinning, road bikes or indoor and outdoor cycling enthusiasts.",
            "CUSTOMER SERVICE - As a professional cycling brand, we believe in the quality of our cycling jerseys and shorts. We are manufacturer of cycling items, we can offer superior quality and good design, and we also accept your special customization requests! Please consult our customer service."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51VePFOD4mL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CYZP5WWF"
      }
    },
    {
      "asin": "B0DPG1ZGBN",
      "csi_title": "Felcia Gilet en tricot &#224; imprim&#233; l&#233;opard avec patchs et lien devant pour femme - Coupe ample - D&#233;bardeur en maille avec d&#233;tail graphique gu&#233;pard, Camel A., L",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_36::{",
          "size_map": null,
          "additional_sizes_detected": [
            "l,",
            "L"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau : nos débardeurs tricotés pour femme sont fabriqués en 95 % polyester, 5 % élasthanne. Super doux et respirant, le gilet tricoté est chaud et confortable à porter",
            "Caractéristiques : Haut de gilet pull patchwork léopard : Sans manches, col en V, imprimé léopard, patchwork, coupe ample, longueur basique. Tricoté pour femmes, fermeture à nouer, facile à mettre et à enlever",
            "Design : gilet en tricot sans manches, avec une couleur classique, montrez votre touche féminine et vos goûts de mode. Vous aurez l'air plus charmante et jeune dans ce débardeur en tricot",
            "À associer : Débardeur à nouer devant, se porte bien avec des leggings, des jupes, des jeans, des shorts, des bottes, des talons hauts, etc. Ce débardeur en maille peut également être porté sous une veste pour un look superposé",
            "Occasion : gilets en crochet pour femme, adaptés pour les rendez-vous, la maison, l'université, le bureau, le shopping, les boîtes de nuit, la plage, les vacances, la photographie, la rue, le pique-nique et d'autres occasions"
          ],
          "en": [
            "Design: sleeveless knitted vest, with classic color, show your feminine touch and fashion taste. You will look more charming and youthful in this knit tank top",
            "Matching: Tie front tank top, go well with leggings, skirts, jeans, shorts, boots, high heels, etc. This knitted tank top can also be worn under a jacket for a layered look"
          ],
          "other": [
            "Material Our womens knitted tank tops are made of 95% polyester, 5% spandex. Super soft and breathable, the knitted vest is warm and comfortable to wear",
            "Features: Leopard Patchwork Sweater: Sleeveless, V Neck, Leopard Print, Patchwork, Loose Fit, Basic Length. Women's knitwear, tie closure, easy to put on and take off",
            "Occasion:Women crochet vests, suitable for dating, home, college, office, shopping, nightclub, beach, vacation, photography, street, picnic and other occasions"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81vs-k-jSDL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DPG1ZGBN"
      }
    },
    {
      "asin": "B0CWV62PD3",
      "csi_title": "EBANKU Chemises d&apos;entra&#238;nement surdimensionn&#233;es pour Femmes, Hauts Courts &#224; Manches Courtes, d&#233;contract&#233;s, Basiques, en Coton, athl&#233;tique, Yoga, Course &#224; Pied",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_926::{",
          "size_map": null,
          "additional_sizes_detected": [
            "s,"
          ],
          "structured_size": {
            "size": "s",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "T-shirt court basique : nos chemises d'été confortables pour femme sont en mélange de coton de haute qualité. Doux et délicat sur la peau, offre une expérience d'utilisation confortable, adapté pour le yoga, l'exercice, le fitness, la salle de sport, la course, tout type d'entraînement ou une utilisation quotidienne décontractée.",
            "Design unique : le design avec col rond, épaules tombantes, manches courtes avec revers cousu roulé, l’ourlet inférieur roulé donne à ce t-shirt d’entraînement un look élégant et à la mode, tout en conservant sa praticité et sa polyvalence. Manches courtes et taille carrée pour créer des lignes de corps sexy et belles.",
            "Facile à assortir : le t-shirt court peut être porté très facilement avec un soutien-gorge de sport, des leggings de yoga moulants / des leggings en polyuréthane, un short taille haute, un pantalon / un jean pour un look décontracté quotidien.",
            "Occasions : haut d'entraînement pour femmes et filles, t-shirt de jogging pour femme, t-shirt de yoga, t-shirt de course pour femme, t-shirt de course, t-shirt d'escalade, vêtements de streetwear, vêtements de vacances, vêtements scolaires, vêtements courts à porter au quotidien. Convient pour tous les sports intérieurs et extérieurs.",
            "Soin du vêtement pour crop top sexy : notre haut décontracté pour femme est oversized, à manches courtes, col rond simple, sexy avec exposition du nombril pour les femmes modernes. Lavage à la main recommandé à l'eau froide, ne pas utiliser de javel, suspendre ou sécher à la l'air."
          ],
          "en": [
            "Unique Design The design with round neck, drop shoulders, short sleeves with rolled stitched lapel, rolled bottom hem gives this workout tee a stylish and fashionable look, while maintaining its practicality and versatility. Short sleeves and square waist to create sexy and beautiful body lines."
          ],
          "other": [
            "Basic crop t-shirt: our comfortable summer shirts for women are made of high quality cotton blend. Soft and delicate on the skin, provides a comfortable using experience, suitable for yoga, exercise, fitness, gym, running, any type of workout or casual daily use.",
            "EASY TO MATCH: The crop top shirt can be worn very easily with sports bra, tight yoga leggings/PU leggings, high waist shorts, pants/jeans for a daily casual look.",
            "Occasions: workout tops for women and girls, jogging shirts for women, yoga shirt, running shirts for women, running t-shirt, climbing t-shirt, streetwear clothes, vacation clothes, school wear, short clothes for daily wear. Suitable for all indoor and outdoor sports.",
            "Clothing Care for Sexy Crop Top: Our casual tops for women is oversized, short sleeve, simple round neck, sexy with belly button display for modern women. Hand wash recommended in cold water, do not bleach, hang or air dry."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61TqeWcwOcL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CWV62PD3"
      }
    },
    {
      "asin": "B0BDXWSF8Y",
      "csi_title": "Camiseta estampada, Chemise Business,",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XL",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "VINTAGE TRAVEL STICKER TEE M1011629A SUPERDRY Future Fuchsia Pink XL Homme",
            "Vintage Travel Sticker Tee M1011629A Superdry Future Fuchsia Pink XL Men's"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71lQZhdLvSL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0BDXWSF8Y"
      }
    },
    {
      "asin": "B08RJ1K5B2",
      "csi_title": "MAGCOMSEN Chemise Homme Manches Longues Chemise &#201;t&#233; Homme UPF 50+ S&#233;chage Rapide pour Randonn&#233;e P&#234;che Sport Ext&#233;rieure",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "L",
          "size_map": "L",
          "additional_sizes_detected": [
            "$additional_links_augmentor_998::{",
            "l,"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "【UPF 50+】La chemise homme manches longues anti-UV vous préserve des coups de soleil et des dommages cutanés à long terme en bloquant les rayons UVA et UVB nocifs, et offre un confort toute la journée. Parfait pour les activités de plein.",
            "【Respirant & Séchage Rapide】 Le tissu respirant unique permet à la brise d’entrer et à la chaleur de s'évacuer, offre d'excellentes propriétés d'évacuation de l'humidité et de séchage rapide. Fentes d'aération parfaitement placées sur le dos vous gardent au frais toute la journée au soleil.",
            "【4 Poches Pratiques】2 poches poitrine boutonnées et 2 poches poitrine avec fermeture éclair peuvent stocker des affaires et les empêcher de tomber.",
            "【Manches Retroussables】Chemise randonnée homme dispose de manches retroussables qui peuvent être ajustées à la longueur des manches avec des boucles et des boutons en fonction de la température et du style vestimentaire. Convient pour le printemps, l'été et l'automne.",
            "【Occasions】Bon choix pour les sports de plein air, l'exercice, la randonnée, le camping, la chasse, le fitness, le cyclisme, la pêche, l'escalade, les voyages, la course, le jogging, le salon et la maison.",
            "【Roll-up sleeves】Men's hiking shirt has roll-up sleeves that can be adjusted to the length of the sleeves with buckles and buttons depending on the temperature and clothing style. Suitable for spring, summer and autumn."
          ],
          "other": [
            "【UPF 50+】 The men's long-sleeved anti-UV shirt keeps you from sunburn and long-term skin damage by blocking harmful UVA and UVB rays, and provides all-day comfort. Perfect for outdoor activities.",
            "【Breathable & Quick Drying】Unique breathable fabric allows breeze to enter and heat to escape, offers excellent moisture wicking and quick drying properties. Perfectly placed vents on the back keep you cool all day in the sun.",
            "【4 practical pockets】2 buttoned chest pockets and 2 chest pockets with zippers can store things and prevent them from falling out.",
            "【Occasions】Good choice for outdoor sports, exercise, hiking, camping, hunting, fitness, cycling, fishing, climbing, traveling, running, jogging, living room and home."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/616D+2UguqL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B08RJ1K5B2"
      }
    },
    {
      "asin": "B0FDFSQR2M",
      "csi_title": "Ficerd Lot de 3 Chemises &#224; Manches Longues en Coton pour Homme, Grandes Tailles, d&#233;contract&#233;es et surdimensionn&#233;es(Gris fonc&#233;, Bleu Cobalt, Vert Gris,XL)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XL",
          "size_map": "XL",
          "additional_sizes_detected": [
            "$additional_links_augmentor_791::{",
            "x_l,"
          ],
          "structured_size": {
            "size": "x_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matière confortable : ce t-shirt oversize pour homme est composé d'un mélange de 95 % cotton et 5 % spandex, alliant élasticité douce et texture soyeuse, vous offrant un ajustement ample et une expérience de port sans contrainte du matin au soir",
            "Le forfait comprend: vous recevrez un pack de 3 chemises à manches longues pour hommes de grande taille de différentes couleurs, ces hauts sont de couleur unie avec un col ras du cou, le multipack vous offre une variété de choix pour répondre à vos besoins quotidiens",
            "Conception ample : chaque chemise grande et grande pour homme est suffisamment longue pour couvrir efficacement l'abdomen, aidant à empêcher vos sous-vêtements et votre ventre de se montrer lorsque vous vous penchez ou levez les bras",
            "Convient à toutes les occasions : cette chemise en coton pour homme est polyvalente et convient à diverses activités telles que les fêtes, le travail, l'exercice, les activités sportives, les voyages, les vacances et la vie quotidienne ; elle peut être facilement assortie à n'importe quelle occasion",
            "Conseils d'entretien : cette chemise à manches longues, grande et grande, n'est pas seulement élégante et ample, elle est également pratique. Elle peut être lavée à la main à l'eau froide ou en machine sur un cycle délicat, suspendue ou séchée à l'air libre, et ne pas blanchir. Conserve sa forme et ses couleurs vives même après des lavages réguliers."
          ],
          "en": [
            "Comfortable Material This oversize men's t-shirt is made of a blend of 95% cotton and 5% spandex, which is elastic and soft, providing you with a comfortable fit and convenient wearing experience.",
            "Suitable for any occasion: this men's cotton shirt is versatile and suitable for various activities such as party, work, exercise, sports activities, travel, vacation and daily life; It can be easily matched with any occasion",
            "CARE TIPS:This long sleeve big and tall shirt is not only stylish and loose, it is also practical. It can be hand washed in cold water or machine wash on a delicate cycle, hang or air dried, and do not bleach. Retains its shape and bright colours even after regular washing."
          ],
          "other": [
            "The package includes: you will receive a pack of 3 large size men's long sleeve shirts in different colors, these tops are solid color with a crew neck, the multipack provides you with a variety of choices to meet your daily needs",
            "Loose design: each big and tall mens shirt is long enough to effectively cover the abdomen, helping to prevent your underwear and belly from showing up when bending or raising your arms"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81y7P5bS3DL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FDFSQR2M"
      }
    },
    {
      "asin": "B07TQNC435",
      "csi_title": "Levi&apos;s Barstow Western Standard Chemise Homme, Marble Black Denim Rinse, XXL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Chemise Western Shirt traditionnelle en denim et à manches longues",
            "Détails Western originaux",
            "Ourlet arrière arrondi",
            "Levi's Sculpt with Hypersoft, très doux, vous apporte un confort supérieur et un stretch optimal",
            "Nous nous associons à l’organisation Better Cotton Initiative pour améliorer la culture du coton dans le monde entier",
            "Ceci est un authentique produit Levi’s"
          ],
          "en": [
            "Original Western Details",
            "This is a genuine product Levi's"
          ],
          "other": [
            "Traditional Denim Long Sleeve Western Shirt",
            "Rounded back hem",
            "Levi's Sculpt with Hypersoft, very soft, brings you superior comfort and optimal stretch",
            "We partner with Better Cotton Initiative to improve cotton cultivation worldwide"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71QNjSY0OuL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B07TQNC435"
      }
    },
    {
      "asin": "B0002ZI6WW",
      "csi_title": "Dickies Work Chemise Manches courtes Homme, Bleu (Dark Navy 1), 3X-Large",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "Non disponible",
            "Type de coupe:taille normale"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51xxRiMCczL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0002ZI6WW"
      }
    },
    {
      "asin": "B0CJY2SQJC",
      "csi_title": "beyleaycau kit cycliste manches longues maillot cycliste d&apos;automne avec gel de s&#233;chage rapide rembourr&#233; et collant &#224; bretelles",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "M",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "TAILLE : La taille est basée sur les normes de taille asiatiques, veuillez choisir la bonne taille selon le tableau des tailles. Si vous avez des questions, veuillez consulter notre service client.",
            "TISSU DE HAUTE QUALITÉ - Ce maillot de cyclisme à manches courtes est fabriqué dans un tissu respirant de qualité avec une bonne respirabilité et un séchage rapide, offrant une capacité d'évacuation de l'humidité élevée et une dissipation rapide de la chaleur.",
            "CONVENANCE ET SÉCURITÉ - Le kit de cyclisme dispose de 3 poches arrière traditionnelles pour ranger les téléphones portables, les bouteilles d'eau et les barres énergétiques ; le vêtement est également conçu avec des bandes réfléchissantes pour améliorer la visibilité et la sécurité lors de la conduite.",
            "CONÇU PROFESSIONNELLEMENT POUR LE VÉLO - Maillot de vélo professionnel pour hommes idéal pour le vélo, le spinning, les vélos de route ou les amateurs de vélo en intérieur et en extérieur.",
            "SERVICE CLIENT - En tant que marque de cyclisme professionnelle, nous croyons en la qualité de nos maillots et shorts de cyclisme. En tant que fabricant d'articles de cyclisme, nous pouvons offrir une qualité supérieure et un bon design, nous acceptons également vos demandes de personnalisation spéciales!"
          ],
          "other": [
            "The cycling jersey is designed with 3 pockets to carry the items you need."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/41+zkPVtanL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CJY2SQJC"
      }
    },
    {
      "asin": "B00B2JJOTG",
      "csi_title": "Brandit Am&#233;ricaine Chemise &#224; Manches Courtes, Navy, S",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "S",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "à manches courtes"
          ],
          "other": [
            "Entretien: Lavage en machine",
            "Forme de Col : Kent",
            "Demi Manche",
            "Coupe droite",
            "Care: Machine washable",
            "Collar Shape: Kent",
            "Half Sleeve",
            "Short Sleeve",
            "Regular fit"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71ZhRRxY0PL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B00B2JJOTG"
      }
    },
    {
      "asin": "B0C2ZSZ6MD",
      "csi_title": "PCTOTALLY LARGE LEATHER PARTY BAG NOOS, sac d&apos;&#233;paule,",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "38.1",
          "size_map": null,
          "additional_sizes_detected": [
            "Taille unique",
            "One Size"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "T-shirt à col rond profond",
            "Aspect côtelé"
          ],
          "other": [
            "Petite patte de boutonnage sur l'encolure",
            "T-shirt en coton bio",
            "Deep Crew Neck T-Shirt",
            "Small button placket on neckline",
            "Organic cotton T-shirt",
            "Ribbed look"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81sCZ0D3rbL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0C2ZSZ6MD"
      }
    },
    {
      "asin": "B0B3NGQ8FW",
      "csi_title": "Czen Tactique Militaire Chemises pour Hommes, Chemise de Combat Airsoft Camouflage 1/4 Zip Longues T-Shirt Chemise de randonn&#233;e de l&apos;arm&#233;e en Plein air, clmc, XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XL",
          "size_map": "XL",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "【SÉCHAGE RAPIDE】: tissu qui évacue l'humidité, peut évacuer la transpiration du corps, garder votre corps au sec et au frais toute la journée. Manches raglan pour une meilleure liberté de mouvement ; avant-bras résistants à l'abrasion ; Respirant et léger, antistatique et doux.",
            "【DESIGN CLASSIQUE】: La chemise tactique est un design classique largement utilisé pour l'entraînement des soldats et les activités de plein air. C'est un excellent t-shirt pour l'airsoft, le paintball et la chasse, qui vous garde à l'aise toute la journée et qui est durable pour les travaux intensifs.",
            "【MATÉRIEL】 : 65 % polyester + 35 % coton ; Manches et épaules en tissu rip-stop, corps en coton élastique. Si vous voulez perdre du poids, veuillez prendre une taille au-dessus.",
            "【MULTIFONCTION】 : 1/4 zip frontal ; Deux poches sur les bras ; Grand patch sur les deux bras pour les patchs d'individualité ; Manches longues avec fermetures velcro réglables; Deux poches pour coudières renforcées.",
            "【LARGEMENT UTILISÉ】 : bon pour le printemps, l'été, l'automne et l'hiver. Idéal pour les sports de plein air, la chasse, la pêche, la randonnée, l'escalade, le camping, les voyages, le cyclisme, le paintball, le tir à l'airsoft, l'entraînement militaire et les vêtements décontractés.",
            "【CLASSIC DESIGN】The tactical shirt is a classic design widely used for soldier training and outdoor activities. It is a great t-shirt for airsoft, paintball and hunting, which keeps you comfortable all day and is durable for heavy duty work."
          ],
          "other": [
            "【QUICK DRYING】: Moisture wicking fabric, can wick sweat away from the body, keep your body dry and cool all day. Raglan sleeves for freedom of movement; Abrasion resistant forearm; Breathable and lightweight, anti-static and soft.",
            "【MATERIAL】: 65% polyester + 35% cotton; sleeves and shoulders are made of rip-stop fabric, elastic cotton body. If you want to lose weight, please go one size up.",
            "【MULTIFUNCTION】: 1/4 front zip; Two arm pockets; Large patch on both arms for individuality patches; Long sleeves with adjustable Velcro closures; Two reinforced elbow pad pockets.",
            "【WIDELY USED】: Good for spring, summer, autumn and winter. Ideal for outdoor sports, hunting, fishing, hiking, climbing, camping, travel, cycling, paintball, airsoft shooting, military training and casual wear."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/41x8P8wYT8L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0B3NGQ8FW"
      }
    },
    {
      "asin": "B008F9NA4G",
      "csi_title": "Mil-Tec Mixte Chemise &#192; Manches Longues-10931002 Blouse, Noir, XXL EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XXL",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériel de haute qualité",
            "Séchage rapide"
          ],
          "other": [
            "Respirant",
            "Design sportif",
            "Marque: Miltec",
            "High quality material",
            "Breathable",
            "Quick drying",
            "Sporty design",
            "Brand: Miltec"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/615zYcGgsPL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B008F9NA4G"
      }
    },
    {
      "asin": "B0C8SWJS5V",
      "csi_title": "Donason Homme Henley T-Shirt &#224; Manches Courtes Casual D&#233;contract&#233;e Chemise T-Shirts Col Rond &#224; Boutons et Poche Homme Basic Tee Shirt",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "L",
          "size_map": "L",
          "additional_sizes_detected": [
            "$additional_links_augmentor_973::{",
            "l,"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "Matière de haute qualité: Le T-shirts à manches courtes pour hommes est composé de 60% coton, 35% polyester et 5% spandex. Il est respirant, doux et léger. Il peut être porté comme couche de base avec une veste ou seul.",
            "Conception unique: Col rond et patte de boutonnage à trois boutons, coutures de couleur à la mode et coutures fines.",
            "Convient à la plupart des occasions: Cette chemise henley homme est parfaite pour la vie de tous les jours, les vacances, le travail et la plupart des activités et sports d'intérieur et d'extérieur.",
            "Cadeau idéal pour les hommes: C'est un cadeau parfait et pratique pour la fête des pères, la Saint-Valentin, Thanksgiving, les anniversaires et Noël.",
            "Poche fonctionnelle: Ce t-shirt henley pour homme est doté d'une poche sur la poitrine pour ranger de petits objets tels que des clés ou un portefeuille. Cette poche ajoute une touche de style à ce t-shirt tout en améliorant sa fonctionnalité."
          ],
          "en": [
            "Suitable for most occasions: This men's henley shirt is perfect for everyday life, holidays, work and most indoor and outdoor activities and sports."
          ],
          "other": [
            "High quality material: The men's short-sleeved T-shirts are made of 60% cotton, 35% polyester and 5% spandex. It is breathable, soft and lightweight. It can be worn as a base layer with a jacket or on its own.",
            "Unique design: Round neck and three-button placket, fashionable color stitching and fine stitching.",
            "Ideal gift for men: It is a perfect and practical gift for Father's Day, Valentine's Day, Thanksgiving, birthdays and Christmas.",
            "Note: Please measure your chest circumference before purchasing. If you receive our T-shirt and you are not satisfied with it, we guarantee a full refund or exchange. If you have any questions about our products, please feel free to contact us."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71Z4G4V+i2L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0C8SWJS5V"
      }
    },
    {
      "asin": "B07TLFLXSB",
      "csi_title": "Levi&apos;s Barstow Western Standard Chemise Homme, Marble Black Denim Rinse, XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Chemise Western Shirt traditionnelle en denim et à manches longues",
            "Détails Western originaux",
            "Ourlet arrière arrondi",
            "Levi's Sculpt with Hypersoft, très doux, vous apporte un confort supérieur et un stretch optimal",
            "Nous nous associons à l’organisation Better Cotton Initiative pour améliorer la culture du coton dans le monde entier",
            "Ceci est un authentique produit Levi’s"
          ],
          "en": [
            "Original Western Details",
            "This is a genuine product Levi's"
          ],
          "other": [
            "Traditional Denim Long Sleeve Western Shirt",
            "Rounded back hem",
            "Levi's Sculpt with Hypersoft, very soft, brings you superior comfort and optimal stretch",
            "We partner with Better Cotton Initiative to improve cotton cultivation worldwide"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71QNjSY0OuL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B07TLFLXSB"
      }
    },
    {
      "asin": "B0B93FMRCG",
      "csi_title": "ohyeahlady Nuisette Sexy Femme Grande Taille Lingerie Hot Babydoll Lingerie avec String Tenue Chemise de Nuit Chic Robe de Nuit(XL,Bretelle Violet)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_84::{",
          "size_map": "XL",
          "additional_sizes_detected": [
            "x_l,",
            "XL"
          ],
          "structured_size": {
            "size": "x_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Bretelles spaghetti ajustables : s'adaptent facilement pour un ajustement parfait à toutes les morphologies, garantissant un confort accru",
            "Buste brodé de paillettes : broderie raffinée ornée de paillettes, ajoutant une touche de brillance opulente qui rehausse instantanément la sophistication",
            "Maille semi-transparente séduisante : une touche de peau visible à travers le tissu transparent, qui dégage une féminité séduisante et un charme mystérieux",
            "Grande Taille:Conception en taille plus pour les chemises de nuit, s'adaptant à une plus grande variété de morphologies"
          ],
          "other": [
            "Emballage:1XNuisette+1XString",
            "【Adjustable Straps】Plus size babydoll with adjustable straps can be adjusted to fit your length and better fit your body shape",
            "【No Underwire】Plus size babydoll with lace cups, wire-free design, more comfortable to wear, no sense of restraint.",
            "【Large Size】Plus size design for nightgowns, fit a wider variety of body shapes.",
            "【Embroidery & Sequin】Nightdress decorated with embroidery and sequins on the front, luxurious and elegant.",
            "【Packing】1 x Nightdress + 1 x G-string"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61N8RKuILUL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0B93FMRCG"
      }
    },
    {
      "asin": "B0CYZP5DDR",
      "csi_title": "Maillots de Cyclisme pour Hommes ProTeam pour &#201;t&#233; S&#233;chage Rapide &#201;quipement de Sport en Plein Air Adultes Maillots de V&#233;lo Vert",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "TAILLE : La taille est basée sur les normes de taille asiatiques, veuillez choisir la bonne taille selon le tableau des tailles. Si vous avez des questions, veuillez consulter notre service client.",
            "TISSU DE HAUTE QUALITÉ - Ce maillot de cyclisme à manches courtes est fabriqué dans un tissu respirant de qualité offrant une bonne respirabilité et un séchage rapide, assurant une excellente capacité d'évacuation de l'humidité et une dissipation rapide de la chaleur.",
            "CONVENANCE ET SÉCURITÉ - Le kit de cyclisme dispose de 3 poches arrière traditionnelles pour ranger les téléphones portables, les bouteilles d'eau et les barres énergétiques ; le vêtement est également conçu avec des bandes réfléchissantes pour améliorer la visibilité et la sécurité lors de la conduite.",
            "CONÇU PROFESSIONNELLEMENT POUR LE VÉLO - Maillot de vélo professionnel pour hommes idéal pour le vélo, le spinning, les vélos de route ou les amateurs de vélo en intérieur et en extérieur.",
            "SERVICE CLIENT - En tant que marque de cyclisme professionnelle, nous croyons en la qualité de nos maillots et shorts de cyclisme. Nous sommes fabricant d'articles de cyclisme, nous pouvons offrir une qualité supérieure et un bon design, et nous acceptons également vos demandes de personnalisation spéciale ! veuillez consulter notre service client."
          ],
          "en": [
            "HIGH QUALITY FABRIC - This short sleeve cycling jersey is made of quality breathable fabric that offers good breathability and quick drying, ensuring excellent moisture wicking ability and fast heat dissipation.",
            "CONVENIENCE AND SAFETY - The cycling kit has 3 traditional rear pockets to store mobile phones, water bottles and energy bars; the garment is also designed with reflective strips to improve visibility and safety when driving."
          ],
          "other": [
            "SIZE: The size is based on Asian size standards, please choose the right size according to the size chart. If you have any questions, please consult our customer service.",
            "PROFESSIONALLY DESIGNED FOR BIKE - Professional cycling jersey for men ideal for cycling, spinning, road bikes or indoor and outdoor cycling enthusiasts.",
            "CUSTOMER SERVICE - As a professional cycling brand, we believe in the quality of our cycling jerseys and shorts. We are manufacturer of cycling items, we can offer superior quality and good design, and we also accept your special customization requests! Please consult our customer service."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/41lKnkkR8JL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CYZP5DDR"
      }
    },
    {
      "asin": "B0F1TKXBBK",
      "csi_title": "Chemise Asfixiado pour homme - Safari UPF50+ - Protection UV - Manches longues - Fonctionnelle - Pour la randonn&#233;e - Respirante - S&#233;chage rapide - Casual - Button Down, Rose, L",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_36::{",
          "size_map": null,
          "additional_sizes_detected": [
            "l,",
            "L"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Évacuation de l'humidité et séchage rapide - Ce t-shirt UV pour homme est fabriqué en tissu de qualité supérieure doux pour la peau avec une doublure en maille respirante et offre un excellent confort et respirabilité. Grâce à l'excellente évacuation de l'humidité et au séchage rapide, le t-shirt vous garde au sec et confortable pendant les activités de plein air.",
            "Stretch et durabilité : cette chemise de safari pour homme est fabriquée dans un matériau extensible dans les quatre sens qui permet un mouvement flexible dans toutes les directions. Le tissu est non seulement facile à laver et à sécher, mais offre également une excellente résistance à l'abrasion et aux plis, ce qui le rend idéal pour une variété d'activités de plein air.",
            "PROTÉCTION SOLAIRE UPF50+ - Le T-shirt UV à manches longues Asfixiado pour hommes offre une protection solaire UPF50+ qui bloque efficacement les rayons UVA et UVB nocifs, offrant une protection supplémentaire à votre peau pendant que vous profitez de votre temps en plein air.",
            "POCHES POITRINE MULTIFONCTIONNELLES - La chemise fonctionnelle à manches longues pour homme est équipée de deux poches poitrine avec fermeture velcro, dans lesquelles vous pouvez ranger en toute sécurité votre téléphone, vos clés, vos cartes, votre portefeuille et d'autres objets personnels, afin que vous puissiez garder vos affaires en sécurité à tout moment.",
            "MANCHES RÉGLABLES ET ENROULABLES – Ce vêtement de protection UV pour homme est doté de manches réglables et enroulables, ce qui vous permet de le transformer facilement en un polo à manches courtes par temps chaud. Les manchettes sont dotées de deux boutons qui peuvent être desserrés ou serrés selon vos besoins, pour assurer un ajustement parfait au poignet. Convient pour la pêche, l'alpinisme, la randonnée, le camping, le golf et d'autres activités de plein air."
          ],
          "en": [
            "MOISTURE WICKING & QUICK DRYING - This mens uv t shirt is made of premium skin-friendly fabric with breathable mesh lining and provides excellent comfort and breathability. Thanks to the excellent moisture wicking and quick drying, the shirt keeps you dry and comfortable during outdoor activities.",
            "STRETCH AND DURABILITY - This safari shirt for men is made of four-way stretch material that allows for flexible movement in all directions. The fabric is not only easy to wash and dry, but also offers excellent abrasion and wrinkle resistance, making it ideal for a variety of outdoor activities.",
            "ADJUSTABLE & ROLABLE SLEEVES - This UV protective garment for men features adjustable and roll-up sleeves, so you can easily turn it into a short-sleeved polo shirt in warm weather. The cuffs have two buttons that can be loosened or tightened as you need, to ensure a perfect fit on the wrist. Suitable for fishing, mountaineering, hiking, camping, golf and other outdoor activities."
          ],
          "other": [
            "UPF50+ SUN PROTECTION - Asfixiado Men's Long Sleeve UV T-Shirt offers UPF50+ sun protection that effectively blocks harmful UVA and UVB rays, providing extra protection to your skin while you enjoy your time outdoors.",
            "MULTIFUNCTIONAL CHEST POCKETS - The men's functional long sleeve shirt is equipped with two chest pockets with velcro closure, in which you can safely store your phone, keys, cards, wallet and other personal items, so you can keep your belongings safe at all times."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71JVdBWSfOL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F1TKXBBK"
      }
    },
    {
      "asin": "B0FDFRLGZW",
      "csi_title": "Ficerd Lot de 3 Chemises &#224; Manches Longues en Coton pour Homme, Grandes Tailles, d&#233;contract&#233;es et surdimensionn&#233;es(Bleu, Kaki Clair, Ivoire,L)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "L",
          "size_map": "L",
          "additional_sizes_detected": [
            "$additional_links_augmentor_765::{",
            "l,"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matière confortable : ce t-shirt oversize pour homme est composé d'un mélange de 95 % cotton et 5 % spandex, alliant élasticité douce et texture soyeuse, vous offrant un ajustement ample et une expérience de port sans contrainte du matin au soir",
            "Le forfait comprend: vous recevrez un pack de 3 chemises à manches longues pour hommes de grande taille de différentes couleurs, ces hauts sont de couleur unie avec un col ras du cou, le multipack vous offre une variété de choix pour répondre à vos besoins quotidiens",
            "Conception ample : chaque chemise grande et grande pour homme est suffisamment longue pour couvrir efficacement l'abdomen, aidant à empêcher vos sous-vêtements et votre ventre de se montrer lorsque vous vous penchez ou levez les bras",
            "Convient à toutes les occasions : cette chemise en coton pour homme est polyvalente et convient à diverses activités telles que les fêtes, le travail, l'exercice, les activités sportives, les voyages, les vacances et la vie quotidienne ; elle peut être facilement assortie à n'importe quelle occasion",
            "Conseils d'entretien : cette chemise à manches longues, grande et grande, n'est pas seulement élégante et ample, elle est également pratique. Elle peut être lavée à la main à l'eau froide ou en machine sur un cycle délicat, suspendue ou séchée à l'air libre, et ne pas blanchir. Conserve sa forme et ses couleurs vives même après des lavages réguliers."
          ],
          "en": [
            "Comfortable Material This oversize men's t-shirt is made of a blend of 95% cotton and 5% spandex, which is elastic and soft, providing you with a comfortable fit and convenient wearing experience.",
            "Suitable for any occasion: this men's cotton shirt is versatile and suitable for various activities such as party, work, exercise, sports activities, travel, vacation and daily life; It can be easily matched with any occasion",
            "CARE TIPS:This long sleeve big and tall shirt is not only stylish and loose, it is also practical. It can be hand washed in cold water or machine wash on a delicate cycle, hang or air dried, and do not bleach. Retains its shape and bright colours even after regular washing."
          ],
          "other": [
            "The package includes: you will receive a pack of 3 large size men's long sleeve shirts in different colors, these tops are solid color with a crew neck, the multipack provides you with a variety of choices to meet your daily needs",
            "Loose design: each big and tall mens shirt is long enough to effectively cover the abdomen, helping to prevent your underwear and belly from showing up when bending or raising your arms"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71MZyZQReTL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FDFRLGZW"
      }
    },
    {
      "asin": "B0CR3S1YXH",
      "csi_title": "BQTQ 5 Pi&#232;ces D&#233;bardeur Femme Tank Tops Extensibles Crop Top sans Manches Maillots de Corps &#224; Col Carr&#233; D&#233;bardeur, Noir, Blanc, Gris, Rouge Fonc&#233;, Marine, M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "M",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Débardeur à encolure carrée: le paquet comprend 5 débardeurs pour femmes en 5 couleurs différentes, noir, blanc, gris, rouge foncé et bleu marine. Les couleurs simples et classiques de ces débardeurs sont parfaites pour être portées au quotidien et s'accordent bien avec d'autres vêtements.",
            "Spectre de tailles: BQTQ propose des débardeurs de base de taille S, M, L, XL, XXL en option, les paramètres détaillés des débardeurs sans manches sont indiqués sur l'image (Avis : veuillez vérifier soigneusement le tableau des tailles avant d'acheter).",
            "Matière confortable: Fabriqué dans une matière confortable composée de 95% polyester et 5% spandex, le maillot de corps pour femmes BQTQ est doux et agréable à porter. Il est très élastique, évacue l'humidité et est respirant.",
            "Maillot de corps pour femmes: L'encolure carrée améliore le sens de la mode du débardeur et le rend plus décent et plus beau à porter.",
            "Tous assortis: Le maillot de corps sans manches pour femmes de BQTQ est adapté à une utilisation quotidienne, assorti à votre jean ou legging lors d'un entraînement ou d'un look décontracté de tous les jours ou en toute autre occasion."
          ],
          "other": [
            "Square Neck Tank Top: The package includes 5 women's tank tops in 5 different colors, black, white, gray, dark red and navy blue. The simple and classic colors of these tank tops are perfect for everyday wear and match well with other clothes.",
            "Size Spectrum:BQTQ offers basic tank tops in S, M, L, XL, XXL as optional, detailed parameters of sleeveless tank tops are shown in the picture (Notice:Please check the size chart carefully before buying).",
            "Comfortable material: Made of a comfortable material made of 95% polyester and 5% spandex, the BQTQ women's undershirt is soft and comfortable to wear. It is highly elastic, moisture-wicking and breathable.",
            "Women's undershirt: The square neckline enhances the fashion sense of the tank top and makes it more decent and more beautiful to wear.",
            "All Matched: The BQTQ women's sleeveless undershirt is suitable for everyday wear, matching with your jeans or leggings during training or casual everyday look or any other occasion."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71zhg2Pdg0L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CR3S1YXH"
      }
    },
    {
      "asin": "B0FW5GZQSH",
      "csi_title": "Chemise Noel Homme,Chemise De Noel Homme,2025 Mode Shirt Manches Longues,Boutonn&#233;es Revers Funky Top No&#235;L,Funky Christmas Shirt,Tee Shirts No&#235;l,Top Slim Fit Cadeau No&#235;l",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_860::{",
          "size_map": null,
          "additional_sizes_detected": [
            "l,",
            "L"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Noël approche, bonne année ! Ce t-shirt à manches longues combine des éléments de Noël classiques tels que les rennes, le Père Noël, les de bonbons, etc,des couleurs vives et des motifs qui le rendent parfait pour Noël.",
            "Chemise de Noël pour homme, disponible dans une variété de motifs au choix. Il convient aux pantalons, jeans, nœuds papillon, chapeaux de Noël et autres accessoires, ce qui le rend facile à assortir à une variété de thèmes de mode de Noël.",
            "les chemise à manches longues pour homme sont fabriqués en polyester à 95 % ; élasthanne à 5 %, les chemise légers restent confortables toute la journée, tissu amélioré, pas de soucis de plis.",
            "le chemise de Noël pour homme est parfait pour de nombreuses occasions, y compris les vacances à la plage, les fêtes dans le jardin, les vacances de Noël, le cosplay et plus encore.",
            "ce chemise à manches longues est lavable en machine, ne se décolore pas et ne rétrécit pas, et restera toujours brillant et coloré. Veuillez noter que ce t-shirt ne peut pas être blanchi."
          ],
          "en": [
            "Christmas is coming, Happy New Year! This long sleeve t-shirt combines classic Christmas elements such as reindeer, Santa Claus, candy etc,bright colors and patterns that make it perfect for Christmas.",
            "This long sleeve shirt is machine washable, will not fade or shrink, and will always stay bright and colorful. Please note that this t-shirt cannot be bleached."
          ],
          "other": [
            "Men's Christmas shirt, available in a variety of designs to choose from. It is suitable for trousers, jeans, bow ties, Christmas hats and other accessories, making it easy to match a variety of Christmas fashion themes.",
            "Men's long sleeve shirts are made of 95% polyester; 5% spandex, lightweight shirts stay comfortable all day, improved fabric, no worry about wrinkles.",
            "The mens Christmas shirt is perfect for many occasions including beach holidays, garden parties, Christmas holidays, cosplay and more."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/713tmu0QwAL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FW5GZQSH"
      }
    },
    {
      "asin": "B0CSFCZ7LF",
      "csi_title": "2024 Pulls Femme D&#233;contract&#233;s L&#233;ger Tunique &#224; Manches Longues Sweatshirts Chic et &#201;l&#233;gant Bouton Couleur Unie Pullover Haut Tops Automne Hiver Confort Chaud Col V Casual Mode Sweat T Shirts Blouses",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_36::{",
          "size_map": "L",
          "additional_sizes_detected": [
            "xx_l,",
            "L"
          ],
          "structured_size": {
            "size": "xx_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "tee shirt femme tops femme automne 2023 t-shirt habillé décontracté à manches 3/4 et col en v chemisier vintage imprimé floral going out t-shirt femme,hauts pour femmes t-shirt d'été décontracté à manches 3/4 en v et col en v chemisier tunique imprimé floral plus size à porter avec un legging haut femme tops d'été pour femmes t-shirts habillés à col en v et à manches cloche 3/4 chemisier décontracté à imprimé géométrique pour le bureau et le travail",
            "femmes casual sans capuche sport sweat-shirt manches courtes elegant top col rond design à la mode pour femmes tee shirt rétro ajustement confortable movie cadeau de marchandise t-shirt pour femme tshirts à manches 3/4 pour femmes chemisier décontracté à col en v et imprimé de graphiques géométriques tops d'entraînement amples et fluides tee shirt pour femme,femmes automne tops à col en v chemisiers à rayures à manches 3/4 plus size t-shirt d'affaires décontracté pour le bureau",
            "femme t-shirt mode col en v manches longues tee shirts tops pour femmes sweatshirts pour femmes 1/4 pullover pour femmes sweatshirt zippé pour femmes automne et hiver sweat top pour femme t-shirt à manches cloche 3/4 à épaules tombantes pour femmes tops d'été à col en v de couleur unie t-shirts basiques amples et décontractés kimono femme long cardigan à manches 3/4 pour femmes tendances été manches cloche boutonnées tops et chemisiers décontractés imprimé floral t-shirts de vacances",
            "veste kimono femme,cardigan pour femmes dressy summer chemisier 3/4 à manches cloche imprimé floral kimono léger à boutons et ouvert sur le devant tee shirt femme manche 3/4 coton blouse fleurie chic top fleuri élégant tee shirt personnalisé chemisier blanc classique womens tops noir t shirt effet tie-dye t-shirt sport tshirt fashion blouse femme haut élégant tunique chic top fluide chemise mode pas cher tee shirt femme col v manches longues grande taille chic ete top",
            "top femme chic et élégant haut femme grande taille vetement femme ete top à manches longues sans bretelles pour femmes imprimées à col oblique en dentelle chemisier femme chic et élégant manches 3/4 tshirt imprimé plissé henley tshirt col v blouse mousseline de soie boheme haut manche courte tunique été plage travail tunique top vetement femme ete col v blouse fleurie manches longues chemisier femme chic et élégant été chemise femme pas cher marque baggy fitness cintré vetement femme cadeau"
          ],
          "other": [
            "women's tee shirt tops women fall 2023 casual 3/4 sleeve v neck blouse vintage floral print going out t shirt women tops for women summer casual 3/4 sleeve v neck blouse tunic floral print plus size to wear with leggings top women summer tops for women v neck 3/4 bell sleeve dress t shirts casual geometric print blouse for office and work",
            "Women's casual hooded sports sweatshirt short sleeve elegant top round neck fashionable design for women tee shirt retro fit comfortable movie merchandise gift t-shirt for women 3/4 sleeve tshirts for women casual v neck blouse geometric graphic print loose workout tops flowy tee shirt women autumn tops v neck striped blouses 3/4 sleeve plus size business casual t-shirt for office",
            "women t shirt fashion v neck long sleeve tee shirts tops for women sweatshirts for women 1/4 pullover for women zip sweatshirt for women autumn and winter sweatshirt top for women 3/4 bell sleeve drop shoulder t shirts for women summer tops solid color v neck basic t shirts loose casual kimono women long cardigan 3/4 sleeve cardigan for women fashion summer button down bell sleeve tops and blouses casual floral print holiday t shirts",
            "Women's kimono jacket, cardigan for women dressy summer blouse 3/4 bell sleeve floral print kimono light button and open front t-shirt, women's 3/4 sleeve cotton blouse, floral chic top, elegant floral top, personalised t-shirt, white classic women's tops, black t-shirt, tie-dye effect t-shirt, sport t-shirt, fashion blouse, women's elegant tunic, chic top, flowing shirt, fashion cheap, t-shirt, women's V-neck long sleeve, large size, chic summer top",
            "Women's chic and elegant top, women's large size summer clothing, women's strapless long-sleeved top, printed with oblique collar, lace blouse, women's chic and elegant 3/4 sleeves, pleated henley print t-shirt, V-neck blouse, chiffon bohemian top, short sleeve tunic, summer beach work tunic, women's summer tunic, women's summer dress, women's summer blouse, floral blouse, women's chic and elegant summer shirt, women's cheap brand baggy fitness fitted clothing. woman gift"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71idrEwipuL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CSFCZ7LF"
      }
    },
    {
      "asin": "B08617MR9N",
      "csi_title": "Amazon Essentials Pull Ras-du-Cou Torsad&#233;, Type C&#244;tes Anglaises, &#224; Manches Longues, 100% Coton Homme, Rouge, XXL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XXL",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "COUPE REGULAR : Confortable et facile à porter au niveau des épaules, de la poitrine et de la taille",
            "FIL DE COTON : Tricoté à partir d'un fil 100 % coton doux et une élasticité naturelle.",
            "PULL CLASSIQUE À COL RAS DU COU : Ce pull à col ras du cou intemporel est la pièce de superposition idéale par temps frais. À porter avec une chemise à col pour un look moderne et raffiné ou avec un tee-shirt pour un look plus décontracté.",
            "DÉTAILS : Encolure, bords de manches et ourlet inférieur côtelés pour plus de confort. Le motif tricoté torsadé sur le corps et les manches rend ce col ras du cou encore plus sophistiqué."
          ],
          "en": [
            "CLASSIC CREW NECK SWEATER: This timeless crewneck sweater is the perfect layering piece for cool weather. Pair with a collared shirt for a modern and refined look or with a tee for a more casual look.",
            "DETAILS: Ribbed neckline, sleeve edges and bottom hem for added comfort. The twisted knit pattern on the body and sleeves makes this crew neck even more sophisticated."
          ],
          "other": [
            "REGULAR FIT: Comfortable and easy to wear on shoulders, chest and waist",
            "COTTON THREAD: Knitted from a soft 100% cotton yarn and natural elasticity."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/A1enHYNA5hL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B08617MR9N"
      }
    },
    {
      "asin": "B0CYT4P1C2",
      "csi_title": "beyleaycau kit cycliste manches longues maillot cycliste d&apos;automne avec gel de s&#233;chage rapide rembourr&#233; et collant &#224; bretelles",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "2XL",
          "size_map": "2XL",
          "additional_sizes_detected": [
            "XXL"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "TAILLE : La taille est basée sur les normes de taille asiatiques, veuillez choisir la bonne taille selon le tableau des tailles. Si vous avez des questions, veuillez consulter notre service client.",
            "TISSU DE HAUTE QUALITÉ - Ce maillot de cyclisme à manches courtes est fabriqué dans un tissu respirant de qualité avec une bonne respirabilité et un séchage rapide, offrant une capacité d'évacuation de l'humidité élevée et une dissipation rapide de la chaleur.",
            "CONVENANCE ET SÉCURITÉ - Le kit de cyclisme dispose de 3 poches arrière traditionnelles pour ranger les téléphones portables, les bouteilles d'eau et les barres énergétiques ; le vêtement est également conçu avec des bandes réfléchissantes pour améliorer la visibilité et la sécurité lors de la conduite.",
            "CONÇU PROFESSIONNELLEMENT POUR LE VÉLO - Maillot de vélo professionnel pour hommes idéal pour le vélo, le spinning, les vélos de route ou les amateurs de vélo en intérieur et en extérieur.",
            "SERVICE CLIENT - En tant que marque de cyclisme professionnelle, nous croyons en la qualité de nos maillots et shorts de cyclisme. En tant que fabricant d'articles de cyclisme, nous pouvons offrir une qualité supérieure et un bon design, nous acceptons également vos demandes de personnalisation spéciales !"
          ],
          "en": [
            "HIGH QUALITY FABRIC - This short sleeve cycling jersey is made of quality breathable fabric with good breathability and quick drying, providing high moisture wicking ability and fast heat dissipation.",
            "CONVENIENCE AND SAFETY - The cycling kit has 3 traditional rear pockets to store mobile phones, water bottles and energy bars; the garment is also designed with reflective strips to improve visibility and safety when driving."
          ],
          "other": [
            "SIZE: The size is based on Asian size standards, please choose the right size according to the size chart. If you have any questions, please consult our customer service.",
            "PROFESSIONALLY DESIGNED FOR BIKE - Professional cycling jersey for men ideal for cycling, spinning, road bikes or indoor and outdoor cycling enthusiasts.",
            "CUSTOMER SERVICE - As a professional cycling brand, we believe in the quality of our cycling jerseys and shorts. As a manufacturer of cycling items, we can offer superior quality and good design, we also accept your special customization requests!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61IAql2+haL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CYT4P1C2"
      }
    },
    {
      "asin": "B09VXGYGT5",
      "csi_title": "HULG Maillot de motocross pour homme - Manches longues - Polyester - S&#233;chage rapide - &#201;vacuation de l&apos;humidit&#233; - Respirant - V&#234;tements de cyclisme pour le sport - S M L XL XXL 3XL 4XL 5XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XL",
          "size_map": "XL",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "[Matériel] -Le maillot est composé à 100% de fibres de polyester avec une texture douce et une grande élasticité. Le matériau de conception en maille de football offre une fonction très respirante.",
            "[Évacuation de la transpiration] - La conception en maille avancée assure la respirabilité du maillot pour une transpiration rapide. Vous ne sentirez pas le maillot coller à votre peau et il sèche rapidement pour vous faire sentir plus à l'aise.",
            "[Léger et durable] - Le matériau est léger, le poids de chaque maillot n'est que de 200 à 250 grammes. La technologie de couture est bien faite. Il a une excellente qualité de résistance à la déchirure et garantit une durée de vie.",
            "[Fonction] - Nos vêtements de cyclisme conviennent à toutes sortes de sports, parfaits pour les sports de plein air et d'intérieur, tels que la course, le fitness, l'haltérophilie, le basket-ball, le cyclisme, le yoga, le football, la course, l'entraînement, etc.",
            "[Qualité après-vente] - Nous apprécions l'expérience d'achat de chaque client. Si vous avez des questions sur le maillot, veuillez nous envoyer un e-mail et nous le remplacerons pour vous dans les 24 heures ou vous rembourserons intégralement.",
            "[Lightweight and durable] - The material is lightweight, the weight of each jersey is only 200-250 grams. The sewing technology is well done. It has an excellent quality of tear resistance and guarantees a service life."
          ],
          "other": [
            "[Material] - The jersey is made of 100% polyester fibres with a soft texture and high elasticity. Football mesh design material provides very breathable function.",
            "[Sweat wicking] - Advanced mesh design ensures breathability of the jersey for quick sweating. You won't feel the jersey sticking to your skin and it dries quickly to make you feel more comfortable.",
            "[Function] - Our cycling clothing is suitable for all kinds of sports, perfect for outdoor and indoor sports, such as running, fitness, weightlifting, basketball, cycling, yoga, football, running, training, etc.",
            "[After-Sales Quality] - We value every customer's shopping experience. If you have any questions about the jersey, please email us and we will replace it for you within 24 hours or give you a full refund."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/6183+G-VAlL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B09VXGYGT5"
      }
    },
    {
      "asin": "B096S8ZBP3",
      "csi_title": "Wingslove Soutien-Gorge Femme Sport Forte Intensit&#233; sans Armature Non Rembourr&#233; (Gris, 125G)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "125G",
          "size_map": "125G",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Bonnets ergonomiques combinés avec une coupe stéréoscopique 98D pour réduire le rebond. Le style camisole en maille respirante offre un maintien respirant de la poitrine pendant les entraînements actifs.",
            "Le soutien-gorge de sport non rembourré à couverture complète est conçu pour fournir du confort dans tout type d'exercice, se glisse sous votre débardeur ou t-shirt préféré.",
            "Bretelles larges réglables pour un meilleur soutien et stabilité.",
            "Les panneaux en maille dans le dos évacuent la transpiration et sont respirants, vous gardant au frais toute la journée.",
            "Lavage à la main recommandé. Le lavage en machine endommagera et raccourcira facilement la durée de vie du soutien-gorge."
          ],
          "other": [
            "Material: 93% Polyamide, 7% Elastane; Cup Material: 100% Polyester",
            "Care instructions: Machine wash recommended and slightly shorten the bra.",
            "The moisture-wicking and quick-drying fabric stays clean and dry during training.",
            "Padding to relieve shoulder burden. Extra wide adjustable trr ger provides safe wearing comfort",
            "Perfect for medium strength activities as well as hiking, jogging, running, jumping rope, yoga, aerobics, fitness and more."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81PP11Iy9mS.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B096S8ZBP3"
      }
    },
    {
      "asin": "B00TH31PO6",
      "csi_title": "Lower East Chemise &#224; manches longues et col rond en 100 % coton, Hommes, Noir (lot de 5), S",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "S",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "PASSE-PARTOUT : Avec leur coupe droite et leur coupe lisse, ces t-shirts homme manche longue peuvent être portés pendant les sports et les loisirs",
            "ENSEMBLE CONFORTABLE : Ce tshirt homme est conçu pour le confort et n'est ni trop serré ni trop débraillé.",
            "COUPE ÉLÉGANTE : avec son col rond classique et son design passe-partout, ce t shirt homme manches longues est assuré d'être une priorité pour la garde-robe",
            "Taille : Veuillez vous référer au tableau des tailles avant achat"
          ],
          "en": [
            "COMFORTABLE SET: This men's t-shirt is designed for comfort and is neither too tight nor too scrumptious.",
            "STYLISH FIT - With its classic crew neck and all-over design, this men's long sleeve t-shirt is guaranteed to be a wardrobe priority"
          ],
          "other": [
            "Goes anywhere: with their straight cut and smooth cut, these long-sleeved men's t-shirts can be worn during sports and leisure",
            "Size: Please refer to the size chart before purchase"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61Uo31asx3L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B00TH31PO6"
      }
    },
    {
      "asin": "B0DXFR2NRF",
      "csi_title": "Chemises &#224; manches longues en soie satin&#233;e brillante pour hommes, chemise en molleton &#224; manches longues &#233;lastiques pour hommes, Noir , S",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "S",
          "size_map": "S",
          "additional_sizes_detected": [
            "$additional_links_augmentor_698::{",
            "s,"
          ],
          "structured_size": {
            "size": "s",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "chemise en satin pour homme polos de golf chemises pour homme chemise amusante chemises rembourrées pour homme uk maillot de football chemise blanche t-shirt homme pantalon homme t-shirt de sport surdimensionné t-shirt de golf pour homme robe bordeaux shorts pour homme chemise à carreaux bleue vêtements homme chemise élégante pour homme t-shirts rétro pour homme uk chemise rouge homme polos homme haut ajusté t-shirts homme large t-shirts pour homme uk pyjamas pour homme ensembles shorts et t-shirts t-shirt homme t-shirts créateur chemise de fête cadeaux photo personnalisés",
            "chemise homme chemises flanelle homme manches longues tee shirt homme chemises homme xl polo shirts homme t-shirts noirs homme uk multipack haut sport homme tee shirts homme cadeaux gym homme hauts sport homme uk gilet gym homme t shirt the cure homme i love my girlfriend tshirt chemises coton homme t-shirt rouge homme t shirt blanc enfants t shirts designer homme t-shirts voiture homme uk chemises manches longues garçons haut jaune chemises homme manches longues décontracté smart t-shirts homme étiquettes designer",
            "T-shirts pour hommes UK, chemises de cow-boy blanches pour hommes, chemises de designer pour hommes, chemises à manches courtes pour hommes, chemises de nouvelle année pour hommes UK, t-shirts pour hommes 1, t-shirts pour hommes UK, chemises en denim pour hommes UK, hauts blancs pour hommes, t-shirts unis pour hommes, t-shirts pour hommes, t-shirts pour hommes, t-shirt de sport pour hommes, chemises à manches longues, t-shirt col V pour hommes, chemises à double poignet pour hommes, t-shirt pour hommes, polos à manches longues pour hommes, chemise blanche pour hommes, chemise à carreaux rouges pour hommes, pull pour hommes, vêtements pour hommes, polos à manches longues pour hommes",
            "T-shirt homme drôle à manches longues pour course, hauts pour hommes, t-shirt homme 1 UK à manches courtes, t-shirts pour hommes UK à manches longues, t-shirts pour hommes en coton pour vieux gars, règle des t-shirts pour hommes UK, t-shirt homme en coton, t-shirts pour hommes à masque de mascarade col V, t-shirt blanc uni, t-shirt noir à manches longues, tee shirts pour garçons adolescents, hauts de gym pour hommes, vêtements de sport pour hommes, t-shirt pour homme adulte, t-shirts blancs pour hommes UK, t-shirt blanc uni pour homme, chemises pour hommes, t-shirts polo pour hommes de marque",
            "Hauts et t-shirts de compression - Couches de base pour homme - T-shirts longs pour homme - Col en V - Chemises amusantes pour homme - Sweatshirts pour hommes - Chemises à carreaux à manches longues pour homme - Chemise bordeaux pour homme - Chemise rouge pour homme - Concevez votre propre t-shirt à capuche 100 % coton - T-shirts anime pour hommes - T-shirt à manches longues pour homme - Lot de 3 t-shirts de baseball pour homme - Polo multipack de golf pour homme - Joggeurs pour hommes.1 - T-shirt de sport pour homme - Hauts de golf - Chemise squelette en flanelle pour homme"
          ],
          "other": [
            "golf polo shirt mens satin polo shirt funny padded shirt mens white football t shirts mens mens oversized sports tee shirts mens mens golf tee shirt mens dress burgundy blue plaid t shirt mens retro t shirt mens red shirt mens fitted polo shirt mens slim fit polo shirt mens pyjamas mens shorts and t shirt mens custom party shirt personalised photo gifts",
            "mens flannel shirt long sleeve polo shirt xl mens t shirt mens black t shirt mens mens sport shirts multi pack mens sport gifts mens sports tops mens gym vest mens gym vest mens t shirts i love my girlfriend t shirt mens cotton t shirts mens red t shirt kids white t shirt men car t shirt men long sleeve t shirt boys yellow t shirt men long sleeve t shirts for men casual t shirts - Designer Labels",
            "t shirts for men uk white cowboy shirt for men designer shirts for men short sleeve shirts for men t shirt mens 1 t shirt for men uk denim shirts for men uk white t shirt mens plain t shirt mens long sleeve sports tee v neck t shirt mens long sleeve t shirt mens long sleeve polo shirt mens white red plaid shirt mens long sleeve polo shirt mens long sleeve polo shirt mens long sleeve polo shirt mens long sleeve polo shirt mens",
            "funny long sleeve t shirts for men mens short sleeve t shirts mens long sleeve t shirts mens long sleeve t shirts mens cotton t shirts mens cotton tee shirts mens masquerade mask v neck t shirts for men plain white t shirts long sleeve teens sports top mens sports shirt mens white plain t shirt mens designer polo shirts for men",
            "compression tops and tees basic layers for men long t shirts for men v neck funny shirts for men long sleeve shirts mens plaid shirts mens burgundy shirt mens red shirt for men design your own hoodie t shirt 100% cotton long sleeve tee shirts for men 3 pack baseball shirts mens golf polo shirt mens sports tee shirts mens skeleton shirt flannel For men"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61L+FYWDKQL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DXFR2NRF"
      }
    },
    {
      "asin": "B00TH31S3O",
      "csi_title": "Lower East Chemise &#224; manches longues et col rond en 100 % coton, Hommes, Blanc (lot de 5), M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "M",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "PASSE-PARTOUT : Avec leur coupe droite et leur coupe lisse, ces t-shirts homme manche longue peuvent être portés pendant les sports et les loisirs",
            "ENSEMBLE CONFORTABLE : Ce tshirt homme est conçu pour le confort et n'est ni trop serré ni trop débraillé.",
            "COUPE ÉLÉGANTE : avec son col rond classique et son design passe-partout, ce t shirt homme manches longues est assuré d'être une priorité pour la garde-robe",
            "Taille : Veuillez vous référer au tableau des tailles avant achat"
          ],
          "en": [
            "COMFORTABLE SET: This men's t-shirt is designed for comfort and is neither too tight nor too scrumptious.",
            "STYLISH FIT - With its classic crew neck and all-over design, this men's long sleeve t-shirt is guaranteed to be a wardrobe priority"
          ],
          "other": [
            "Goes anywhere: with their straight cut and smooth cut, these long-sleeved men's t-shirts can be worn during sports and leisure",
            "Size: Please refer to the size chart before purchase"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71CAFwFdtmL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B00TH31S3O"
      }
    },
    {
      "asin": "B0BNLKZ1KH",
      "csi_title": "HOBBYTECH Bouton Thermostat SS-994690 pour friteuse Mega XXL AM4800 Compatible Moulinex/Tefal",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "Part Number: SS-994690",
            "Compatible with: Moulinex AM480027/87B Moulinex AM48002787A Moulinex AM480070/87A Moulinex AM480070/87B Moulinex AM480870/87A SEB FR480015/87A Moulinex AM480015/87A 80870 /87B Moulinex AM480070/87C Moulinex AM481010/87A"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/31MfLPr8zcL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0BNLKZ1KH"
      }
    },
    {
      "asin": "B0DTHHSZCP",
      "csi_title": "Chemises &#224; manches longues pour homme blanches, coupe ajust&#233;e, style d&#233;contract&#233;, &#224; double poignet, couleur unie, boutonn&#233;e, d&#233;contract&#233;e, l&#233;g&#232;re, col &#224; revers, blouses faciles &#224; entretenir - pour",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_54::{",
          "size_map": "L",
          "additional_sizes_detected": [
            "l,",
            "L"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Haut de sport pour homme - T-shirt pour homme - Chemises en lin pour homme - T-shirts de créateur pour homme - T-shirt d'escalade pour homme - Veste de costume noire pour homme - T-shirts pour homme - Polo pour homme - Chemises de créateur pour homme - T-shirt de course pour homme - Cadeau - Vêtements crew pour homme - Chemise blanche pour homme - T-shirt de pêche pour homme - T-shirt blanc pour homme - T-shirt pour homme - T-shirt noir à col en V pour homme - T-shirt prodigy pour homme - Chemise pour homme surdimensionnée - T-shirt de sport surdimensionné pour homme - T-shirts pour homme XXL - Chemise longue pour homme - Chemises pour homme à manches courtes - T-shirt de sport pour homme - Chemise jaune pour homme - Chemises boutonnées pour homme",
            "chemises d'été pour hommes t-shirts en polyester vêtements de golf pour hommes cadeaux pour hommes t-shirt pour hommes manches longues haut noir chemises à manches longues pour hommes extensibles chemises fantaisie pour hommes chemise noire à manches longues t-shirts en coton pour hommes uk chemises en soie pour hommes t-shirts de personnages pour hommes t-shirt blanc uni chemise verte pour hommes hommes hommes haut de gym t-shirts de sport hommes t-shirts pour hommes manches longues t-shirts de sport hommes chemises pour hommes t-shirts col en V pour hommes uk t-shirts col rond pour hommes chemises à manches longues pour hommes",
            "chemises blanches pour homme, t-shirts blancs à manches longues pour homme, t-shirts henley blancs pour homme, hauts blancs pour homme, shorts de sport pour homme, chemises décontractées à manches longues pour homme, chemises à manches courtes pour homme, t-shirt jaune, survêtements pour homme uk, t-shirts tête de mort pour homme, polos pour homme, chemise à carreaux bleus pour homme, ensemble de survêtement, chemises western pour homme, t-shirt rouge pour homme, chemises en polaire à manches longues pour homme, cadeaux homme, haut gothique, chemises formelles pour homme, vêtements de mode pour homme, t-shirt blanc, t-shirt anti-humidité pour homme, chemise de smoking pour homme",
            "chemises décontractées pour homme chemises chaudes à manches longues pour homme robe chemise grande taille couche intermédiaire haut pour homme gym king tool t-shirt fantaisie pour homme t-shirts col en V pour homme lot t-shirts col en V pour homme sweat-shirt pour homme chemise bleu roi pour homme t-shirt hellfire club pour homme t-shirts imprimés pour homme t-shirt d'horreur pour homme t-shirts blancs pour homme lot de 3 t-shirts blancs pour homme t-shirts homme 3xl t-shirt noir polos pour homme hauts de course homme chemises pour homme t-shirt à manches longues adulte homme t-shirts à manches longues pour homme chemises à manches longues pour homme décontracté",
            "T-shirt j'adore mon petit ami pantalons hommes hommes short joggers à jambes courtes pantalons en denim pour hommes jeans pour hommes t-shirt noir pour hommes t-shirts drôles pour le gymnase hommes t-shirt rouge t-shirt blanc pour hommes col 16,5 t-shirts à manches longues pour hommes multipack chemises grand-père pour hommes 4xl t-shirts blancs pour hommes polo blanc pour hommes t-shirts papa pour hommes Chemises d'extérieur t-shirt surdimensionné pour hommes hauts de designer pour hommes t-shirts pour le gymnase pour hommes t-shirt blanc t-shirt pingouin pour hommes avec un corps comme ça qui a besoin de cheveux t-shirt"
          ],
          "en": [
            "i love my boyfriend t shirt mens denim shirt mens funny black t shirt mens gym t shirt mens red white t shirt men collar 42.5cm long sleeve t shirt mens pack of 4xl white polo shirt men outdoor oversized t shirts mens sports tee shirts mens sports tee shirt mens sports tee shirts mens sports tee shirt men sports tee shirt men sports tee shirt penguin sports shirt men with a corps like this who needs hair tshirt"
          ],
          "other": [
            "sports tops for men linen t shirts for men climbing t shirts for men black jacket mens polo shirt mens running shirt mens gift mens white shirt mens white shirt mens fishing tshirt mens white t shirt mens black v neck tee shirts for men oversized sports tee shirts for men oversized sports tee shirts for men oversized sports tee shirts for men long dress mens short sleeve sport shirt mens shirt yellow button down shirt men",
            "summer shirts for men polyester golf clothes for men gift men black t shirt men long sleeve black shirt men long sleeve black shirt mens long sleeve shirt mens cotton shirts silk shirts for men white plain t shirts for men green shirt mens sports shirt mens long sleeve sports tee shirts for men v neck t shirts mens crew neck t shirts men long sleeve t shirts for men men round neck t shirts men long sleeve t shirts for men",
            "white shirts long sleeve shirts for men henley shirt white henley shorts casual sports shorts men long sleeve shirt men short sleeve shirt men yellow t shirt mens blue plaid tee mens western tracksuit set mens red tee shirts mens fleece shirts long sleeve shirts mens gothic tops mens fashion clothes mens white moisture wicking t shirts for men",
            "casual shirts for men shirts warm shirts long sleeve plus size mid layer mens novelty t shirts for men v neck shirts 3 pack v neck t shirts royal blue t shirts for men hellfire club print t shirt men horror t shirt men white t shirts for men 3 pack white t shirts for men long sleeve t shirts for men long sleeve t shirts for men long sleeve t shirts for men long sleeve t shirts for men long sleeve t shirts for men casual long sleeve t shirts for men"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51k7vTMvQbL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DTHHSZCP"
      }
    },
    {
      "asin": "B0DBQ6FRV2",
      "csi_title": "MASOCIO T Shirt Anti UV Homme Tee Shirt &#224; Manche Longue Rashguard UPF 50+ Maillot de Bain Tshirt Hauts Baignade Surf Natation Wakeboard Plage 2 Pi&#232;ces Taille 3XL Blanc Vert",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "3XL",
          "size_map": "3XL",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "【UPF 50+】Notre t shirt anti UV pour hommes est fabriqué en tissu de protection solaire UV. Ils vous aideront à lutter contre les coups de soleil, les éruptions cutanées et les abrasions.",
            "【Confort】Le tissu de nos tee shirt anti uv est à séchage rapide, respirant et extensible pour vous garder au sec et au frais. Les coutures plates offrent un confort sans frottement.",
            "【Multifunction】Les rashguard conviennent aux sports nautiques et aux activités de plein air, telles que le surf, la natation, la planche, la randonnée, la course, et partout où vous avez besoin d'une protection maximale.",
            "【Instructions d'entretien】Machine wash cold, hang to dry. Ne pas nettoyer à sec. Ne pas blanchir, ne pas repasser."
          ],
          "other": [
            "【Taille de l'embout】Please choose a suitable size according to the size chart in the image we provided.",
            "【UPF 50+】Our anti uv t shirt for men is made of UV sun protection fabric. They will help you fight sunburn, rashes and abrasions.",
            "【Comfort】The fabric of our anti uv tee shirts is quick drying, breathable and stretchy to keep you dry and cool. Flat seams provide chafe-free comfort.",
            "【Multifunction】 The rash guards are suitable for water sports and outdoor activities, such as surfing, swimming, boarding, hiking, running, and anywhere you need maximum protection.",
            "【Tip Size】Please choose a suitable size according to the size chart in the image we provided.",
            "【Care Instructions】Machine wash cold, hang to dry. Do not dry clean. Do not bleach, do not iron."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/612FgXyoR1L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DBQ6FRV2"
      }
    },
    {
      "asin": "B0FH71NMPH",
      "csi_title": "VHUQGVU Chemisier pour Femme Chemise Manche Longue d&#233;contract&#233;e avec col en V Coupe Ample &#201;l&#233;gant,Vert,S",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Petit",
          "size_map": "Petit",
          "additional_sizes_detected": [
            "$additional_links_augmentor_786::{",
            "s,",
            "S"
          ],
          "structured_size": {
            "size": "s",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériel souple:T-shirt pour femmes en matériau souple, 100% Polyester. Tissu doux, respirant et léger très agréable pour la peau.",
            "Caractéristiques tendance: manches longues, fermeture à boutons sur toute la longueur, col en V avec col, design simple mais classique ne fait jamais de cette chemise de mode",
            "Adaptées à toutes les occasions : Les chemises à boutons en satin pour femmes sont une option parfaite pour les activités extérieures et intérieures. Le chemisier à boutons convient à un look décontracté de tous les jours, à la maison, en vacances, en voyage, en club, en soirée, au bureau, à l'école, dans la rue, à la plage, etc.",
            "Remarque : Veuillez vérifier attentivement les informations sur les tailles avant de passer commande. Veuillez vous référer au tableau des tailles figurant sur la page de description du produit, et non au tableau des tailles d'Amazon."
          ],
          "en": [
            "Fashionable features: long sleeves, button closure all the way, V neck with collar, simple but classic design never makes this fashion shirt"
          ],
          "other": [
            "Chemisier Superbe paire avec jeans, shorts, leggings skinny, bottes au printemps, automne, hiver, charmant et super mignon.",
            "Soft material: women's T-shirt made of soft material, 100% polyester. Soft, breathable and lightweight fabric is very skin-friendly.",
            "SUITABLE FOR ANY OCCASION - Women's satin button down shirts are a perfect option for outdoor and indoor activities. The button up blouse is suitable for everyday casual look, home, vacation, travel, club, party, office, school, street, beach, etc.",
            "Blouse Great pair with jeans, shorts, skinny leggings, boots in spring, autumn, winter, charming and super cute.",
            "Note: Please check the size information carefully before ordering. Please refer to the size chart on the product description page, not the Amazon size chart."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71ze7SX8OLL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FH71NMPH"
      }
    },
    {
      "asin": "B08X5B5XLN",
      "csi_title": "Amazon Essentials Chemise en flanelle &#224; manches longues Homme, Noir Bordeaux Gris &#201;cossais, XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XL",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Ce t-shirt de sport est conçu pour une performance optimale et un confort tout au long de la journée",
            "Tenue quotidienne améliorée : nous écoutons les retours des clients et peaufinons chaque détail pour garantir la qualité, l'ajustement et le confort de nos articles"
          ],
          "en": [
            "This athletic tee is designed for optimal performance and all-day comfort"
          ],
          "other": [
            "Everyday made better: we listen to customer feedback and fine-tune every detail to ensure quality, fit, and comfort"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81pMbsDak4L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B08X5B5XLN"
      }
    },
    {
      "asin": "B0088XFI30",
      "csi_title": "Mil-Tec Mixte Chemise &#192; Manches Longues-10931007 Blouse, Blanc, XXL EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XXL",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériel de haute qualité",
            "Séchage rapide"
          ],
          "other": [
            "Respirant",
            "Design sportif",
            "Marque: Miltec",
            "High quality material",
            "Breathable",
            "Quick drying",
            "Sporty design",
            "Brand: Miltec"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/5190SemnP3L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0088XFI30"
      }
    },
    {
      "asin": "B0D988B48B",
      "csi_title": "Ficerd Lot de 3 Chemises &#224; Manches Longues en Coton pour Homme, Grandes Tailles, d&#233;contract&#233;es et surdimensionn&#233;es(Noir, Gris fonc&#233;, Gris Clair,XXL)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XXL",
          "size_map": "XXL",
          "additional_sizes_detected": [
            "$additional_links_augmentor_975::{",
            "xx_l,"
          ],
          "structured_size": {
            "size": "xx_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matière confortable : ce t-shirt oversize pour homme est composé d'un mélange de 95 % cotton et 5 % spandex, alliant élasticité douce et texture soyeuse, vous offrant un ajustement ample et une expérience de port sans contrainte du matin au soir",
            "Le forfait comprend: vous recevrez un pack de 3 chemises à manches longues pour hommes de grande taille de différentes couleurs, ces hauts sont de couleur unie avec un col ras du cou, le multipack vous offre une variété de choix pour répondre à vos besoins quotidiens",
            "Conception ample : chaque chemise grande et grande pour homme est suffisamment longue pour couvrir efficacement l'abdomen, aidant à empêcher vos sous-vêtements et votre ventre de se montrer lorsque vous vous penchez ou levez les bras",
            "Convient à toutes les occasions : cette chemise en coton pour homme est polyvalente et convient à diverses activités telles que les fêtes, le travail, l'exercice, les activités sportives, les voyages, les vacances et la vie quotidienne ; elle peut être facilement assortie à n'importe quelle occasion",
            "Conseils d'entretien : cette chemise à manches longues, grande et grande, n'est pas seulement élégante et ample, elle est également pratique. Elle peut être lavée à la main à l'eau froide ou en machine sur un cycle délicat, suspendue ou séchée à l'air libre, et ne pas blanchir. Conserve sa forme et ses couleurs vives même après des lavages réguliers."
          ],
          "en": [
            "Comfortable Material This oversize men's t-shirt is made of a blend of 95% cotton and 5% spandex, which is elastic and soft, providing you with a comfortable fit and convenient wearing experience.",
            "Suitable for any occasion: this men's cotton shirt is versatile and suitable for various activities such as party, work, exercise, sports activities, travel, vacation and daily life; It can be easily matched with any occasion",
            "CARE TIPS:This long sleeve big and tall shirt is not only stylish and loose, it is also practical. It can be hand washed in cold water or machine wash on a delicate cycle, hang or air dried, and do not bleach. Retains its shape and bright colours even after regular washing."
          ],
          "other": [
            "The package includes: you will receive a pack of 3 large size men's long sleeve shirts in different colors, these tops are solid color with a crew neck, the multipack provides you with a variety of choices to meet your daily needs",
            "Loose design: each big and tall mens shirt is long enough to effectively cover the abdomen, helping to prevent your underwear and belly from showing up when bending or raising your arms"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81B7xWcej8L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0D988B48B"
      }
    },
    {
      "asin": "B0CG8ZZ3F8",
      "csi_title": "meioro Debardeur Maille Homme S&#233;chage Rapide Respirant D&#233;bardeurs Workout Sportif Tank Top Musculation Tee Shirt sans Manches Muscle Maillot de Corps pour Gym Fitness (Vert Fluorescent,S)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Petit",
          "size_map": "Petit",
          "additional_sizes_detected": [
            "$additional_links_augmentor_881::{",
            "s,"
          ],
          "structured_size": {
            "size": "s",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "[REMARQUE] La taille du débardeur ne correspond pas toujours à celle que vous portez habituellement. Veuillez donc vérifier attentivement les données du tableau des tailles figurant sur l'image avant d'acheter.",
            "[Tissu] Ces débardeurs pour hommes sont fabriqués en tissu 100 % polyester. Léger, doux, extensible, respirant, à séchage rapide, évacuant l'humidité. Ces tee-shirts athlétiques vous permettent de rester au frais, au sec et à l'aise pendant votre entraînement.",
            "[Design sans manches] Le T-shirt sans manches met en valeur les muscles de vos épaules et de vos bras. L'espace plus frais permet un meilleur confort. Les emmanchures larges permettent une plus grande amplitude de mouvement.",
            "[Occasion] Les chemises d'entraînement sont parfaites pour les activités sportives et d'entraînement, telles que le fitness, le bodybuilding, l'exercice, l'haltérophilie, le yoga, la course à pied, le jogging, le cyclisme, la boxe et le basket-ball. Ils conviennent également à la rue, aux voyages, à l'extérieur, au pique-nique, à la plage, au barbecue, à la fête, au jardinage, au camping, à la randonnée et à d'autres activités quotidiennes décontractées.",
            "[Facile d'entretien] Lavage en machine et à la main possible, conserve ses couleurs et sa forme. Facile à nettoyer et durable. Le tee-shirt de gymnastique peut être assorti à divers pantalons de survêtement, pantalons de jogging, pantalons de compression, pantalons de jersey et bermudas.",
            "[Easy Care] Machine wash and hand wash possible, retains its color and shape. Easy to clean and durable. The gym tee can be matched with various sweatpants, jogging pants, compression pants, jersey pants and bermuda shorts."
          ],
          "other": [
            "[NOTE] The size of the tank top does not always match the size you usually wear. So please check the size chart data in the picture carefully before purchasing.",
            "[Fabric] These men's tank tops are made of 100% polyester fabric. Lightweight, soft, stretchy, breathable, quick-drying, moisture wicking. These athletic tees keep you cool, dry and comfortable during your workout.",
            "[Sleeveless Design] The sleeveless T-shirt highlights your shoulder and arm muscles. The cooler space allows for better comfort. Wide armholes allow for greater range of motion.",
            "[Occasion] Workout shirts are perfect for sports and workout activities, such as fitness, bodybuilding, exercise, weightlifting, yoga, running, jogging, cycling, boxing and basketball. They are also suitable for street, travel, outdoor, picnic, beach, barbecue, party, gardening, camping, hiking and other casual daily activities."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61rFFgMLzIL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CG8ZZ3F8"
      }
    },
    {
      "asin": "B0CJ558G13",
      "csi_title": "Zeagoo Debardeur Femme Satin Chic et &#201;l&#233;gant Caraco L&#226;che &#201;t&#233; Top sans Manche Bretelles Spaghetti Haut Sexy Col en V Camisole, Blanc S",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "S",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau : Notre débardeur/caraco/camisole en satin est confectionné dans un tissu haut de gamme, composé de 95% de polyester et 5% d'élasthanne. Ce top satiné offre une douceur exceptionnelle au toucher, alliant souplesse et confort pour un porter agréable tout au long de la journée.",
            "Design : Ce débardeur femme se distingue par son col V raffiné et ses fines bretelles spaghetti réglables, créant une silhouette élégante et féminine. Notre caraco sans manches est devenu un indispensable de la garde-robe moderne, alliant parfaitement style et confort au quotidien.",
            "Style versatile : Ce débardeur/top satiné s'adapte à toutes les occasions grâce à son design épuré et tendance. Notre camisole élégante se marie parfaitement avec une jupe taille haute, un pantalon large, un jean décontracté ou un pantalon de costume. Pour un look plus sophistiqué, associez ce haut sans manches avec une veste de tailleur ou une veste en jean.",
            "Occasions : Polyvalent, ce débardeur femme vous accompagne du bureau aux sorties, en passant par les vacances et le quotidien. Notre caraco satiné est également un cadeau idéal pour faire plaisir à une femme, qu'elle soit votre mère, votre compagne, votre fille ou vous-même.",
            "Guide des tailles : Pour un ajustement optimal de votre débardeur/camisole, nous recommandons de choisir une taille en dessous de votre taille habituelle, car le vêtement a tendance à être légèrement ample. Cette recommandation est basée sur les retours de nos clientes.",
            "Design: This women's tank top is distinguished by its refined V-neck and thin adjustable spaghetti straps, creating an elegant and feminine silhouette. Our sleeveless camisole has become a modern wardrobe essential, perfectly combining style and everyday comfort.",
            "Versatile style: this satin tank top fits any occasion thanks to its sleek and fashionable design. Our stylish camisole goes perfectly with a high waisted skirt, wide pants, casual jeans or suit pants. For a more sophisticated look, pair this sleeveless top with a tailored jacket or denim jacket."
          ],
          "en": [
            "Material: Our satin camisole camisole tank top is made of premium fabric, made of 95% polyester and 5% elastane. This satin top offers exceptional softness to the touch, combining flexibility and comfort for a pleasant all-day wear.",
            "OCCASIONS: This women's tank top is versatile, accompanying you from the office to going out, vacation and everyday life. Our satin camisole is also an ideal gift to treat a woman, whether you are your mother, partner, daughter or yourself.",
            "Size Guide: For an optimal fit of your tank top, we recommend choosing one size smaller than your usual size, as the garment tends to be slightly loose. This recommendation is based on feedback from our customers."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71qLQJ-4DpL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CJ558G13"
      }
    },
    {
      "asin": "B0C1V94272",
      "csi_title": "Onsoyours Chemises Femmes Dentelle D&#233;contract&#233; Tunique &#192; Manches Courtes Tops Col en V Chemise Boutonn&#233;e Tops Chic Blouse &#201;l&#233;gant Floraux T Shirt Chemisier &#201;t&#233; Hauts B9 Blanc XXL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XXL",
          "size_map": "XXL",
          "additional_sizes_detected": [
            "$additional_links_augmentor_786::{",
            "xx_l,"
          ],
          "structured_size": {
            "size": "xx_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "Le tissu est léger, confortable et flexible et garantit, respirant, pas de blanchiment, confortable à porter.",
            "Propriétés: col en V, bras court, boutons, ligne A, motif de pression des fleurs, conception creuse en dentelle, chemise d'ourlet élégamment incurvée.",
            "Divers à porter: un t-shirt, un chemisier, un cardigan peut être ce qui vous rend sexy, élégant et avec d'excellents effets visuels.",
            "Le chemisier des femmes correspond bien aux jeans, aux pantalons serrés, aux leggings ou aux shorts de loisir, ou ils le combinent avec des talons hauts pour le bureau ou l'entreprise; Peut être utilisé comme chemise ou dissimulation de loisirs, très confortable à porter."
          ],
          "other": [
            "The sizes you can choose here are EU sizes.",
            "The fabric is lightweight, comfortable and flexible and guaranteed, breathable, no bleaching, comfortable to wear.",
            "Properties: V-neck, short arm, buttons, A-line, flower pressure pattern, lace hollow design, elegantly curved hem shirt.",
            "Various to wear: a t-shirt, blouse, cardigan can be what makes you sexy, elegant and with excellent visual effects.",
            "Women's blouse matches well with jeans, tight pants, leggings or leisure shorts, or they combine it with high heels for office or business; Can be used as a shirt or leisure concealment, very comfortable to wear.",
            "La taille que vous pouvez choisir ici est la taille de l'UE."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61qUylnorbL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0C1V94272"
      }
    },
    {
      "asin": "B0DF7VJWHP",
      "csi_title": "2024 Gentleman Ocean Hauts d&#233;contract&#233;s, polo classique &#224; manches longues et col en V pour homme, sweatshirts boutonn&#233;s (bleu clair, M)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XXL",
          "size_map": "XXL",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Material: this men's long sleeve polo shirt is made of cotton blend, durable, lightweight, very stretchy and comfortable",
            "Matériau : ce polo à manches longues pour homme est fabriqué en mélange de coton, durable, léger, très extensible et confortable",
            "Design : polo décontracté à manches longues avec coupe ample classique, couleur unie, col en V, patte de boutonnage à trois boutons avec motif à carreaux, col rabattable élégant et montre la masculinité pleine de confiance et de vitalité",
            "Haut décontracté Gentleman Ocean 2022 : coupe régulière pour une coupe décontractée et sans restriction avec languette de cou sans couture pour plus de confort. Une coupe classique et un tissu en coton doux font de ce polo un article incontournable pour l'automne, le printemps et l'été",
            "【Assortiment】Nos polos pour homme s'adaptent bien. Facile à assortir avec un pantalon habillé, un pantalon, un chino et un jean. Peut également être associé à une veste de costume, des pantoufles, des lunettes de soleil, etc",
            "Occasion : le pull pour homme est adapté pour les loisirs, le travail, la maison, le bureau, le golf, les vacances, les voyages et les sports de sport"
          ],
          "en": [
            "2022 Gentleman Ocean Casual Top - Regular fit for a relaxed, unrestricted fit with seamless neck tab for comfort. A classic fit and soft cotton fabric make this polo shirt a must-have for fall, spring and summer"
          ],
          "other": [
            "Design:Casual long sleeve polo shirt with classic loose fit, solid color, v neck, three button placket with plaid pattern, stylish turn-down collar and shows masculinity full of confidence and vitality",
            "【Match】Our polo shirts for men fit well. Easy to pair with dress pants, trousers, chinos and jeans. Can also be paired with suit jacket, slippers, sunglasses, etc",
            "Occasion:The mens sweater is suitable for leisure, work, home, office, golf, vacation, travel and sports sports"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/610sbVjs8ML.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DF7VJWHP"
      }
    },
    {
      "asin": "B0C8C4BKDL",
      "csi_title": "King Kerosin Chemise Tropical Hawaiian-Style Homme Chemise Manches Courtes Noir M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Medium",
          "size_map": "Medium",
          "additional_sizes_detected": [
            "$additional_links_augmentor_1019::{",
            "m,"
          ],
          "structured_size": {
            "size": "m",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Chemise manches courtes présentant les caractéristiques suivantes:",
            "Chemise || Coupe classique || Couleur intense || Matière longue durée",
            "Découvrez toutes les meilleures marques chez EMP!"
          ],
          "other": [
            "Basics, Rockabilly, RockWear, StreetWear",
            "Coupe: Regular / Coupe standard",
            "Short-sleeved shirt with the following features:",
            "Shirt || Regular fit || Intense colour || Long-lasting material",
            "Fit: regular/regular fit",
            "Discover all the best brands at EMP!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/911TiIzKtuL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0C8C4BKDL"
      }
    },
    {
      "asin": "B0DPHW9HZ5",
      "csi_title": "Levi&apos;s Jackson Worker Medina Plaid Deep Depths, Medina Plaid Deep De, L",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "L",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": "100% Cotton",
          "normalized": "100% Cotton"
        },
        "bullet_points": {
          "other": [
            "Lavable en machine",
            "Machine washable"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81do989NnXL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DPHW9HZ5"
      }
    },
    {
      "asin": "B0CLVLZCZT",
      "csi_title": "Marc O&#180;Polo Essentials 3-Pack Brief Slips, Black, Extra Large aux Femmes",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XL",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "Aspect et toucher clic",
            "Look and touch click"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61KN21RJasL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CLVLZCZT"
      }
    },
    {
      "asin": "B096TGM2PK",
      "csi_title": "Wingslove Soutien-Gorge Femme Sport Forte Intensit&#233; sans Armature Non Rembourr&#233; (Gris, 100F)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "100F",
          "size_map": "100F",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Bonnets ergonomiques combinés à une coupe stéréoscopique 67D pour réduire le rebond. Le style camisole en maille respirante offre un maintien respirant de la poitrine pendant les entraînements actifs.",
            "Le soutien-gorge de sport non rembourré à couverture complète est conçu pour fournir du confort dans tout type d'exercice, se glisse sous votre débardeur ou t-shirt préféré.",
            "Bretelles larges réglables pour un meilleur soutien et stabilité.",
            "Les panneaux en maille dans le dos évacuent la transpiration et sont respirants, vous gardant au frais toute la journée.",
            "Lavage à la main recommandé. Le lavage en machine endommagera et raccourcira facilement la durée de vie du soutien-gorge.",
            "Ergonomic cups combined with a stereoscopic 67D cut to reduce bounce. Breathable mesh camisole style provides breathable bust support during active workouts."
          ],
          "other": [
            "The full coverage non-padded sports bra is designed to provide comfort in any type of exercise, slips under your favorite tank top or t-shirt.",
            "Wide adjustable shoulder straps for better support and stability.",
            "Mesh panels on the back wick away sweat and are breathable, keeping you cool all day.",
            "Hand wash recommended. Machine washing will easily damage and shorten the life of the bra."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81PP11Iy9mS.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B096TGM2PK"
      }
    },
    {
      "asin": "B0F9LP98TB",
      "csi_title": "Chemises thermiques pour femme, col roul&#233; pour femme, manches longues, doublure en polaire, couche de base ajust&#233;e &#224; col montant, noir, Taille S",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_641::{",
          "size_map": null,
          "additional_sizes_detected": [
            "s,",
            "S"
          ],
          "structured_size": {
            "size": "s",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "T-shirt pour femme, coupe classique, épaisseur standard. La chemise pour femme vous offre un grand confort."
          ],
          "other": [
            "Women's regular fit t-shirt. The women's shirt offers you great comfort."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/516bUcJiofL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F9LP98TB"
      }
    },
    {
      "asin": "B0CRYQB8YD",
      "csi_title": "G&#233;n&#233;rique Sweat Oversize Pull Femme Travail Pullover Long Sleeve Cintr&#233;e Respirant Casual Grande Taill Sweat Fille Plaine Multipoche Printemps A Capuche Violet T Shirt Sport Chemisier Blanc Chic L",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": null,
          "additional_sizes_detected": [
            "l,"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "blouse travail femme t-shirts et tops de sport femme chemise femme longue tee shirt orange top sport femme tee shirt personnalisable tshirt sport chemisier femme t shirt sport homme tee shirt personnalisé t shirt chemise hiver femme lot t shirt homme top noir femme top manche longue femme tshirt top femme chemise femme chic et élégant tee shirt humour top femme sexy top top femme chic et élégant tee shirt tee shirt jaune chemisier noir femme chemisier femme hiver chemisier blanc",
            "tee-shirt chemisier femme blanc t shirt sport t shirt blanc top noir femme top sexy top rose tee shirt noir t-shirts et tops de sport femme y2k top t shirt personnalisé tee shirt humour blouse de travail femme tee shirt personnalisé chemise femme chic et élégant chemisier femme chic blouse femme top y2k tops top manche longue femme shirt top blanc tshirt humour top blanc femme chemise femme a carreaux chemise oversize femme top t shirt top femme tee shirt sport chemise femme",
            "chemise femme chemisier blanc femme chemise blanche femme chemise femme longue top femme sexy tshirt personnalisé chemise oversize femme tshirt humour chemise femme hiver long sleeve top women top femme t-shirt noir t shirt chemisier femme hiver t shirt sport tee shirt humour chemisier femme blanc chemisier femme chic et élégant hiver tee shirt jaune t-shirt blanc shirt tee shirt rouge t-shirt personnalisé t-shirt sport chemise femme a carreaux t-shirt humour tee shirt blanc",
            "t-shirt personnalisable tops t-shirt personnalisé top sport femme chemisier noir femme t-shirt blanc t shirt personnalisé chemisier femme hiver tee shirt long t shirt sport chemise noire femme shirt top femme sexy top manche longue chemisier femme chic et élégant t shirt blanc t shirt tee-shirt top sexy tee shirt humoristique chemisier femme t-shirts fantaisie chemise femme chic et élégant chemise blanche femme tee shirt blanc tee shirt personnalisable chemisiers tee shirt rouge",
            "t shirt sport t-shirts et tops de sport femme chemisiers et blouses femme tee shirt sport chemise oversize femme chemise hiver femme chemisier femme manche longue t-shirt humour chemisier blanc femme chemisier femme chic shirt tee shirt orange chemisier blanc femme chic et élégant tee-shirt personnalisé blouse t shirt noir chemisier noir femme top manche longue femme lot t shirt homme chemisier blanc top sport femme t-shirt chemisier blanc chic tshirt blanc blouse de travail",
            "chemise femme chemise blanche femme top noir femme t shirt sport homme blouse chemisier blanc femme chic et élégant top femme top y2k top blanc long sleeve top women chemisier noir femme chemisiers et blouses femme blouse de travail femme tee-shirt personnalisé tshirt humour tshirt blanc t-shirt t shirt chemise oversize femme t shirt goldorak t shirt personnalisable tshirt noir t-shirt humour chemisier tee shirt orange chemisier femme chic et élégant blouse blanche femme top",
            "top blouse travail femme t shirt blanc chemisier blanc femme tee shirt rouge tee shirt t shirt personnalisable chemisier noir femme blouse femme chic et élégant top rose t shirt sport chemise oversize femme top femme chic et élégant t-shirt personnalisé chemisier blanc chemise longue femme top blanc tshirt noir tee shirt orange chemise femme a carreaux tshirt personnalisé chemise blanche femme chemisier blanc chic t shirt goldorak lot t shirt homme blouse svt top manche longue",
            "top femme t shirt sport chemise hiver femme t shirt noir top manche longue t shirt blanc tee shirt personnalisé chemisier t-shirt tee-shirt personnalisé blouse blanche femme tee shirt personnalisable lot t shirt homme chemisier blanc chemise femme blanche top sport femme chemise noire femme t-shirt blanc top blanc femme tee shirt noir top noir femme tee shirt long t-shirt personnalisable blouse femme chic et élégant t shirt goldorak chemise blanche femme chemisiers et blouses",
            "tee shirt noir chemisiers blouse chemisier femme chic chemise femme blanche chemise oversize femme t-shirt tshirt blanc blouse travail femme t-shirt blanc blouse femme chic et élégant blouse blanche femme chemisier top blanc femme t-shirt personnalisé blouse de travail femme top femme long sleeve top women chemisier noir femme top manche longue femme t-shirt sport tshirt noir t-shirts fantaisie tee-shirt personnalisé t-shirt personnalisable top femme chic et élégant shirt blouse",
            "chemisier femme manche longue t-shirt humour top blanc femme chemise femme blanche chemisier femme chic blouse femme tops tshirt noir t shirt sport t shirt personnalisable tee shirt personnalisé chemisiers et blouses femme top manche longue chemisier blanc chemisier chemise oversize femme top sport femme blouse femme chic et élégant tshirt personnalisé chemise femme longue chemisiers chemise blanche femme chemisier blanc femme chic et élégant chemise femme chic et élégant tee"
          ],
          "other": [
            "Women's work blouse, women's sports shirts and tops, women's long tee shirt, orange top, women's sports shirt, customisable t-shirt, sports shirt, women's sports shirt, men's custom t-shirt, women's winter shirt, women's set t-shirt, men's black top, women's long sleeve top, women's chic and elegant shirt, women's chic and elegant t-shirt, women's sexy top, women's chic and elegant t-shirt, yellow shirt, black blouse, women's winter blouse, white blouse",
            "T-shirt blouse, women's white t-shirt, sports t-shirt, white top, black top, sexy pink top, black t-shirt, black t-shirt, women's Y2k top, personalised t-shirt, humour shirt, women's work blouse, women's personalised t-shirt, women's chic and elegant blouse, women's chic blouse, women's chic blouse, women's top Y2k tops, women's long sleeve top, women's white top, humour top, women's chequered shirt, women's oversized shirt, women's top, women's sports t-shirt",
            "Women's shirt, women's white blouse, women's white shirt, women's long top, women's sexy tshirt, customised oversized shirt, women's humour shirt, women's winter long sleeve top, women's top, women's black t-shirt, women's winter t-shirt, women's sports t-shirt, humour blouse, women's white blouse, women's chic and elegant winter shirt, yellow t-shirt, white t-shirt, red t-shirt, personalised t-shirt, women's sports shirt, women's checked t-shirt, humour t-shirt, white t-shirt",
            "Customisable t-shirt, personalised t-shirt, women's sports top, women's black blouse, women's white t-shirt, women's winter t-shirt, long t-shirt, sports shirt, black shirt, women's sexy top, long sleeve blouse, women's chic and elegant white t-shirt, sexy t-shirt, funny t-shirt, women's fantasy shirt, women's chic and elegant white shirt, women's white t-shirt, customisable blouses, red t-shirt",
            "Women's sports t-shirt, sports shirts and tops, women's blouses and blouses, women's sports shirt, oversize shirt, women's winter shirt, women's long sleeve blouse, humour blouse, women's white blouse, women's chic shirt, white blouse, women's chic and elegant personalised t-shirt, black blouse, women's long sleeve top, women's set, men's shirt, white blouse, women's white blouse, women's chic white shirt, work blouse",
            "Women's shirt, white shirt, women's black top, women's sports shirt, men's blouse, white blouse, women's chic and elegant top, women's top Y2k top, white long sleeve top, women's black blouse, women's blouse, women's work blouse, women's personalised t-shirt, humour tshirt, white t-shirt, women's oversized t-shirt, goldorak t-shirt, customisable t-shirt, black t-shirt, humour blouse, orange shirt, women's chic and elegant white blouse",
            "Top blouse work woman white shirt white blouse woman red tee shirt t-shirt customisable t-shirt black blouse woman blouse woman chic and elegant top pink t-shirt sport shirt oversize woman top woman chic and elegant t-shirt personalized t-shirt white blouse long shirt woman white top black tshirt orange tee shirt woman checked shirt personalized white shirt woman chic white shirt goldorak lot t shirt man blouse, svt top long sleeve top",
            "Women's top sport t-shirt winter shirt women's black t-shirt long sleeve t-shirt white t-shirt custom t-shirt blouse custom t-shirt white blouse women's customisable t-shirt set men's shirt white shirt women's white shirt women's white shirt women's white shirt women's black t-shirt white top women's white t-shirt black top women's black tee shirt women's long t-shirt customisable blouse women's chic and elegant t shirt goldorak white shirt women's blouses and blouses",
            "black t-shirt, blouses, women's chic blouse, women's white shirt, women's oversized shirt, women's white t-shirt, women's work blouse, white shirt, women's chic and elegant white blouse, women's white blouse, women's personalised shirt, women's work blouse, women's long sleeve top, women's black blouse, women's long sleeve blouse, women's sports t-shirt, black t-shirt, fantasy t-shirt, customisable t-shirt, women's chic and elegant shirt",
            "Women's long sleeve blouse humour top white women's shirt women's white blouse women's chic blouse women's tops black tshirt sports t shirt customisable t-shirt personalised t-shirt women's shirts and blouses women's long sleeve top white blouse blouse oversize women's sport top women's chic and elegant tshirt personalized shirt women's long blouses white blouse woman chic and elegant shirt women's chic and elegant shirt women's chic and elegant tee"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61ghVtrqrAL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CRYQB8YD"
      }
    },
    {
      "asin": "B0C66319HY",
      "csi_title": "WIOSEN Polo Homme Classique Revers Manches Courtes pour Assassin Creed Imprim&#233; L&#233;ger Tops avec Bouton S&#233;chage Rapide Cool Athl&#233;tique Tennis Polos Chemises V&#234;tements,Red-Adult L",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "【Tissu de haute qualité】T-shirt décontracté pour homme, doux, confortable, légèrement extensible et léger. Les chemises classiques pour hommes vous feront vous sentir beau et élégant, vous garderont au frais et détendu tout le temps, surtout en été",
            "【Tailles】Veuillez vous référer au tableau des tailles dans l'image du produit pour choisir votre taille la plus confortable avant de le commander",
            "【Scène applicable】 T-shirt à manches courtes pour hommes adapté à toutes les occasions et saisons comme les vacances, les anniversaires, les réunions, la plage, les loisirs, le travail, les affaires informelles, les vacances, les rendez-vous, les mariages et les voyages. C'est un cadeau idéal pour les hommes/fils/mari/petit ami",
            "【Instructions de lavage】 Ce t-shirt est lavable en machine, lavable à l'eau froide avec des vêtements de couleur similaire, suspendu pour sécher, ne rétrécit pas et dure plus longtemps",
            "【Service après-vente】 Si vous avez des questions, vous pouvez communiquer avec nous par e-mail à tout moment, et nous vous fournirons une solution satisfaisante dans les plus brefs délais dans les 24 heures."
          ],
          "en": [
            "【WASHING INSTRUCTIONS】This t-shirt is machine washable, washable in cold water with similar color clothes, hang to dry, does not shrink and lasts longer"
          ],
          "other": [
            "【High Quality Fabric】Men's casual T-shirts, soft, comfortable, slightly stretchy and lightweight. Classic men's shirts will make you feel beautiful and elegant, keep you cool and relaxed all the time, especially in summer",
            "【Size】Please refer to the size chart in the product picture to choose your most comfortable size before ordering",
            "【Applicable Scene】Men's short sleeve t-shirt suitable for any occasion and season like holidays, birthdays, meetings, beach, leisure, work, casual business, vacation, dating, wedding and travel. It is an ideal gift for men/son/husband/boyfriend",
            "【After-sales Service】 If you have any questions, you can communicate with us by email at any time, and we will provide you with a satisfactory solution in the shortest possible time within 24 hours."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61l2HZGZ7IL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0C66319HY"
      }
    },
    {
      "asin": "B01N6DJNTJ",
      "csi_title": "Champion T- Shirt Classique en Jersey Chemise, Surf The Web, XXL Homme",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Tissu en coton filé à l'anneau pour plus de douceur",
            "Coupe athlétique pour plus de confort",
            "Col étroit pour un ajustement plus moderne",
            "Logo C sur la poitrine gauche et écusson C sur la manche"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71+O6XUpC3L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B01N6DJNTJ"
      }
    }
  ],
  "stats": {
    "asin_blocks_found": 100,
    "records_extracted": 100,
    "records_skipped_no_csi": 0
  }
}