{
  "source_file": "data19.txt",
  "records": [
    {
      "asin": "B0FL22DGNW",
      "csi_title": "GemChve Chaussures de S&#233;curit&#233; Hommes L&#233;g&#232;re Respirantes Femme Basket Securite Embout en Acier Antid&#233;rapante Confortable Chaussures de Travail Blue 46 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_83::{",
          "size_map": "46 EU",
          "additional_sizes_detected": [
            "numeric_46,",
            "$additional_links_augmentor_106::{",
            "46 EU"
          ],
          "structured_size": {
            "gender": "men",
            "size": "numeric_46",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 46
          }
        },
        "footwear_size": {
          "gender": "men",
          "size": "numeric_46",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 46
        },
        "age_range": {
          "raw_values": [
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": "Caoutchouc synthétique",
          "normalized": "Rubber"
        },
        "bullet_points": {
          "fr": [
            "[Respirant Et Ultra Léger]：Ces chaussures de sécurité sont fabriquées en mesh respirant, ce qui leur confère une bonne respirabilité et permet de garder les pieds au sec et à l'aise. Elles sont fabriquées en matériaux légers pour un confort optimal.",
            "[Fermeture rapide]:Grâce aux lacets innovants à bouton, nos chaussures de travail sont faciles à utiliser d'une seule main. La tension s'ajuste rapidement en seulement 3 secondes, ce qui élimine le souci des lacets qui se défont.",
            "[Embout en acier résistant aux chocs] : L'embout en acier conforme à la norme européenne peut résister à des chocs allant jusqu'à 200 J et protège vos pieds.",
            "[Résistant aux perforations] : Les entraîneurs de sécurité sont dotés d'une semelle intercalaire en KEVLAR épaissie qui résiste à une pression élevée et empêche les corps étrangers de pénétrer dans la semelle extérieure. Vos pieds sont ainsi mieux protégés dans des conditions difficiles.",
            "[Semelles antidérapantes résistantes à l'usure]:La semelle extérieure en mousse de caoutchouc de nos chaussures de sécurité anti-smash et anti-puncture offre non seulement un soutien suffisant, mais se distingue également par ses excellentes propriétés antidérapantes et d'absorption des chocs. Le design de la texture antidérapante améliore significativement l'adhérence, ce qui rend ces chaussures idéales pour une utilisation dans des environnements glissants."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71KlKF8-39L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FL22DGNW"
      }
    },
    {
      "asin": "B0F546HZ7S",
      "csi_title": "Sandales Et Mules Pour Homme En Cuir Chaussures Orthop&#233;dique Homme Nu Pieds Confort Chic Ete L&#233;ger Claquettes Avec Boucle Sandale Fille Chaussure Compensee Bout Ouvert Sandales De Marche De Plage",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_146::{",
          "size_map": "46 EU",
          "additional_sizes_detected": [
            "numeric_46,",
            "46 EU"
          ],
          "structured_size": {
            "size": "numeric_46",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 46
          }
        },
        "footwear_size": {
          "size": "numeric_46",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 46
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "Semelle intérieure confortable : les semelles intérieures de ces sandales habillées pour femme sont fabriquées à partir de matériaux doux et respirants, ce qui favorise la dissipation de la chaleur et l'évacuation de la transpiration, gardant les pieds au frais et au sec.",
            "chaussons orthopédiques femme mules compensées tongue femme sandales orthopediques femmes chaussures femme pieds larges mule été confortable sabot orthopédique femme sandale de randonnée chausson orthopedique femme sandales compensées chaussures femme pieds larges sandales femmes pantoufles femme confortable sandales",
            "mules plates pour femme mocassins mary jane chaussures basses ballerines à enfiler élégantes sandales fermées en maille escarpins sandales d'été",
            "baskets compensées femme 10cm chaussures de running femme noir Respirante Protection Confortable Chaussures chaussures de course à coussin homme basket sport basket confort femme chaussures plates fermees Jogging Sneakers Chaussure Trainer Fitness chaussures femme Chaussures Compétition Entraînement Sneakers",
            "satin bout ouvert bride cheville chaussures de soirée espadrille wedge sandal femme sandales talons épais grande taille, talons hauts faux cuir élégantes orteils ouverts pantoufles semelle souple sandale été confortable plate plage respirantes bout ouvert femmes sandales décontractée chaussons plage vacances"
          ],
          "other": [
            "Comfortable Insole The insoles of these women dress sandals are made from soft and breathable materials, which promotes heat dissipation and sweat wicking, keeping feet cool and dry.",
            "orthopedic slippers woman wedge mules tongue woman orthopedic sandals women shoes woman wide feet mule summer comfortable orthopaedic clog woman hiking sandal orthopedic slipper woman wedge sandals women shoes women wide feet sandals women slippers woman comfortable sandals",
            "womens flat mules moccasins mary jane low shoes slip on ballet flats elegant closed sandals mesh pumps summer sandals",
            "Women's wedge trainers, 10 cm, running shoes, women's black breathable protection, comfortable, running shoes, cushion shoes, men's trainers, trainers, trainers, shoes, trainer, fitness, shoes, competition, training, trainer, trainer, trainer, trainer, trainer, trainer, trainer, trainer, trainer, trainer, trainer, trainer, trainer, trainer, trainer, trainer, trainer, train",
            "satin open toe ankle strap evening shoes espadrille wedge sandal women sandals thick heels large size high heels faux leather elegant open toe slippers soft sole sandal summer comfortable flat beach breathable open toe women sandals casual slippers beach vacation"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51Rd2mUvukL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F546HZ7S"
      }
    },
    {
      "asin": "B0F2ZTMV4J",
      "csi_title": "Homme Air r&#233;tro Baskets Mode Chaussures Sport Course Sneakers Fitness Gym Running Randonn&#233;e athl&#233;tique Multisports Outdoor Casual Femme Shoes",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "42 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_352::{",
            "numeric_42,",
            "42 EU"
          ],
          "structured_size": {
            "fit_size": "\"9\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": {
          "gender": "men",
          "size": "numeric_42",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 42
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": "Synthétique",
          "normalized": "Synthétique"
        },
        "bullet_points": {}
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61jjvbBG+QL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F2ZTMV4J"
      }
    },
    {
      "asin": "B0F3CX579B",
      "csi_title": "KTDYG ChaChaussures de S&#233;curit&#233; Hommes Femmes L&#233;g&#232;r Chaussures de Travail Embout Acier Protection Antid&#233;rapantes Confortable Baskets de Securite Respirantes, Gris, 39EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_118::{",
          "size_map": "39 EU",
          "additional_sizes_detected": [
            "numeric_39,",
            "39 EU"
          ],
          "structured_size": {
            "size": "numeric_39",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 39
          }
        },
        "footwear_size": {
          "size": "numeric_39",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 39
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Anti-Smash: Les chaussures de sécurité avec embout en acier conforme aux normes européennes peuvent résister à une force d'impact allant jusqu'à 212J, ce qui permet de mieux protéger vos pieds contre la chute et le roulement d'objets lourds.",
            "Résistance à La Perforation: Ces chaussures de sécurité hommes femmes sont dotées d'une semelle intermédiaire en Kevlar améliorée pour une meilleure résistance aux perforations. Cela signifie que vos pieds sont mieux protégés dans des conditions difficiles.",
            "Respirante: Apparence tendance, ces chaussures de travail sont légères et confortables, gardant vos pieds confortables même après une longue journée de travail, doublure en maille évacuant l'humidité pour un flux d'air maximal, la conception des trous en maille hautement respirante garde les pieds frais et sans odeur à tout moment.",
            "Léger: Ces chaussures de travail sont extrêmement légères,libérant vos pieds des manilles des chaussures de sécurité traditionnelles,assurant un confort de travail et une respirabilité à long terme.",
            "Antidérapante: La semelle en caoutchouc est conçue pour être plus résistante à l'usure et les rainures en forme de pneu de la semelle extérieure offrent une meilleure résistance au glissement, vous permettant de vous adapter aux terrains de travail complexes et aux lieux de travail humides."
          ],
          "en": [
            "Puncture Resistance: These men's and women's safety shoes feature an improved Kevlar midsole for improved puncture resistance. This means that your feet are better protected in harsh conditions."
          ],
          "other": [
            "Anti-Smash: The safety shoes with steel toe cap in accordance with European standards can withstand an impact force of up to 212J, which can better protect your feet from falling and rolling heavy objects.",
            "Breathable: Fashionable appearance, these work shoes are lightweight and comfortable, keeping your feet comfortable even after a long day of work, moisture-wicking mesh lining for maximum airflow, the highly breathable mesh hole design keeps feet fresh and odor free at all times.",
            "Lightweight: These work shoes are extremely light, freeing your feet from the shackles of traditional safety shoes, ensuring long term comfort and breathability.",
            "Non-slip: The rubber sole is designed to be more wear-resistant, and the tire shaped grooves of the outsole provide better slip resistance, allowing you to adapt to complex workgrounds and wet workplaces."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81a0jK-jR8L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F3CX579B"
      }
    },
    {
      "asin": "B0DTJ7F8BJ",
      "csi_title": "CRESSI Kiwi Shoes Black/Red 41 - Chaussure Unisex id&#233;ale pour Les Sports Nautiques et Les Promenades en Milieu Humide, &#224; la Mer et sur la Plage, Noir/Rouge, 41",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "41 EU",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": "unisex",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Chaussure aquatique idéale pour les sports nautiques et la marche en milieu humide, à la mer et à la plage.",
            "Tissus drainants qui facilitent l'écoulement de l'eau et assurent un séchage rapide.",
            "Les tissus drainants facilitent l'évacuation de l'eau et assurent un séchage rapide Fermeture à glissière permettant de l'enfiler et de la retirer facilement.",
            "Fermeture à glissière pour faciliter l'enfilage et le retrait.",
            "Cressi une entreprise familiale qui développe avec passion des produits de sports nautiques depuis 1946."
          ],
          "en": [
            "Cressi A family business that has been passionately developing water sports products since 1946."
          ],
          "other": [
            "Water shoe ideal for water sports and walking in wet environments, at the sea and on the beach.",
            "Draining fabrics that facilitate the flow of water and ensure quick drying.",
            "Draining fabrics make it easy to drain water and ensure quick drying. Zip for easy on and off.",
            "Zipper closure for easy on and off."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71IGYoyUpcL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DTJ7F8BJ"
      }
    },
    {
      "asin": "B0DS11L74T",
      "csi_title": "Baodenvi Chaussures de S&#233;curit&#233; Hommes Basket de Travail Femmes Basket de S&#233;curit&#233; Chaussures de Travail Anti-Perforation en Plein Air Antid&#233;rapante 46 Noir Gris Unisexes",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_118::{",
          "size_map": "46 EU",
          "additional_sizes_detected": [
            "numeric_46,",
            "46 EU"
          ],
          "structured_size": {
            "size": "numeric_46",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 46
          }
        },
        "footwear_size": {
          "size": "numeric_46",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 46
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": "Caoutchouc synthétique",
          "normalized": "Rubber"
        },
        "bullet_points": {
          "fr": [
            "Matériau Supérieur Respirant : Le matériau supérieur des chaussures de sécurité est fait de tissu avec d'innombrables mailles fines, qui est respirant et confortable",
            "Tête en Acier Anti-écrasement : Les chaussures de travail sont dotées d'embouts en acier incassables intégrés pour protéger vos orteils",
            "Semelle en Caoutchouc : La semelle des chaussures de sécurité est en caoutchouc, ce qui est confortable et antidérapant et réduit la fatigue du pied",
            "Ces chaussures de sécurité sont confortables et respirantes pour un usage quotidien"
          ],
          "other": [
            "Breathable upper material: the upper material of the safety shoes is made of fabric with countless fine mesh, which is breathable and comfortable",
            "Anti-crush steel head: The work shoes have built-in shatterproof steel toe caps to protect your toes",
            "Rubber Sole: The sole of the safety shoes is made of rubber, which is comfortable and non-slip and reduces foot fatigue",
            "These safety shoes are comfortable and breathable for everyday wear"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61-YjvAgYNL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DS11L74T"
      }
    },
    {
      "asin": "B0DVTFCBG1",
      "csi_title": "Beck Femme Jule Mule, Bleu, 38 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "38 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_223::{",
            "numeric_38,",
            "38 EU"
          ],
          "structured_size": {
            "fit_size": "\"7\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_38",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 38
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Sabots en feutre pour femme - Aspect peluche de Beck avec semelle super confortable et semelle extérieure antidérapante",
            "Matière en peluche agréable",
            "Semelle intérieure amovible",
            "Fabriqué par Beck dans l'UE"
          ],
          "other": [
            "Climat optimal pour les pieds",
            "Women's felt clogs in plush look from Beck with super comfortable sole and non-slip outsole",
            "Pleasant plush material",
            "Removable insole",
            "Optimal foot climate",
            "Made by Beck in the EU"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/816Rq3L-OuL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DVTFCBG1"
      }
    },
    {
      "asin": "B0F7LLGM9R",
      "csi_title": "Homme Air r&#233;tro Baskets Mode Chaussures Sport Course Sneakers Fitness Gym Running Randonn&#233;e athl&#233;tique Multisports Outdoor Casual Femme Shoes",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "38 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_146::{",
            "numeric_38,",
            "38 EU",
            "Positif",
            "Positive"
          ],
          "structured_size": {
            "fit_size": "\"6\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": {
          "gender": "men",
          "size": "numeric_38",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 38
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": "Synthétique",
          "normalized": "Synthétique"
        },
        "bullet_points": {}
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61aZK0+ZNQL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F7LLGM9R"
      }
    },
    {
      "asin": "B0CPL7GJYC",
      "csi_title": "COFACE Chaussons Homme Pantoufles &#224; Carreaux Hiver Chaussures Chaudes pour La Maison en Mousse &#224; M&#233;moire de Forme, Laine en Peluche Doubl&#233;e avec Semelle en Caoutchouc Antid&#233;rapante Taille 45",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_136::{",
          "size_map": "45 EU",
          "additional_sizes_detected": [
            "numeric_45,",
            "$additional_links_augmentor_159::{",
            "45 EU"
          ],
          "structured_size": {
            "size": "numeric_45",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 45
          }
        },
        "footwear_size": {
          "size": "numeric_45",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 45
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Décontracté et à la mode:Les pantoufles de la maison pour hommes sont fabriquées avec une tige à carreaux respirante pleine de style décontracté et à la mode.",
            "Mousse à mémoire de forme et soutien de la voûte plantaire:Les chaussures en mousse à mémoire de forme offrent une élasticité parfaite. La semelle intérieure coussinée épaisse garde vos pieds confortables.",
            "Semelle antidérapante:Les pantoufles pour hommes avec semelle en caoutchouc durable vous empêchent de glisser, que vous portiez les chaussures à l'intérieur ou à l'extérieur.",
            "Meilleur cadeau Chioce:Les pantoufles ont l'air simples mais pleines de style et de classique. Ils sont un excellent choix comme cadeaux à Noël, à la fête des pères ou à d'autres moments importants pour votre grand-père, père, petit ami ou fils.",
            "Casual and fashionable: men's house slippers are made with breathable plaid upper full of casual and fashionable style.",
            "Non-slip sole: The men's slippers with durable rubber sole prevent you from slipping, whether you wear the shoes indoors or outdoors.",
            "Best Chioce gift: The slippers look simple but full of style and classic. They are a great choice as gifts on Christmas, Father's Day or other important moments for your grandfather, father, boyfriend or son."
          ],
          "other": [
            "Chaud et confortable:Les pantoufles moelleuses avec doublure en polaire chaude vous font vraiment profiter de la sensation de porter confortable en hiver.",
            "Warm and comfortable: The fluffy slippers with warm fleece lining really make you enjoy the feeling of comfortable wearing in winter.",
            "Memory foam and arch support: Memory foam shoes provide perfect elasticity. Thick cushioned insole keeps your feet comfortable."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81RNxsfIzoL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CPL7GJYC"
      }
    },
    {
      "asin": "B0DX2DW2V2",
      "csi_title": "JAOOUU Chaussures de S&#233;curit&#233; Hommes Femmes Basket de Securite Embout en Acier L&#233;g&#232;re Respirantes Antid&#233;rapante Chaussures de S&#233;curit&#233; Gris 44EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_119::{",
          "size_map": "44 EU",
          "additional_sizes_detected": [
            "numeric_44,",
            "44 EU"
          ],
          "structured_size": {
            "size": "numeric_44",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 44
          }
        },
        "footwear_size": {
          "size": "numeric_44",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 44
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": "Caoutchouc synthétique",
          "normalized": "Rubber"
        },
        "bullet_points": {
          "fr": [
            "【Anti-impact et perforation】 Les chaussures de sécurité pour hommes sont équipées d'un embout en acier standard européen et d'une semelle en Kevlar, qui peuvent résister à 15 000 N et 200 J de pression pour éviter les blessures au pied.",
            "【Tige respirante】 Les chaussures de travail homme sont fabriquées dans un tissu en maille respirante et la doublure en maille évacuant l'humidité assure une circulation de l'air et une respirabilité optimales, éliminant efficacement les odeurs de pieds et réduisant la transpiration, ce qui en fait un partenaire idéal au travail.",
            "【Nouveaux lacets de chaussures à boutons】 La chaussure de sécurité est équipée de boutons technologiques et d'un système de commutateur à bouton unique. Elle peut être serrée en appuyant sur le bouton et desserrée en tirant. C'est pratique et intéressant, économisant du temps et des efforts.",
            "【Semelles absorbant les chocs et résistantes à l'usure】 les semelles des chaussures de sécurité sont fabriquées en caoutchouc haute résistance résistant à l'usure avec un coussin d'air au niveau du talon, qui possède d'excellentes propriétés d'absorption des chocs pour garder vos pieds confortables même après une longue journée de mouvement, debout ou de marche.",
            "【Occasions applicables】 Cette chaussure de sécurité légère résistante aux chocs et aux perforations est idéale pour les travailleurs de la construction, de l'industrie, des entrepôts, des usines, des activités extérieures, du tennis, des restaurants, etc. Les chaussures de travail sont dotées d'un embout en acier standard intégré, élargi et épaissi pour une protection et une sécurité supplémentaires."
          ],
          "en": [
            "【SHOCK ABSORBING & WEAR-RESISTANT SOLES】Safety shoes soles are made of high-strength wear-resistant rubber with air cushion at the heel, which has excellent shock absorption properties to keep your feet comfortable even after a long day of movement, standing or walking.",
            "【Applicable occasions】 This lightweight impact and puncture resistant safety shoe is ideal for workers in construction, industry, warehouse, factory, outdoor activities, tennis, restaurants, etc. The work shoes feature an integrated, widened and thickened standard steel toe cap for added protection and safety."
          ],
          "other": [
            "【Anti-impact & Puncture】 Men's safety shoes are equipped with European standard steel toe cap and Kevlar sole, which can withstand 15000N and 200J pressure to prevent foot injury.",
            "【Breathable Upper】Men's work shoes are made of breathable mesh fabric and moisture-wicking mesh lining ensures optimal air circulation and breathability, effectively eliminating foot odor and reducing sweating, making it an ideal partner at work.",
            "【New Button Shoe Laces】The safety shoe is equipped with technological buttons and a single button switch system. It can be tightened by pressing the button and loosened by pulling. It is convenient and interesting, saving time and effort."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71PHo1lXgbL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DX2DW2V2"
      }
    },
    {
      "asin": "B0D812Z72X",
      "csi_title": "AirJo Baskets de Chaussures Air Course &#224; Pied Tendance pour Homme avec Coussin d&apos;air - Chaussures d&#233;contract&#233;es pour la Marche Tennis Basket-Ball Gym Sports de Sport de Femme",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_123::{",
          "size_map": "42 EU Étroit",
          "additional_sizes_detected": [
            "numeric_42,",
            "42 EU Étroit",
            "42 EU Narrow"
          ],
          "structured_size": {
            "size": "numeric_42",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "narrow",
            "size_class": "numeric",
            "numeric_size": 42
          }
        },
        "footwear_size": {
          "size": "numeric_42",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "narrow",
          "size_class": "numeric",
          "numeric_size": 42
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": "Caoutchouc synthétique",
          "normalized": "Rubber"
        },
        "bullet_points": {}
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61HGfIpXUQL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0D812Z72X"
      }
    },
    {
      "asin": "B0FFGJX96Q",
      "csi_title": "Chaussures de S&#233;curit&#233; Hommes Femme Basket de Securite Embout en Acier L&#233;g&#232;re Chaussures de Travail Confortable Respirantes Antid&#233;rapante Kaki EU 43",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_100::{",
          "size_map": "43 EU",
          "additional_sizes_detected": [
            "numeric_43,",
            "43 EU"
          ],
          "structured_size": {
            "gender": "men",
            "size": "numeric_43",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 43
          }
        },
        "footwear_size": {
          "gender": "men",
          "size": "numeric_43",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 43
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": "La semelle extérieure légère combine des motifs de bande de roulement profonds et peu profonds pour améliorer la traction tout en offrant un confort amorti pour un mouvement sans effort.",
          "normalized": "La semelle extérieure légère combine des motifs de bande de roulement profonds et peu profonds pour améliorer la traction tout en offrant un confort amorti pour un mouvement sans effort."
        },
        "bullet_points": {
          "fr": [
            "Ces chaussures de sécurité sont dotées d'un embout en acier conforme aux normes européennes pour une protection contre les chocs contre les chutes d'objets, associé à une semelle intermédiaire en Kevlar sur toute la longueur du pied qui résiste aux perforations causées par les clous, le verre et les débris tranchants, offrant ainsi une double protection sur le lieu de travail.",
            "Le cuir suédé combiné à une maille tricotée respirante crée une circulation d'air supérieure pour maintenir le pied au sec. Tandis que la semelle intermédiaire coussinée avec système de soutien de la voûte plantaire répartit efficacement la pression pour un confort tout au long de la journée",
            "La semelle extérieure légère combine des motifs de bande de roulement profonds et peu profonds pour améliorer la traction tout en offrant un confort amorti pour un mouvement sans effort.",
            "les chaussures de sécurité ne sont pas seulement idéales pour la fabrication automobile, la forge, la toiture, l'entrepôt et les travaux de construction, mais constituent également une chaussure de loisirs chic après le travail."
          ],
          "other": [
            "These safety shoes feature a European standard steel toe cap for impact protection against falling objects, paired with a full-length Kevlar midsole that resists punctures from nails, glass and sharp debris, providing double protection in the workplace.",
            "Suede leather combined with breathable knitted mesh creates superior airflow to keep the foot dry. While the cushioned midsole with arch support system effectively distributes pressure for all-day comfort",
            "The lightweight outsole combines deep and shallow tread patterns to enhance traction while providing cushioned comfort for effortless movement.",
            "The safety shoes are not only ideal for car manufacturing, forging, roofing, warehouse and construction work, but also a chic leisure shoe after work."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/615r2V5B37L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FFGJX96Q"
      }
    },
    {
      "asin": "B0FJ892KYQ",
      "csi_title": "Hsyooes Sabots Femmes Hiver Chaussons Hommes Sabots de Jardinage Fourr&#233;s Peluche Chaussons Imperm&#233;ables Chaussures de Jardin Antid&#233;rapant Pantoufles Vert-A 39EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "39 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_124::{",
            "numeric_39,",
            "39 EU"
          ],
          "structured_size": {
            "fit_size": "\"8.5\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_39",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 39
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": "EVA",
          "normalized": "EVA"
        },
        "bullet_points": {}
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71eQXfgJa3L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FJ892KYQ"
      }
    },
    {
      "asin": "B0DFM713H2",
      "csi_title": "Etnies Kingpin &#8211; Style Skate Heritage Classique avec Look gonfl&#233; Tendance, Semelle Cup renforc&#233;e, Ajustement Amorti, Sneakers Quotidiennes",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": null,
          "additional_sizes_detected": [
            "45 EU"
          ],
          "structured_size": {
            "fit_size": "\"11\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "𝗲𝘁𝗻𝗶𝗲𝘀 Kingpin - La silhouette héritage est parfaite pour la mode ou le skate. Style rétro des années 90 avec un effet rembourré.",
            "🛡️ 𝗖𝗢𝗡𝗦𝗧𝗥𝗨𝗖𝗧𝗜𝗢𝗡 𝗗𝗨𝗥𝗔𝗕𝗟𝗘 – Structure cupsole et boîte à orteils à double couture renforcée aident à prévenir l’usure rapide dans les zones à fort impact. Semelle extérieure en caoutchouc 300 NBS. Languette et col rembourrés.",
            "☁ 𝗖𝗢𝗡𝗙𝗢𝗥𝗧 𝗔𝗠𝗢𝗥𝗧𝗜 – 'E' perforé sur le panneau latéral. Un col rembourré et une semelle en mousse réduisent la fatigue des pieds, vous permettant de rouler plus longtemps.",
            "🌎 𝗗𝗨𝗥𝗔𝗕𝗜𝗟𝗜𝗧𝗘́ - etnies s’engage pour l’environnement, ayant planté plus de 2,3 millions d’arbres grâce au soutien de notre communauté dévouée et de nos partenaires. Ensemble, nous avons un impact positif.",
            "🛹 𝗦𝗞𝗔𝗧𝗘𝗕𝗢𝗔?𝗗𝗘𝗥 𝗢𝗪𝗡𝗘𝗗 𝗦𝗜𝗡𝗖𝗘 1986 - etnies est fier d’être la première entreprise mondiale de chaussures et vêtements de sports d’action détenue et dirigée par des skateboarders. Nos racines dans le skate guident tout ce que nous faisons."
          ],
          "other": [
            "STI Comfort Level 1 footbed, honeycomb midsole, perforated 300 NBS E rubber outsole on back panel, padded tongue and collar."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51W+G4lZArL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DFM713H2"
      }
    },
    {
      "asin": "B0DSJN2M4N",
      "csi_title": "Loiston Chaussures de S&#233;curit&#233; Hommes Femme Basket de Securite L&#233;g&#232;re Embout Acier Chaussures de Travail Cuisine Antid&#233;rapante Bleu 38 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_118::{",
          "size_map": "38 EU",
          "additional_sizes_detected": [
            "numeric_38,",
            "$additional_links_augmentor_141::{",
            "38 EU"
          ],
          "structured_size": {
            "gender": "men",
            "size": "numeric_38",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 38
          }
        },
        "footwear_size": {
          "gender": "men",
          "size": "numeric_38",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 38
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": "Caoutchouc",
          "normalized": "Rubber"
        },
        "bullet_points": {
          "fr": [
            "Anti-crevaison : Chaussure De Securité est doté d'une semelle intercalaire en Kevlar, qui est plus légère et résistante aux perforations, empêche les objets pointus au sol de poignarder la plante des pieds.",
            "Tige respirante : le tissu en maille est respirant, la doublure en tissu a une meilleure capacité à absorber la transpiration. Les baskets de sécurité gardent vos pieds confortables même après une longue journée de travail.",
            "Embout en acier : Les baskets à embout en acier avec embouts en acier protègent les orteils contre un certain nombre de dangers différents sur le lieu de travail. L'embout en acier résiste à 200 joules d'impact, offrant une meilleure protection.",
            "Semelle extérieure en caoutchouc : nos semelles en caoutchouc sont ultra résistantes à l'usure, antidérapantes, résilientes, antichocs. Les semelles des lignes spéciales ont une forte adhérence, des performances antidérapantes supérieures, améliorent considérablement la sécurité.",
            "Multifonction : Chaussures De Travail en acier parfaits pour les chauffeurs, le personnel d'entrepôt, la logistique, la mécanique automobile, l'industrie de la construction, les machines, les charpentiers, le jardinage, etc. dans un environnement de travail difficile, nos chaussures sont garanties confortables, durables et sûres.",
            "Multifunctional: Steel work shoes perfect for drivers, warehouse personnel, logistics, automotive mechanics, construction industry, machinery, carpenters, gardening, etc. in a harsh working environment, our shoes are guaranteed comfortable, durable and safe."
          ],
          "en": [
            "Puncture-proof: safety shoe has a Kevlar midsole, which is lighter and puncture resistant, prevents sharp objects on the ground from stabbing the soles of the feet.",
            "Breathable Upper: mesh fabric is breathable, fabric lining has better ability to absorb sweat. Safety trainers keep your feet comfortable even after a long day at work."
          ],
          "other": [
            "STEEL TOE - Steel toe cap sneakers with steel toe caps protect toes from a number of different hazards in the workplace. Steel toe cap withstands 200 joules of impact, providing better protection.",
            "RUBBER OUTSOLE - Our rubber soles are ultra wear-resistant, non-slip, resilient, shockproof. The soles of the special lines have strong grip, superior anti-slip performance, greatly improve safety."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71Nt08OC9FL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DSJN2M4N"
      }
    },
    {
      "asin": "B0DD7LSLGS",
      "csi_title": "ISOOUS Chaussures de S&#233;curit&#233; Hommes Chaussures de Travail Femmes L&#233;g&#232;re Embout Plastique Basket Securite Antid&#233;rapante Cuisine Noir Vert EU 38",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_118::{",
          "size_map": "38 EU",
          "additional_sizes_detected": [
            "numeric_38,",
            "$additional_links_augmentor_141::{",
            "38 EU"
          ],
          "structured_size": {
            "gender": "men",
            "size": "numeric_38",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 38
          }
        },
        "footwear_size": {
          "gender": "men",
          "size": "numeric_38",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 38
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "[ZAPATILLAS DE TRABAJO CON CAPA DE PLÁSTICO]: nos Chaussures de travail avec coque en plastique offrent une protection contre les chocs et la pression de 100 J, minimisant les dommages causés par des chutes ou des objets tombés ou autres ; ces chaussures de sécurité avec embout en plastique sont fabriquées en matériaux légers pour un confort léger et agréable.",
            "[Semelle anti-perforation] : la semelle intérieure de la chaussure de sécurité est équipée d'une semelle intermédiaire spéciale en Kevlar résistante à la perforation qui protège contre la pénétration et empêche les objets pointus tels que les clous ou les épines de pénétrer à l'intérieur de la chaussure et d'endommager vos pieds. Offre une protection supplémentaire dans les zones dangereuses.",
            "[ CHAUSSURES DE TRAVAIL ANTIDÉRAPANTES ] : la semelle est fabriquée à partir de matériaux antidérapants et amortisseurs spécialement développés pour offrir la meilleure adhérence sur différentes surfaces ; la semelle intérieure respirante et flexible garantit à la fois l’amortissement et l’absorption des chocs nécessaires, protégeant votre cheville des blessures.",
            "Chaussures de travail respirantes : en plus d’une excellente sécurité, ces chaussures de travail offrent également un grand confort. Le cuir respirant et la semelle intérieure spécialement développée avec des structures perforées permettent une circulation optimale de l'air.",
            "Largement utilisé : chaussures de sécurité unisexes, les baskets sont adaptées aux personnes qui travaillent dans les entrepôts, les magasins, les cuisines, les bâtiments, les usines, etc. Leur excellent design vous permet de travailler toute la journée facilement et confortablement."
          ],
          "other": [
            "Work Shoes with Plastic Cap: Our work shoes with plastic toe cap provide 100J impact and pressure protection, minimizes damage from falling or falling objects or others; These safety shoes with plastic toe cap are made from lightweight materials for lightweight and comfortable comfort.",
            "Anti-Puncture Sole The insole of the safety shoe is equipped with a special Kevlar anti-puncture midsole that protects the puncture resistant material that prevents sharp objects such as nails or spikes from entering the inside of the shoe and hurting your feet. Provides extra protection in areas at risk.",
            "Non-slip work shoes: the sole is made of non-slip and cushioning materials specially designed to provide the best support on different surfaces; the breathable insole is flexible enough, while ensuring the necessary cushioning and shock absorption, protect your ankle from injury.",
            "Breathable work shoes: in addition to excellent safety, these work shoes also offer optimal comfort. Breathable leather and specially designed insole with perforated structures allow for optimal air circulation.",
            "[Widely Used]:Unisex safety shoes, the sneakers are suitable for people who live in warehouses, shops, kitchens, buildings, factories, etc.Its excellent design allows you to work easily and comfortably all day."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71FuRQL+t5L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DD7LSLGS"
      }
    },
    {
      "asin": "B0CKJ9PV9X",
      "csi_title": "PUMA Chaussures de Football Future 7 Play FG/AG, Hyperlink Blue Mint White, 44 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "44 EU",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "Hyperlink blue / mint / white",
            "10 UK",
            "Material: synthetic",
            "Closure: laces",
            "Gender: Male",
            "Age: Adult"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/613X2WULHAL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CKJ9PV9X"
      }
    },
    {
      "asin": "B0FRFXV527",
      "csi_title": "KOIFISH Chaussures de S&#233;curit&#233; Hiver Hommes Femmes Montante Antid&#233;rapant Bottes de S&#233;curit&#233; fourr&#233; L&#233;g&#232;re Basket de Securite avec Embouts en Acier Doubl&#233;es Chaudes C28JR/Noir43",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_185::{",
          "size_map": "43 EU",
          "additional_sizes_detected": [
            "numeric_43,",
            "43 EU"
          ],
          "structured_size": {
            "size": "numeric_43",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 43
          }
        },
        "footwear_size": {
          "size": "numeric_43",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 43
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Protection contre le froid globale: Cette chaussure de sécurité hiver dispose d'un rembourrage en laine de mouton haute qualité. Doux au contact, il enveloppe fermement le pied pour une chaleur constante. Le col des chaussure de sécurité fourrée est pourvu d'un feutre synthétique épais, qui adhère parfaitement à la cheville et bloque l'air froid pour une protection complète.",
            "Résistant aux chocs: Cette chaussure sécurité antidérapant est dotée d'une coquille en acier conforme à la norme UE. Avec une résistance aux chocs de 200 J et à la compression de 15000 N, elle protège efficacement les orteils contre les impacts et les écrasements, et en même temps ces basket de sécurité garantissent un haut niveau de confort de port.",
            "Anti-pénétration: Les bottes de sécurité, avec une semelle intermédiaire en Kevlar, offrent une protection fiable. Elles résistent à 1100 N, protègent efficacement la semelle contre les objets pointus (clous, pièces métalliques), et ces basket de sécurité légère vous garantissent une sécurité sans inquiétude à chaque pas.",
            "Marche confortable: La semelle de ces Chaussures de sécurité à embout en acier est composée d’EVA hautement élastique, amortissante, et de caoutchouc antidérapant. Même sur les terrains complexes, elle assure un bon antidérapage. Ces chaussures de sécurité montantes offrent un soutien stable aux chevilles et réduisent la fatigue de la cheville lors de longues stations.",
            "Attention méticuleuse aux détails: Les chaussure de securite basket en tissu Oxford avec revêtement résine résistant se nettoient facilement. La doublure respirante maintient les pieds secs et sans odeur, la langue cousue solidement évite le glissement pour une marche confortable. Elles s'adaptent facilement aux environnements industriels ou outdoor.",
            "Meticulous attention to detail: The safety basketball shoes made of Oxford fabric with a durable resin coating are easy to clean. Breathable lining keeps feet dry and odorless, securely stitched tongue prevents slipping for comfortable walking. They adapt easily to industrial or outdoor environments."
          ],
          "en": [
            "Protection against the overall cold: This winter safety shoe features a high-quality sheep wool padding. Soft to touch, it wraps the foot tightly for constant warmth. The collar of the fur safety shoe is provided with a thick synthetic felt, which adheres perfectly to the ankle and blocks cold air for complete protection.",
            "Shock resistant: This non-slip safety shoe has a steel shell that complies with EU standards. With a shock resistance of 200J and compression of 15000N, it effectively protects the toes from impact and crushing, and at the same time these safety trainers guarantee a high level of wearing comfort."
          ],
          "other": [
            "Anti-penetration: Safety boots, with a Kevlar midsole, provide reliable protection. They resist 1100N, effectively protect the sole from sharp objects (nails, metal parts), and these lightweight safety sneakers ensure you worry free safety with every step.",
            "Comfortable walking: The sole of these steel toe cap safety shoes is made of highly elastic EVA, shock absorbing, and non-slip rubber. Even on complex terrain, it provides good slip resistance. These high-top safety shoes provide stable ankle support and reduce ankle fatigue during long stations."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71jIcwaiW1L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FRFXV527"
      }
    },
    {
      "asin": "B0F548DB9J",
      "csi_title": "Dasongff Chaussures Hommes Sandales Orthop&#233;dique &#233;t&#233; Marche Confortable Poisson Bouche Chaussures De Plage L&#233;g&#232;res Antid&#233;rapantes Respirantes Boh&#234;me Bout Ouvert avec Talon Bloc Bohemia Romain Sandals",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_146::{",
          "size_map": "45 EU",
          "additional_sizes_detected": [
            "numeric_45,",
            "45 EU"
          ],
          "structured_size": {
            "size": "numeric_45",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 45
          }
        },
        "footwear_size": {
          "size": "numeric_45",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 45
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "Matériau : la tige est fabriquée en cuir synthétique de haute qualité, la semelle en caoutchouc est douce, confortable et légère.",
            "mules femme ete pantoufle femme 39 été pantoufles femme été 39 chaussons femme ete confortable tong chaussures femme ete 35 sandale femme ete 35 claquettes femmes piscine claquette femme ete rose chaussure été femme tong pantoufles femme 39 ete claquette femme rose chausson femme 40 ete mule femme orthopédique flipflops",
            "femme sandales d'été confortables élégantes sandales plates argentées sandales festives sandales de mariage sandales pour femme sangle en t chaussures de Baskets noires et blanches pour femme - Chaussures d'intérieur et de sport orthopédiques",
            "baskets noires femme chaussures de running femme 41 chaussons duveteux fourrure pantoufles antidérapant chaussures de marche respirantes sport basket course femme running basket femme sports chaussures antidérapantes femme restauration chaussures respirante running baskets chaussures garçon chaussures respirantes athlétique compensées sneakers",
            "compensees claquettes femme mules femme talon chaussure compensee femme chausson orthopedique femme sandale orthopedique sabots femme sandales orthopediques femmes chaussure orthopédique"
          ],
          "other": [
            "Material: the upper is made of high quality PU leather, the rubber sole is soft, comfortable and lightweight.",
            "women's summer slippers women's summer slippers 39 summer slippers women's summer 39 slippers woman summer comfortable flip flop shoes woman summer 35 sandal woman summer 35 flip flops women pool sandals woman summer pink shoe women's summer flip flops women's 39 summer flip flops women's pink slipper women's 40 summer mule woman orthopedic flipflops",
            "Women's Summer Sandals Comfortable Elegant Silver Flat Sandals Festive Sandals Wedding Sandals Women's T-Strap Shoes Black and White Sneakers for Women - Orthopaedic Indoor and Sports Shoes",
            "black sneakers woman running shoes woman 41 slippers fluffy fur slippers non-slip walking shoes breathable sport basketball running woman sports shoes non-slip woman catering shoes breathable running trainers boys shoes breathable athletic wedge sneakers",
            "Compensees women's mules women's heel wedge shoe orthopedic women's orthopedic sandal clogs women's orthopedic sandals women orthopedic shoe"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/511a7kEL-mL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F548DB9J"
      }
    },
    {
      "asin": "B0FLVDBWN5",
      "csi_title": "GemChve Chaussures de S&#233;curit&#233; d&apos;hiver Hommes Femmes Imperm&#233;ables, Confortables, Montantes avec Doublure Chaude Chaussures de Travail L&#233;g&#232;res, Bottines de S&#233;curit&#233; Antid&#233;rapantes Black 46 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_126::{",
          "size_map": "46 EU",
          "additional_sizes_detected": [
            "numeric_46,",
            "46 EU"
          ],
          "structured_size": {
            "size": "numeric_46",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 46
          }
        },
        "footwear_size": {
          "size": "numeric_46",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 46
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": "Caoutchouc synthétique",
          "normalized": "Rubber"
        },
        "bullet_points": {
          "fr": [
            "DOUBLURE CHAUDE : garde vos pieds au chaud pendant les hivers rigoureux et vous protège du froid et de la neige.",
            "FACILE À ENFILER ET À RETIRER : grâce à son design à boutons, cette chaussure de travail ne nécessite pas de lacets et s'ajuste rapidement, ce qui permet de l'enfiler et de la retirer facilement.",
            "PROTECTION ET SÉCURITÉ : la pointe en acier solide de cette chaussure de sécurité résiste aux chocs et aux éraflures, tandis que la semelle intermédiaire protège contre les perforations et les éclats métalliques, garantissant ainsi votre sécurité.",
            "CONFORTABLE ET DURABLE : la semelle extérieure des chaussures de travail est souple, élastique et résistante à l'usure, ce qui la rend idéale pour les longues journées de travail.",
            "RÉSISTANTE À L'EAU : la tige des chaussures de travail pour hommes est fabriquée dans un matériau résistant à l'eau, ce qui permet de ne pas craindre la pluie et les éclaboussures et de garder les pieds au sec.",
            "COMFORTABLE AND DURABLE: The outsole of the work shoes is soft, elastic and wear-resistant, making it ideal for long working days."
          ],
          "en": [
            "Easy to put on and take off: thanks to its button design, this work shoe requires no laces and is quick to adjust, making it easy to put on and take off.",
            "PROTECTION AND SECURITY: The solid steel toe of this safety shoe resists bumps and scratches, while the midsole protects against punctures and metal chips, ensuring your safety."
          ],
          "other": [
            "WARM LINING: Keeps your feet warm in harsh winters and protects you from cold and snow.",
            "WATER RESISTANT - The upper of the men's work shoes is made of water resistant material, which makes it not afraid of rain and splashes and keeps feet dry."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71Mlt6RAcoL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FLVDBWN5"
      }
    },
    {
      "asin": "B0F4KC4CW6",
      "csi_title": "Sandales plates pour femme - En cuir - Confortables - &#201;l&#233;gantes - Pour l&apos;&#233;t&#233; et l&apos;automne - Bout ouvert - D&#233;contract&#233;, rose, 40 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "40 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_187::{",
            "numeric_40,",
            "40 EU"
          ],
          "structured_size": {
            "fit_size": "\"9\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_40",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 40
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "DESIGN ÉLÉGANT EN FORME DE H ROND SUPÉRIEUR : Les sandales plates tendance pour femmes LHXYUO présentent un design intemporel à lanières rondes en forme de H qui allie style et confort. Le talon a une doublure en mousse moelleuse pour un pas très confortable. Nos chaussures sont fabriquées en cuir PU, avec une apparence simple et élégante, ce qui est parfait pour l'été chaud.",
            "Confort des orteils ouverts : le design à bout ouvert de ces sandales offre beaucoup d'espace pour vos orteils, même lorsque vous voyagez de longues distances ou lorsque vous êtes debout pendant de longues périodes. L'intérieur de la semelle où vos pieds entrent en contact est fabriqué dans le cuir le plus fin et est doublé d'un coussin moelleux.",
            "Semelle intérieure rembourrée : la semelle intérieure rembourrée maintient vos pieds détendus et soutenus pour un confort tout au long de la journée. Conçues pour les saisons chaudes, ces adorables chaussons chaussures sont parfaits pour une promenade sur la plage, une sortie décontractée ou tout simplement pour profiter de l'été avec style.",
            "Style polyvalent : associez ces sandales à vos tenues préférées de printemps, d'été et d'automne, des robes aux shorts, créez facilement un look chic pour de nombreuses occasions, telles que le bureau, les fêtes, le shopping, les promenades, les mariages, etc.",
            "Large gamme de couleurs et taille complète : ces chaussons plats en cuir pour femme sont disponibles dans une large gamme de couleurs au choix, noir, blanc, marron, rouge et rose. Les tailles vont de 2 à 10, répondent essentiellement aux besoins de la plupart des femmes britanniques. Facile à nettoyer, si vous avez une petite tache dessus, un chiffon doux les nettoiera facilement.",
            "STYLISH DESIGN – The fashionable LHXYUO flat sandals for women feature a timeless round H-shaped strap design that combines style and comfort. The heel has a fluffy foam lining for a very comfortable step. Our shoes are made of PU leather, with a simple and elegant appearance, which is perfect for hot summer.",
            "Cushioned Insole - Cushioned insole keeps your feet relaxed and supported for all day comfort. Designed for the warm seasons, these adorable slippers are perfect for a walk on the beach, a casual outing or just enjoying the summer in style.",
            "VERSATILE STYLE: Pair these sandals with your favorite spring, summer and autumn outfits, from dresses to shorts, easily create a chic look for many occasions, such as office, party, shopping, walk, wedding, etc."
          ],
          "other": [
            "OPEN TOE COMFORT - The open-toe design of these sandals provides plenty of room for your toes even when traveling long distances or standing for long periods. The inside of the sole where your feet come into contact is made of fine leather and is lined with a soft cushion.",
            "WIDE RANGE OF COLORS & FULL SIZE - These women's leather flat slippers come in a wide range of colors to choose from, black, white, brown, red and pink. Sizes range from 2 to 10, basically meet the needs of most UK women. Easy to clean, if you have a small stain, a soft cloth will clean them easily."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51kE8sAtGAL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F4KC4CW6"
      }
    },
    {
      "asin": "B0FNR8JC4F",
      "csi_title": "GemChve Chaussures de S&#233;curit&#233; Hommes Femmes Basket L&#233;g&#232;re Respirante Travail Antid&#233;rapante avec Embout en Acier Blue 40 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_119::{",
          "size_map": "40 EU",
          "additional_sizes_detected": [
            "numeric_40,",
            "$additional_links_augmentor_142::{",
            "40 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_40",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 40
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_40",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 40
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Respirant: Chaussures de travail offre une excellente respirabilité, gardant les pieds au sec et confortables même pendant les longues journées de travail.",
            "Rapides et Faciles: Embout en acier dispose d'une fermeture à vis haute technologie sans lacets pour un enfilage et un retrait rapides et faciles.",
            "Anti-crevaison: Basket securite en améliorée sont plus résistantes aux perforations et peuvent que des objets pointus ne transpercent vos pieds.",
            "Anti-smashing: Chaussures de travail protéger efficacement pieds contre la chute et le roulement d'objets lourds.",
            "Occassion: Ces baskets de sécurité peuvent être utilisées dans les ateliers, les entrepôts, les chantiers, les usines, les ateliers de réparation et les fermes forestières."
          ],
          "other": [
            "Breathable: Work shoes offer excellent breathability, keeping feet dry and comfortable even during long working days.",
            "Quick and easy: Steel toe cap features a high-tech laceless screw closure for quick and easy on and off.",
            "Puncture-proof: improved safety trainers are more resistant to punctures and can only pierce your feet by sharp objects.",
            "Anti-smashing: Work shoes effectively protect feet from falling and rolling heavy objects.",
            "Occasion: These safety trainers can be used in workshops, warehouses, construction sites, factories, repair shops and forest farms."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71s5tPr6ZWL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FNR8JC4F"
      }
    },
    {
      "asin": "B0DCJWTJ9H",
      "csi_title": "KTDYG Chaussures de Securite Hiver Hommes Femmes Imperm&#233;able Basket de Securite Embout Acier Protection Bottes Chaussures de Travail Antid&#233;rapante Chaudes, Marron, 38EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_82::{",
          "size_map": "38 EU",
          "additional_sizes_detected": [
            "numeric_38,",
            "38 EU"
          ],
          "structured_size": {
            "size": "numeric_38",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 38
          }
        },
        "footwear_size": {
          "size": "numeric_38",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 38
        },
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": "Rubber",
          "normalized": "Rubber"
        },
        "bullet_points": {
          "fr": [
            "Non-slip: The rubber sole is designed to be more durable, the specially designed outsole provides excellent traction and grip, ensuring stability and preventing accidental falls or injuries, allowing you to adapt to complex workgrounds and wet workplaces.",
            "Embout en acier: Les bottes de sécurité sont conformes aux normes européennes, les embouts en acier peuvent résister à une pression maximale de 200 J et 15 000 N. Elles sont suffisamment solides pour assurer votre sécurité au travail. Elles sont suffisamment larges pour permettre à vos pieds de s'étirer et d'éviter une flexion et une compression excessives du pied.",
            "Puncture Resistant: Ces baskets de sécurité sont fabriquées avec une semelle intermédiaire en Kevlar améliorée, qui est souple, flexible et pliable, plus légère et plus résistante aux perforations que le métal, et peut résister à une force de perforation de 1100 N pour protéger vos pieds des clous et autres objets tranchants.",
            "Imperméable: Les chaussure de securite sont fabriquées en cuir imperméable et en tissu maillé respirant qui résiste aux intempéries et empêche la pénétration de l'humidité. La doublure en tissu mesh super respirant garde vos pieds au sec et sans odeur, même après une dure journée de travail dans la boue remplie d'eau.",
            "Antidérapante: La semelle en caoutchouc est conçue pour être plus résistante，La semelle extérieure spécialement conçue offre une excellente traction et adhérence, assurant la stabilité et évitant les chutes ou blessures accidentelles，vous permettant de vous adapter aux terrains de travail complexes et aux lieux de travail humides.",
            "Doublure chaude en fourrure : fausse fourrure, les chaussures de sécurité sont dotées d'une doublure en fourrure pleine qui garde votre pied au chaud par temps glacial, même si vous ne portez que des chaussettes fines."
          ],
          "other": [
            "Steel Toe Cap: Safety boots comply with European standards, steel toe caps can withstand maximum pressure of 200J and 15000N. They are strong enough to ensure your safety at work. They are wide enough to allow your feet to stretch and prevent excessive flexion and compression of the foot.",
            "Puncture Resistant: These safety trainers are made with an upgraded Kevlar midsole, which is soft, flexible and foldable, lighter and more puncture resistant than metal, and can withstand a puncture force of 1100N to protect your feet from nails and other sharp objects.",
            "Waterproof: The safety shoes are made of waterproof leather and breathable mesh fabric that resists the weather and prevents the ingress of moisture. Super breathable mesh fabric lining keeps your feet dry and odorless even after a hard day working in the water filled mud.",
            "Warm Fur Lining - Faux fur, safety shoes feature full fur lining that keeps your foot warm in frosty weather, even if you only wear thin socks."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/715i9uqH0OL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DCJWTJ9H"
      }
    },
    {
      "asin": "B0F995H5QM",
      "csi_title": "Chanpning Sandales Femme &#201;t&#233; Compens&#233;es Ete Mode Sandal Orthop&#233;dique Plateforme Chaussure Avec Boucle Confortable Anti-D&#233;rapant Chaussures De Plage Bout Ferm&#233; Boh&#234;me Respirantes Sandales De Marche",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_171::{",
          "size_map": "39 EU",
          "additional_sizes_detected": [
            "numeric_39,",
            "39 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_39",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 39
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_39",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 39
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "sandales à talons hauts bouche de poisson sandales et nu-pieds femme sandales dame sandales fines sexy nu-pieds chaussons bijoux strass sandales d'extérieur papillon respirantes légères casual vacances chaussure sandales femme été confortable compensée sandales de sport pour femmes élastiquées bout ouvert chaussures décontractées confort respirant évider chaussures décontractées à semelles chaussure sandales orthopedics womens slippers summer new fashion flowers slides wedge beach sandals",
            "sandales femme été talon pas cher sandales plates femme été enfiler talons hauts paillettes sandales compensé noirSandales de Sport sandales plates femme noir talons hauts noir compensé chaussuresandales femme été confortable sandales plates femme été argenté talons hauts pour femmes sandales compensé femme été",
            "chaussons femme hiver fermées,chaussons femme hiver rigolo,chaussons femme hiver 42,chaussons femme hiver fourrure,chaussons bebe garcon,chaussons femme,chaussons femme hiver,chaussons femme cuir,chaussettes chaussons femme,chaussons femme ete,chaussons ete femme,chaussons ete femme,chaussures été femme,chaussures été femme talon,chaussures été femme compensées,chaussures été femme 42,chaussures été femme taille 43,chaussures été femme orthopédie ferme",
            "décontractées wedge élégance chic orthopédique sandales claquette chaussures mules 2025 sandale plateforme femme été confort compensé slip on sandales de plage semelle epaisse antidérapantes à femme chaussures compensées nu pied décontractée pantoufles chaussons sandales compensées espadrilles à bouche de poisson pour femmes sandales à plateforme slingback sandales à talons hauts à bride à la cheville chaussures de plage femmes",
            "chaussures femmes talons compensees et bout fermé chaussures femmes confortables et elegantes chaussures fermees femmes compensees chaussures compensees pas cher chaussures compensees femme noires chaussures compensees fermée femme chaussures compensees ouvertes chaussures compensées chic chaussures femme compensées chic chaussures été talon haut compensées chic femme chaussures compensées femme blanche chaussures femme"
          ],
          "other": [
            "high heel sandals fish mouth sandals and barefoot women sandals lady sandals thin sexy barefoot slippers jewelry rhinestone sandals outdoor butterfly breathable lightweight casual holiday shoe sandals women summer comfortable wedge sports sandals for women elastic open toe casual shoes comfort breathable hollow out casual shoes with soles shoe sandals orthopedics womens slippers summer new fashion flowers slides wedge beach sandals",
            "Women's sandals summer cheap heel flat sandals woman summer slip on high heels glitter wedge sandals black sports sandals flat sandals woman black high heels black wedge shoes women's summer comfortable flat sandals woman summer silver high heels for women wedge sandals women summer summer",
            "Women's closed winter slippers, funny winter slippers, women's winter slippers 42, women's winter fur slippers, baby boy slippers, women's winter slippers, women's leather slippers, women's summer slippers, women's summer slippers, women's summer slippers, women's summer shoes, women's summer shoes, women's summer shoes, women's summer shoes, women's summer shoes, women's summer shoes, women's orthopedic firm shoes",
            "Casual Wedge Elegance Chic Orthopedic Sandals Slide Shoes Mules 2025 Sandal Platform Women Summer Comfort Wedge Slip On Beach Sandals Thick Sole Non-Slip Women Wedge Shoes Nude Foot Casual Slippers Slippers Wedge Sandals Fish Mouth Espadrilles Women's Platform Sandals Slingback Ankle Strap High Heel Sandals Beach Shoes Women",
            "Women's shoes, wedge heels and closed toe, women's shoes, comfortable and elegant, firm shoes, women's wedge shoes, cheap wedge shoes, women's black wedge shoes, women's closed wedge shoes, women's open wedge shoes, chic wedge shoes, women's chic wedge shoes, summer high heel wedge chic shoes, women's wedge shoes, chic women's high heel, women's wedge shoes, women's white shoes"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61ig7927dUL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F995H5QM"
      }
    },
    {
      "asin": "B0F8QTVWMZ",
      "csi_title": "CC-Los Chaussures de Randonn&#233;e Femme WP Chaussures Basses Et Trekking",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "39 EU Large",
          "additional_sizes_detected": [
            "$additional_links_augmentor_280::{",
            "numeric_39,",
            "39 EU Large"
          ],
          "structured_size": {
            "fit_size": "\"8\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_39",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "wide",
          "size_class": "numeric",
          "numeric_size": 39
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "Eco-friendly suede leather and mesh upper promote airflow, prevent excessive accumulation of foot sweat, help reduce foot odor, and provides all-day comfort.",
            "Memory foam sockliner and lightweight non slip rubber outsole ensure optimal support and traction on any terrain.",
            "Waterproof design keeps your feet dry at all times, perfect for outdoor adventure activities.",
            "Anti slip and wear-resistant sole with reinforced toe, increasing safety and stability.",
            "Excellent comfort and durability, making it an ideal choice for outdoor enthusiasts.",
            "Eco-friendly suede leather and mesh upper promote air circulation, prevent excessive foot sweat build-up, help reduce foot odor and provide all-day comfort.",
            "The memory foam insole and lightweight non-slip rubber outsole ensure optimal support and traction on any terrain.",
            "Non-slip and wear-resistant sole with reinforced toes, increasing safety and stability."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81Iplh+qCIL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F8QTVWMZ"
      }
    },
    {
      "asin": "B0FRG9M29D",
      "csi_title": "KOIFISH Chaussures de S&#233;curit&#233; Hiver Hommes Femmes Montante Antid&#233;rapant Bottes de S&#233;curit&#233; fourr&#233; L&#233;g&#232;re Basket de Securite avec Embouts en Acier Doubl&#233;es Chaudes C28JR/Noir40",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_141::{",
          "size_map": "40 EU",
          "additional_sizes_detected": [
            "numeric_40,",
            "40 EU"
          ],
          "structured_size": {
            "size": "numeric_40",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 40
          }
        },
        "footwear_size": {
          "size": "numeric_40",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 40
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Protection contre le froid globale: Cette chaussure de sécurité hiver dispose d'un rembourrage en laine de mouton haute qualité. Doux au contact, il enveloppe fermement le pied pour une chaleur constante. Le col des chaussure de sécurité fourrée est pourvu d'un feutre synthétique épais, qui adhère parfaitement à la cheville et bloque l'air froid pour une protection complète.",
            "Résistant aux chocs: Cette chaussure sécurité antidérapant est dotée d'une coquille en acier conforme à la norme UE. Avec une résistance aux chocs de 200 J et à la compression de 15000 N, elle protège efficacement les orteils contre les impacts et les écrasements, et en même temps ces basket de sécurité garantissent un haut niveau de confort de port.",
            "Anti-pénétration: Les bottes de sécurité, avec une semelle intermédiaire en Kevlar, offrent une protection fiable. Elles résistent à 1100 N, protègent efficacement la semelle contre les objets pointus (clous, pièces métalliques), et ces basket de sécurité légère vous garantissent une sécurité sans inquiétude à chaque pas.",
            "Marche confortable: La semelle de ces Chaussures de sécurité à embout en acier est composée d’EVA hautement élastique, amortissante, et de caoutchouc antidérapant. Même sur les terrains complexes, elle assure un bon antidérapage. Ces chaussures de sécurité montantes offrent un soutien stable aux chevilles et réduisent la fatigue de la cheville lors de longues stations.",
            "Attention méticuleuse aux détails: Les chaussure de securite basket en tissu Oxford avec revêtement résine résistant se nettoient facilement. La doublure respirante maintient les pieds secs et sans odeur, la langue cousue solidement évite le glissement pour une marche confortable. Elles s'adaptent facilement aux environnements industriels ou outdoor.",
            "Meticulous attention to detail: The safety basketball shoes made of Oxford fabric with a durable resin coating are easy to clean. Breathable lining keeps feet dry and odorless, securely stitched tongue prevents slipping for comfortable walking. They adapt easily to industrial or outdoor environments."
          ],
          "en": [
            "Protection against the overall cold: This winter safety shoe features a high-quality sheep wool padding. Soft to touch, it wraps the foot tightly for constant warmth. The collar of the fur safety shoe is provided with a thick synthetic felt, which adheres perfectly to the ankle and blocks cold air for complete protection.",
            "Shock resistant: This non-slip safety shoe has a steel shell that complies with EU standards. With a shock resistance of 200J and compression of 15000N, it effectively protects the toes from impact and crushing, and at the same time these safety trainers guarantee a high level of wearing comfort."
          ],
          "other": [
            "Anti-penetration: Safety boots, with a Kevlar midsole, provide reliable protection. They resist 1100N, effectively protect the sole from sharp objects (nails, metal parts), and these lightweight safety sneakers ensure you worry free safety with every step.",
            "Comfortable walking: The sole of these steel toe cap safety shoes is made of highly elastic EVA, shock absorbing, and non-slip rubber. Even on complex terrain, it provides good slip resistance. These high-top safety shoes provide stable ankle support and reduce ankle fatigue during long stations."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71jIcwaiW1L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FRG9M29D"
      }
    },
    {
      "asin": "B0FPCP86DQ",
      "csi_title": "YEKOYIOO Chaussures de S&#233;curit&#233; Hommes Femmes L&#233;g&#232;re Basket de Securite Chaussure de Travail Chaussure de Chantier Embout de Protection en Acier Respirantes Antid&#233;rapant Marron 39 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_100::{",
          "size_map": "39 EU",
          "additional_sizes_detected": [
            "numeric_39,",
            "39 EU"
          ],
          "structured_size": {
            "gender": "men",
            "size": "numeric_39",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 39
          }
        },
        "footwear_size": {
          "gender": "men",
          "size": "numeric_39",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 39
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": "Caoutchouc",
          "normalized": "Rubber"
        },
        "bullet_points": {
          "fr": [
            "【Lacets à Bouton】Le système de laçage innovant à bouton permet une utilisation simple et confortable d'une seule main de nos chaussures de travail homme​anti-écrasement et anti-perforation. La tension s'ajuste rapidement et sans effort en seulement 3 secondes, et les lacets qui se défont appartiennent au passé",
            "【Coffret en Acier Standard】La coiffe de protection fonctionnelle est une coiffe standard en acier inoxydable, offrant des fonctions anti-écrasement et résistance à la pression. Ces chaussures de sécurité homme, conformes à la norme européenne, peuvent efficacement résister à une pression de 15 000 N et à un impact de 200 J",
            "【Semelle Intermédiaire KEVLAR】Notre semelle intermédiaire en KEVLAR offre une résistance maximale à la perforation et protège le pied des objets tranchants. Grâce à leur conception légère, ces baskets de sécurité homme sont confortables à porter tout en étant durables. Le matériau est même plus résistant que l'acier à poids et épaisseur égales. Un choix sûr pour toute situation de travail",
            "【Confort et Respirabilité】Dotées d'une tige en mesh lébre et respirant, ces chaussures de sécurité hommes épousent parfaitement la forme de votre pied et améliorent la circulation de l'air pour vous garder au frais et au sec. Le poids total de ces chaussures de travail homme est léger, assurant un confort de port élevé toute la journée",
            "【Polyvalence Sport】Ces baskets de sécurité homme conviennent parfaitement pour l'intérieur et l'extérieur, que ce soit sur un chantier, dans un atelier, un entrepôt, une cuisine, une usine ou un jardin. Elles sont également idéales pour le travail, la vie quotidienne, l'aventure, le camping et bien plus encore",
            "Kevlar midsole: Our Kevlar midsole provides maximum puncture resistance and protects the foot from sharp objects. Thanks to their lightweight design, these men's safety trainers are comfortable to wear while being durable. The material is even stronger than steel with equal weight and thickness. A safe choice for any work situation"
          ],
          "other": [
            "【Button Laces】 The innovative button lacing system allows for simple and comfortable one-handed operation of our men's work shoes anti-crushing and anti-puncture. Tension adjusts quickly and effortlessly in just 3 seconds, and laces that come loose are a thing of the past",
            "【Standard Steel Case】 The functional protective cap is a standard stainless steel cap, offering anti-crush and pressure resistance functions. These men's safety shoes, which comply with the European standard, can effectively withstand pressure of 15,000 N and an impact of 200 J",
            "【Comfort & Breathability】Featuring a breathable lebra, mesh upper, these men's safety shoes fit perfectly to the shape of your foot and improve air circulation to keep you cool and dry. The total weight of these men's work shoes is lightweight, ensuring high wearing comfort all day",
            "【Sport Versatility】These men's safety trainers are ideal for indoor and outdoor use, whether on a construction site, workshop, warehouse, kitchen, factory or garden. They are also ideal for work, everyday life, adventure, camping and much more!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71nDhjWN29L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FPCP86DQ"
      }
    },
    {
      "asin": "B0F4KL3BGJ",
      "csi_title": "Loiston Chaussures de S&#233;curit&#233; Hommes Chaussures de Travail Basket Securite Femmes Embout Acier L&#233;g&#232;re Confortable Industrie Noir K04 GR.44",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_141::{",
          "size_map": "44 EU",
          "additional_sizes_detected": [
            "numeric_44,",
            "44 EU"
          ],
          "structured_size": {
            "gender": "men",
            "size": "numeric_44",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 44
          }
        },
        "footwear_size": {
          "gender": "men",
          "size": "numeric_44",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 44
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "👷 DESIGN ÉLÉGANT : Non seulement une paire de chaussures de sécurité, mais aussi une belle paire de chaussures de sport",
            "👷 MULTIFONCTIONNEL : Nos baskets à bout en acier sont confortables, durables et sûres, parfaites pour la construction, le personnel d'entrepôt, les chauffeurs, la logistique, la mécanique automobile, les mécaniciens, les charpentiers, le jardinage et plus encore.",
            "👷 RÉSISTANT AUX CHOCS : Notre entraîneur de sécurité est doté de capuchons en acier élargis selon les normes européennes pour une résistance aux chocs particulièrement élevée. Non seulement il protège mieux vos orteils, mais il offre également beaucoup d'espace à l'intérieur de vos orteils, rendant vos pieds plus confortables.",
            "👷 RESPIRANT : La tige en maille spéciale garantit que vos pieds restent confortables même après une longue journée de travail, et la doublure en maille évacuant l'humidité permet une circulation de l'air plus efficace pour garder les pieds frais et sans odeur à tout moment.",
            "👷 ANTI-PERFORATION : Baskets de sécurité avec semelle intermédiaire en KEVLAR épaissie qui peut résister à une pression élevée et empêcher les corps étrangers de pénétrer dans la semelle extérieure. Cela offrira à vos pieds une meilleure protection dans des conditions difficiles.",
            "MULTIFUNCTIONAL: Our steel toe sneakers are comfortable, durable and safe, perfect for construction, warehouse staff, drivers, logistics, auto mechanics, mechanics, carpenters, gardening and more."
          ],
          "en": [
            "IMPACT RESISTANT: Our safety trainer has steel caps enlarged according to European standards for particularly high impact resistance. Not only does it protect your toes better, but it also provides plenty of space inside your toes, making your feet more comfortable.",
            "ANTI-PERFORATION: Safety trainers with thickened Kevlar midsole that can withstand high pressure and prevent foreign bodies from entering the outsole. This will give your feet better protection in harsh conditions."
          ],
          "other": [
            "Elegant design: not only a pair of safety shoes, but also a beautiful pair of sports shoes",
            "BREATHABLE: The special mesh upper ensures that your feet stay comfortable even after a long day at work, and the moisture-wicking mesh lining allows for more efficient air circulation to keep feet fresh and odor free at all times."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71JoDWR2drL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F4KL3BGJ"
      }
    },
    {
      "asin": "B0B715CV8P",
      "csi_title": "Dhinash Bottes de Neige Homme Bottines Hiver Femme Fourrure Chaudes &#201;tanche Chaussures Montantes de Randonn&#233;e Ext&#233;rieur Chaussures d&apos;hiver Bleu Taille 40",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_164::{",
          "size_map": "40 EU",
          "additional_sizes_detected": [
            "numeric_40,",
            "40 EU"
          ],
          "structured_size": {
            "gender": "men",
            "size": "numeric_40",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 40
          }
        },
        "footwear_size": {
          "gender": "men",
          "size": "numeric_40",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 40
        },
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Étanche : les bottes d'hiver sont fabriquées en matière synthétique étanche et gardent les pieds au chaud et au sec.les bottes ne sont pas complètement étanches, mais hydrofuges.Veuillez éviter toute immersion prolongée dans l'eau ou la neige",
            "Bottes de neige doublées chaudes : Les bottes d'hiver sont doublées d'une peluche synthétique de haute qualité, chaude et douce. Elle enveloppe vos pieds de chaleur par temps froid pour que vous n'ayez pas froid en hiver",
            "Design à lacets : les bottes de neige sont équipées de lacets qui facilitent l'enfilage et le retrait",
            "Semelle en caotchouc : les bottes d'hiver outdoor vous offrent une adhérence durable et une bonne traction les jours d'hiver",
            "Utilisations : Idéal pour la marche, le ski, la randonnée, l'alpinisme, le camping, la détente, le travail, le shopping, la conduite, les vacances"
          ],
          "other": [
            "Waterproof: the winter boots are made of waterproof synthetic material and keep feet warm and dry.The boots are not completely waterproof, but water repellent.Please avoid prolonged immersion in water or snow",
            "Warm Lined Snow Boots: The winter boots are lined with high quality synthetic plush, warm and soft. It wraps your feet in warmth in cold weather so you won't get cold in winter",
            "Lace-up design: the snow boots are equipped with laces that make it easy to put on and take off",
            "RUBBER SOLE - Outdoor winter boots give you lasting grip and good traction on winter days",
            "Uses: Ideal for walking, skiing, hiking, mountaineering, camping, relaxing, working, shopping, driving, vacation"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71wRDbQU7NL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0B715CV8P"
      }
    },
    {
      "asin": "B0FPCJWKNY",
      "csi_title": "YEKOYIOO Chaussures de S&#233;curit&#233; Hommes Femmes L&#233;g&#232;re Basket de Securite Chaussure de Travail Chaussure de Chantier Embout de Protection en Acier Respirantes Antid&#233;rapant Bleu 41 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_100::{",
          "size_map": "41 EU",
          "additional_sizes_detected": [
            "numeric_41,",
            "41 EU"
          ],
          "structured_size": {
            "gender": "men",
            "size": "numeric_41",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 41
          }
        },
        "footwear_size": {
          "gender": "men",
          "size": "numeric_41",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 41
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": "Caoutchouc",
          "normalized": "Rubber"
        },
        "bullet_points": {
          "fr": [
            "【Lacets à Bouton】Le système de laçage innovant à bouton permet une utilisation simple et confortable d'une seule main de nos chaussures de travail homme​anti-écrasement et anti-perforation. La tension s'ajuste rapidement et sans effort en seulement 3 secondes, et les lacets qui se défont appartiennent au passé",
            "【Coffret en Acier Standard】La coiffe de protection fonctionnelle est une coiffe standard en acier inoxydable, offrant des fonctions anti-écrasement et résistance à la pression. Ces chaussures de sécurité homme, conformes à la norme européenne, peuvent efficacement résister à une pression de 15 000 N et à un impact de 200 J",
            "【Semelle Intermédiaire KEVLAR】Notre semelle intermédiaire en KEVLAR offre une résistance maximale à la perforation et protège le pied des objets tranchants. Grâce à leur conception légère, ces baskets de sécurité homme sont confortables à porter tout en étant durables. Le matériau est même plus résistant que l'acier à poids et épaisseur égales. Un choix sûr pour toute situation de travail",
            "【Confort et Respirabilité】Dotées d'une tige en mesh lébre et respirant, ces chaussures de sécurité hommes épousent parfaitement la forme de votre pied et améliorent la circulation de l'air pour vous garder au frais et au sec. Le poids total de ces chaussures de travail homme est léger, assurant un confort de port élevé toute la journée",
            "【Polyvalence Sport】Ces baskets de sécurité homme conviennent parfaitement pour l'intérieur et l'extérieur, que ce soit sur un chantier, dans un atelier, un entrepôt, une cuisine, une usine ou un jardin. Elles sont également idéales pour le travail, la vie quotidienne, l'aventure, le camping et bien plus encore",
            "Kevlar midsole: Our Kevlar midsole provides maximum puncture resistance and protects the foot from sharp objects. Thanks to their lightweight design, these men's safety trainers are comfortable to wear while being durable. The material is even stronger than steel with equal weight and thickness. A safe choice for any work situation"
          ],
          "other": [
            "【Button Laces】 The innovative button lacing system allows for simple and comfortable one-handed operation of our men's work shoes anti-crushing and anti-puncture. Tension adjusts quickly and effortlessly in just 3 seconds, and laces that come loose are a thing of the past",
            "【Standard Steel Case】 The functional protective cap is a standard stainless steel cap, offering anti-crush and pressure resistance functions. These men's safety shoes, which comply with the European standard, can effectively withstand pressure of 15,000 N and an impact of 200 J",
            "【Comfort & Breathability】Featuring a breathable lebra, mesh upper, these men's safety shoes fit perfectly to the shape of your foot and improve air circulation to keep you cool and dry. The total weight of these men's work shoes is lightweight, ensuring high wearing comfort all day",
            "【Sport Versatility】These men's safety trainers are ideal for indoor and outdoor use, whether on a construction site, workshop, warehouse, kitchen, factory or garden. They are also ideal for work, everyday life, adventure, camping and much more!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71AULDpP0VL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FPCJWKNY"
      }
    },
    {
      "asin": "B0F5V8VF97",
      "csi_title": "Sabots et mules pour homme, chaussures orthop&#233;diques confortables et l&#233;g&#232;res, en maille respirante, avec talon antid&#233;rapant, chaussures de jardin, chaussures de sport d&apos;ext&#233;rieur, Noir , 41 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_100::{",
          "size_map": "41 EU",
          "additional_sizes_detected": [
            "numeric_41,",
            "41 EU"
          ],
          "structured_size": {
            "size": "numeric_41",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 41
          }
        },
        "footwear_size": {
          "size": "numeric_41",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 41
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Sandales d'été pour homme - Chaussures d'été pour homme - Sandales de randonnée - Chaussons pour homme - 45 - En cuir noir - Chaussons pour homme - Cuir noir - Chaussons ouverts pour homme - 47 - Sandales larges - Chaussures d'été pour homme - Sandales d'été pour homme - Sandales de randonnée - Chaussons amusants - Taille 46 - Chaussons en cuir marron - Semelle en cuir - Chaussons pour homme - 47/48 de large",
            "Sandales pour homme 43 - Sandales en cuir - Fermées à l'avant - Sandales de trekking pour femme - Sandales de randonnée - Sandales de sport - Sandales d'extérieur - Sandales d'été légères - Chaussures de plage pour homme - 44 - Sandales de bain pour enfant - 27 - Sandales larges pour homme - 43 - Sandales en cuir - Taille 38 - Sandales de trekking pour femme - 40 - Sandales de randonnée pour homme - 48 - Chaussures d'été pour homme Chaussures de plage en cuir pour homme 4 Lot de 8 sandales de bain pour enfant, pointure 29, mules pour homme, taille 44, extra large",
            "Sandales d'été pour homme 46 - Sandales de randonnée en cuir - Chaussons pour homme - 45/46 - Chaussons fermés en cuir - Chaussons pieds nus pour homme - 47 - Sandales d'extérieur en cuir - Sandales d'été pour homme - Chaussures d'été pour homme - Sandales de randonnée pour homme - 45 - En cuir noir - Chaussons ouverts pour homme - 47 de large",
            "Sandales pour homme 42 - Sandales en cuir avec semelle intérieure - Sandales de trekking pour femme - Noir - Sandales d'été ouvertes - Sandales de plage ergonomiques pour femme - Sandales de bain pour femme - 44 - Sandales en cuir pour homme - 43 - Sandales en cuir - Sandales de trekking fermées à l'avant - Sandales de trekking pour femme - 41 - Sandales de randonnée - Sandales de plage légères - Chaussures de plage pour homme - 44 sandales de bain enfant 27 Mules pour homme, 44 large",
            "Sandales pour homme 46 en cuir - Chaussures d'été pour homme - Sandales de course pour pieds larges - Sandales de randonnée pour homme - 40 - Chaussures d'été légères - Chaussons pour homme - 47/48 - Sandales d'extérieur pour homme - Sandales imperméables - Sandales d'été pour homme - 46 - Chaussures d'été en cuir - Sandales de randonnée pour homme - 45/46 - Chaussons en cuir fermés - Pieds nus - Chaussons d'extérieur en cuir"
          ],
          "other": [
            "summer sandals for men summer shoes men's hiking sandals men's slippers men's slippers 45 black leather slippers men black leather slippers men's open slippers men's 13 wide sandals men's summer sandals men's summer sandals hiking sandals funny slippers size 11 brown leather sole slippers men's slippers men's slippers men's slippers 12/13 wide",
            "men's sandals 43, leather sandals, closed front, trekking sandals for women, hiking sandals, sports sandals, outdoor sandals, summer sandals, lightweight summer sandals, beach shoes, men's beach shoes, uk size 10, children's swimming sandals, 27, wide sandals for men, 43, leather sandals, size 38, trekking sandals for women, 40, hiking sandals for men, 48 - Men's Summer Shoes Mens Leather Beach Shoes 4 Pack of 8 Kids Swim Sandals Size 11 Men Mules Size 10.5 UK Extra Wide",
            "summer sandals men 46 hiking sandals leather slippers men slippers men 11/12 closed leather slippers barefoot slippers men 47 outdoor sandals leather sandals summer sandals men summer shoes men hiking sandals men 45 black leather open slippers men 47 wide",
            "men's sandals 42 leather sandals with insole trekking sandals for women black summer sandals open sandals beach sandals for women ergonomic beach sandals for women swimming sandals for women uk 10 leather sandals for men 43 leather sandals trekking sandals with front closed trekking sandals for women 41 hiking sandals lightweight beach shoes for men 44 children's bath 27 Men's Mules 44 Wide",
            "mens sandals 46 leather summer shoes men running sandals for wide feet hiking sandals men 7 summer shoes lightweight slippers men 12/13 mens outdoor sandals waterproof sandals summer sandals men 12/13 summer sandals men waterproof sandals summer sandals men 46 summer shoes leather hiking sandals men 45/46 leather slippers closed barefoot leather outdoor slippers"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71WRJtzWrsL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F5V8VF97"
      }
    },
    {
      "asin": "B0FL26RY2X",
      "csi_title": "GemChve Chaussures de S&#233;curit&#233; Hommes L&#233;g&#232;re Respirantes Femme Basket Securite Embout en Acier Antid&#233;rapante Confortable Chaussures de Travail Blue 44 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_106::{",
          "size_map": "44 EU",
          "additional_sizes_detected": [
            "numeric_44,",
            "$additional_links_augmentor_129::{",
            "44 EU"
          ],
          "structured_size": {
            "gender": "men",
            "size": "numeric_44",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 44
          }
        },
        "footwear_size": {
          "gender": "men",
          "size": "numeric_44",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 44
        },
        "age_range": {
          "raw_values": [
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": "Caoutchouc synthétique",
          "normalized": "Rubber"
        },
        "bullet_points": {
          "fr": [
            "[Respirant Et Ultra Léger]：Ces chaussures de sécurité sont fabriquées en mesh respirant, ce qui leur confère une bonne respirabilité et permet de garder les pieds au sec et à l'aise. Elles sont fabriquées en matériaux légers pour un confort optimal.",
            "[Fermeture rapide]:Grâce aux lacets innovants à bouton, nos chaussures de travail sont faciles à utiliser d'une seule main. La tension s'ajuste rapidement en seulement 3 secondes, ce qui élimine le souci des lacets qui se défont.",
            "[Embout en acier résistant aux chocs] : L'embout en acier conforme à la norme européenne peut résister à des chocs allant jusqu'à 200 J et protège vos pieds.",
            "[Résistant aux perforations] : Les entraîneurs de sécurité sont dotés d'une semelle intercalaire en KEVLAR épaissie qui résiste à une pression élevée et empêche les corps étrangers de pénétrer dans la semelle extérieure. Vos pieds sont ainsi mieux protégés dans des conditions difficiles.",
            "[Semelles antidérapantes résistantes à l'usure]:La semelle extérieure en mousse de caoutchouc de nos chaussures de sécurité anti-smash et anti-puncture offre non seulement un soutien suffisant, mais se distingue également par ses excellentes propriétés antidérapantes et d'absorption des chocs. Le design de la texture antidérapante améliore significativement l'adhérence, ce qui rend ces chaussures idéales pour une utilisation dans des environnements glissants."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71KlKF8-39L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FL26RY2X"
      }
    },
    {
      "asin": "B0CSDSW9CP",
      "csi_title": "Fly London Femme RAFY332FLY Fashion Boot, Chameau, 39 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "39 EU",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Look décontracté"
          ],
          "other": [
            "Casual look"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/519+UX8RnqL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CSDSW9CP"
      }
    },
    {
      "asin": "B0FLVGWXK8",
      "csi_title": "GemChve Chaussures de S&#233;curit&#233; d&apos;hiver Hommes Femmes Imperm&#233;ables, Confortables, Montantes avec Doublure Chaude Chaussures de Travail L&#233;g&#232;res, Bottines de S&#233;curit&#233; Antid&#233;rapantes Black 45 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_126::{",
          "size_map": "45 EU",
          "additional_sizes_detected": [
            "numeric_45,",
            "45 EU"
          ],
          "structured_size": {
            "size": "numeric_45",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 45
          }
        },
        "footwear_size": {
          "size": "numeric_45",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 45
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": "Caoutchouc synthétique",
          "normalized": "Rubber"
        },
        "bullet_points": {
          "fr": [
            "DOUBLURE CHAUDE : garde vos pieds au chaud pendant les hivers rigoureux et vous protège du froid et de la neige.",
            "FACILE À ENFILER ET À RETIRER : grâce à son design à boutons, cette chaussure de travail ne nécessite pas de lacets et s'ajuste rapidement, ce qui permet de l'enfiler et de la retirer facilement.",
            "PROTECTION ET SÉCURITÉ : la pointe en acier solide de cette chaussure de sécurité résiste aux chocs et aux éraflures, tandis que la semelle intermédiaire protège contre les perforations et les éclats métalliques, garantissant ainsi votre sécurité.",
            "CONFORTABLE ET DURABLE : la semelle extérieure des chaussures de travail est souple, élastique et résistante à l'usure, ce qui la rend idéale pour les longues journées de travail.",
            "RÉSISTANTE À L'EAU : la tige des chaussures de travail pour hommes est fabriquée dans un matériau résistant à l'eau, ce qui permet de ne pas craindre la pluie et les éclaboussures et de garder les pieds au sec.",
            "COMFORTABLE AND DURABLE: The outsole of the work shoes is soft, elastic and wear-resistant, making it ideal for long working days."
          ],
          "en": [
            "Easy to put on and take off: thanks to its button design, this work shoe requires no laces and is quick to adjust, making it easy to put on and take off.",
            "PROTECTION AND SECURITY: The solid steel toe of this safety shoe resists bumps and scratches, while the midsole protects against punctures and metal chips, ensuring your safety."
          ],
          "other": [
            "WARM LINING: Keeps your feet warm in harsh winters and protects you from cold and snow.",
            "WATER RESISTANT - The upper of the men's work shoes is made of water resistant material, which makes it not afraid of rain and splashes and keeps feet dry."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71Mlt6RAcoL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FLVGWXK8"
      }
    },
    {
      "asin": "B0F8GMXJZC",
      "csi_title": "MEIION Heritage Lyonnais OrthoGrip - Chaussures minimalistes Mixtes &#224; Confort orthop&#233;dique Chaussures minimalistes Respirantes, Chaussures de Sport Confortables, Chaussures d&#233;contract&#233;es Unisexes",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_123::{",
          "size_map": "45 EU",
          "additional_sizes_detected": [
            "numeric_45,",
            "45 EU"
          ],
          "structured_size": {
            "size": "numeric_45",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 45
          }
        },
        "footwear_size": {
          "size": "numeric_45",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 45
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": "Caoutchouc",
          "normalized": "Rubber"
        },
        "bullet_points": {
          "fr": [
            "【MATÉRIAU SOUPLE ET CONFORTABLE】 Le matériau extrêmement souple permet à vos pieds de bouger librement sans causer d'inconfort ou d'ampoules. Ce confort inégalé favorise une expérience de marche naturelle, idéale pour les longues journées.",
            "【RESPIRANT ET ÉLASTIQUE】 La tige de ces chaussures minimalistes est fabriquée en tricot élastique respirant. Grâce à cela, les doubles semelles et les semelles intérieures restent très fines, vous rapprochant d'une sensation naturelle tout en gardant vos pieds aérés, parfait pour l'été !",
            "【ADHÉRENCE OPTIMALE】 La semelle en caoutchouc antidérapante de première qualité offre une excellente adhérence même sur les surfaces glissantes. Vous pouvez porter ces chaussures pieds nus à l'intérieur ou à l'extérieur en toute confiance, réduisant ainsi le risque de chutes.",
            "【POLYVALENCE INÉGALÉE】 Ces chaussures sans lacets sont extrêmement polyvalentes. En intérieur, elles fonctionnent comme des pantoufles confortables. À l'extérieur, elles sont parfaites pour la marche, le jogging, ou même pour des séances de yoga, s'adaptant à toutes vos activités.",
            "【STYLE MODERNE ET ATTRACTIF】 Avec leur design épuré et moderne, ces chaussures minimalistes ne sont pas seulement fonctionnelles mais aussi esthétiques. Elles complètent parfaitement n'importe quelle tenue, vous permettant de rester élégant tout en étant actif.",
            "【MODERN AND ATTRACTIVE STYLE】 With their clean and modern design, these minimalist shoes are not only functional but also aesthetic. They complement any outfit perfectly, allowing you to stay stylish while being active."
          ],
          "en": [
            "Soft and comfortable material: the extremely soft material allows your feet to move freely without causing discomfort or blisters. This unparalleled comfort promotes a natural walking experience, ideal for long days.",
            "【BREATHABLE AND ELASTIC】 The upper of these minimalist shoes is made of breathable elastic knit. Thanks to this, the double insoles and insoles remain very thin, bringing you closer to a natural feel while keeping your feet airy, perfect for summer!"
          ],
          "other": [
            "【Optimal Grip】 The premium non-slip rubber sole provides excellent grip even on slippery surfaces. You can wear these barefoot shoes indoors or outdoors with confidence, reducing the risk of falling.",
            "【UNMATCHED VERSATILITY】These laceless shoes are extremely versatile. Indoors, they work as comfortable slippers. Outdoors, they are perfect for walking, jogging, or even for yoga sessions, adapting to all your activities."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51fiL2fgT4L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F8GMXJZC"
      }
    },
    {
      "asin": "B0FJ5SLMH7",
      "csi_title": "G&#233;n&#233;rique Chaussures de S&#233;curit&#233; Hommes Femmes L&#233;g&#232;re Basket de Securite Respirantes Antid&#233;rapante Chaussures de Travail Confortable -Numeric_48",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_146::{",
          "size_map": "48/49 EU",
          "additional_sizes_detected": [
            "numeric_48,",
            "48/49 EU"
          ],
          "structured_size": {
            "gender": "men",
            "size": "numeric_48",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "to_size": "numeric_49",
            "size_class": "numeric_range",
            "numeric_size": 48
          }
        },
        "footwear_size": {
          "gender": "men",
          "size": "numeric_48",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "to_size": "numeric_49",
          "size_class": "numeric_range",
          "numeric_size": 48
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": "Caoutchouc",
          "normalized": "Rubber"
        },
        "bullet_points": {
          "fr": [
            "Sécurité : ces chaussures de sécurité pour hommes et ces chaussures de travail légères pour femmes sont spécialement conçues pour la protection au travail. Elles disposent d'un embout en acier robuste qui protège contre les dangers potentiels et offre une grande résistance aux chocs",
            "Confort : Les chaussures pour le travail peuvent être libres de se plier est parfait, conformité avec l'ingénierie du corps humain.Les chaussures basses de randonnée respirantes sont super légères pour vous offrir beaucoup de confort",
            "Semelle : Résistante à l'usure et antidérapante, La semelle en caoutchouc synthétique est légère et antidérapante avec une conception de texture claire, et des performances antidérapantes supérieures, améliorant considérablement la sécurité, adaptée aux trottoirs complexes",
            "Résistance à la perforation : les chaussures de formation à la sécurité avec semelle intercalaire en Kevlar épaissi peuvent supporter des forces de 1200N, ce qui empêche les corps étrangers de pénétrer dans la semelle extérieure, de sorte que nos chaussures de sécurité vous permettent de travailler dans un environnement difficile pour protéger vos pieds",
            "Multifonction : les chaussures à embout en acier conviennent au personnel des entrepôts, à la logistique, aux mécaniciens automobiles, à l'industrie du bâtiment, aux machines, aux menuisiers, au jardinage, etc. Elles sont également parfaites pour l'industrie, la construction et d'autres environnements de travail"
          ],
          "other": [
            "Safety: these safety shoes for men and lightweight work shoes for women are specially designed for protection at work. They feature a sturdy steel toe cap that protects against potential hazards and provides high impact resistance",
            "Comfort: The shoes for work can be free to fold is perfect, conforms with the engineering of the human body. The breathable low hiking shoes are super lightweight to offer you much comfort",
            "Sole: Wear-resistant and non-slip, synthetic rubber sole is lightweight and non-slip with clear texture design, and superior anti-slip performance, greatly improving safety, suitable for complex pavements",
            "Puncture resistance: the safety training shoes with thickened Kevlar midsole can bear forces of 1200N, which prevents foreign bodies from entering the outsole, so our safety shoes allow you to work in harsh environment to protect your feet",
            "Multifunctional: steel toe shoes are suitable for warehouse personnel, logistics, auto mechanics, construction industry, machinery, carpenters, gardening, etc. They are also perfect for industry, construction and other work environments"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61zP3-AUFaL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FJ5SLMH7"
      }
    },
    {
      "asin": "B0CFMBW2B5",
      "csi_title": "R-ISLAND Sabots classiques, chaussons d&apos;hiver pour femme, avec doublure chaude, imperm&#233;ables, avec semelle antid&#233;rapante, confortables, pour la maison, la chambre, le salon.., bleu marine, 39 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_141::{",
          "size_map": "39 EU",
          "additional_sizes_detected": [
            "numeric_39,",
            "39 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_39",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 39
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_39",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 39
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": "Éthylène-acétate de vinyle",
          "normalized": "EVA (Ethylene-vinyl acetate)"
        },
        "bullet_points": {}
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61uyWzU-AUL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CFMBW2B5"
      }
    },
    {
      "asin": "B0FF4JDBXZ",
      "csi_title": "Pedilles Danse Femme Chaussures De Chaussure Vintage Ann&#233;e 50 Chausson Chaussons Jazz Modern Pieds Larges Latine Ann&#233;es 20 Plates Salon Talon Fille pour Femmes Confortable Et Elegante,B-Rouge,38",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "38 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_212::{",
            "numeric_38,",
            "38 EU"
          ],
          "structured_size": {
            "fit_size": "\"7\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_38",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 38
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "Les chausson danse femme sont conçus pour le confort prolongé. Leurs tissus aérés évitent la chaleur, gardant vos pieds frais pendant les séances intenses. Parfait pour les cours de jazz ou les répétitions de danse latine.",
            "Ces pedilles danse moderne jazz épousent parfaitement vos contours. Leur design ergonomique épouse la voûte plantaire, offrant un soutien discret sans gêne. Idéal pour les danseuses à pieds fins ou larges.",
            "Avec leurs couleurs sobres et leurs finitions épurées, ces chaussures de danse femme s’accordent à tous vos looks. Que ce soit avec un legging ou une jupe, elles ajoutent une touche chic sans effort.",
            "Ces chaussures danse latine femme s’adaptent à tous les genres. Jazz, salsa, contemporain… Leur flexibilité les rend idéales pour explorer de nouveaux styles sans changer de chaussures.",
            "Leurs matériaux faciles à nettoyer (un coup de chiffon suffit) économisent votre temps. Même après des pratiques intenses, elles restent propres – un gain de temps précieux pour les danseuses occupées.",
            "Leurs matériaux anti-taches (comme le microfibre) permettent un nettoyage rapide. Un coup de brosse ou un chiffon humide suffit – idéal pour les danseuses qui n’ont pas le temps de faire la lessive."
          ],
          "other": [
            "The women's dance slippers are designed for extended comfort. Their airy fabrics prevent heat, keeping your feet cool during intense sessions. Perfect for jazz classes or Latin dance rehearsals.",
            "These modern jazz dance pedals perfectly fit your contours. Their ergonomic design hugs the arch, providing discreet support without discomfort. Ideal for dancers with thin or wide feet.",
            "With their sober colors and clean finishes, these women's dance shoes match all your looks. Whether paired with leggings or skirts, they add an effortless chic touch.",
            "These women's Latin dance shoes fit all genders. Jazz, salsa, contemporary… Their flexibility makes them ideal for exploring new styles without changing shoes.",
            "Easy to clean materials (just wipe with a cloth) save your time. Even after intense practices, they remain clean – a valuable time saver for busy dancers.",
            "Stain-resistant materials (such as microfibre) allow for quick cleaning. A brush or a damp cloth is enough - ideal for dancers who don't have time to do the laundry."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51wyJnBMq4L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FF4JDBXZ"
      }
    },
    {
      "asin": "B0DVT69M52",
      "csi_title": "Fischer Chausson pour Enfants, Pointure:33 EU, La Couleur:Noir",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_338::{",
          "size_map": "33 EU",
          "additional_sizes_detected": [
            "numeric_33,",
            "33 EU"
          ],
          "structured_size": {
            "gender": "men",
            "size": "numeric_33",
            "age_group": "toddler",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 33
          }
        },
        "footwear_size": {
          "gender": "men",
          "size": "numeric_33",
          "age_group": "toddler",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 33
        },
        "age_range": {
          "raw_values": [
            "Enfant",
            "Kid"
          ],
          "normalized": "toddler"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Ein wunderbarer Begleiter für Kindergarten oder zu Hause ist dieser tolle Hausschuh von Fischer!",
            "Der Klettverschluss gewährleistet einen optimalen Sitz und ein einfaches Hineinschlüpfen.",
            "In der weichen Innenausstattung aus Textil fühlen sich die Füße besonders wohl.",
            "Die flexible Laufsohle aus Synthetik sorgt für ein rutschfestes und sanftes Laufen."
          ],
          "other": [
            "Das Obermaterial aus Baumwollstoff im modernen Design mit tollem Rennauto- oder Spinnen-Motiv.",
            "spider",
            "Comfortable",
            "Spider"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81lT-8CvZHL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DVT69M52"
      }
    },
    {
      "asin": "B0B3DPT6LJ",
      "csi_title": "HORZE Femme, Bottes d&apos;&#233;quitation Verona, Aspect Cuir, Bracelets Amovibles, Marron, 38R",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_263::{",
          "size_map": "38 EU",
          "additional_sizes_detected": [
            "numeric_38,",
            "38 EU"
          ],
          "structured_size": {
            "size": "numeric_38",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 38
          }
        },
        "footwear_size": {
          "size": "numeric_38",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 38
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "BOTTES D'EQUITATION DE DRESSAGE : Ces bottes d'équitation classique Verona possèdent une barrette amovible, disponible avec des paillettes ou dans une version plus sobre. Ces bottes de concours séduisent par leur design simple avec des détails nobles comme une couture ajourée et un laçage à l'avant.",
            "FACILE A METTRE - La fermeture éclair se trouve à l'arrière de la botte et est entourée d'inserts élastiques, de sorte que la tige s'adapte parfaitement à la jambe. De plus, des rabats avec des boutons-pression en haut et en bas de la fermeture éclair permettent à celle-ci de rester fermée.",
            "ANTI-GLISSE : Le profil structuré de la semelle ainsi que le talon adapté à l'équitation assurent à tout moment une bonne tenue dans l'étrier.",
            "CUIR SYNTHETIQUE : Ces bottes de dressage élégantes se distinguent par leur extérieur en faux cuir lisse et leur intérieur en cuir synthétique gaufré sur la jambe. Le cuir synthétique souple est très agréable à porter, tout en étant plus robuste et plus facile à entretenir que le cuir véritable.",
            "PORTE-EPERONS : Les bottes d'équitation Verona sont équipées à l'arrière de deux taquets d'éperons latéraux qui empêchent les éperons de glisser."
          ],
          "other": [
            "DRESSAGE RIDING BOOTS: These classic Verona riding boots have a removable barrette available with sequins or in a more sober version. These competition boots impress with their simple design with noble details such as an openwork seam and lacing at the front.",
            "Easy to put on: the zip is located on the back of the boot and is surrounded by elastic inserts, so that the upper fits perfectly on the leg. In addition, flaps with press studs at the top and bottom of the zipper keep it closed.",
            "ANTI-SLIP: The structured profile of the sole as well as the heel suitable for riding ensure a good hold in the stirrup at all times.",
            "SYNTHETIC LEATHER: These stylish dressage boots are characterised by their smooth faux leather exterior and embossed faux leather interior on the leg. The soft synthetic leather is very comfortable to wear, and is more robust and easier to care for than genuine leather.",
            "SPRING HOLDER: The Verona riding boots are equipped at the back with two side spur cleats that prevent the spurs from slipping."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/718okgA+uFL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0B3DPT6LJ"
      }
    },
    {
      "asin": "B0D7ZYC958",
      "csi_title": "AirJo Baskets de Chaussures Air Course &#224; Pied Tendance pour Homme avec Coussin d&apos;air - Chaussures d&#233;contract&#233;es pour la Marche Tennis Basket-Ball Gym Sports de Sport de Femme",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_187::{",
          "size_map": "45 EU Étroit",
          "additional_sizes_detected": [
            "numeric_45,",
            "45 EU Étroit",
            "45 EU Narrow",
            "Taille étroite"
          ],
          "structured_size": {
            "size": "numeric_45",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "narrow",
            "size_class": "numeric",
            "numeric_size": 45
          }
        },
        "footwear_size": {
          "size": "numeric_45",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "narrow",
          "size_class": "numeric",
          "numeric_size": 45
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": "Caoutchouc synthétique",
          "normalized": "Rubber"
        },
        "bullet_points": {}
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61vEoYgJRzL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0D7ZYC958"
      }
    },
    {
      "asin": "B0FRFTVJLV",
      "csi_title": "KOIFISH Chaussures de S&#233;curit&#233; Hiver Hommes Femmes Montante Antid&#233;rapant Bottes de S&#233;curit&#233; fourr&#233; L&#233;g&#232;re Basket de Securite avec Embouts en Acier Doubl&#233;es Chaudes C28JR/Noir41",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_141::{",
          "size_map": "41 EU",
          "additional_sizes_detected": [
            "numeric_41,",
            "41 EU"
          ],
          "structured_size": {
            "size": "numeric_41",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 41
          }
        },
        "footwear_size": {
          "size": "numeric_41",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 41
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Protection contre le froid globale: Cette chaussure de sécurité hiver dispose d'un rembourrage en laine de mouton haute qualité. Doux au contact, il enveloppe fermement le pied pour une chaleur constante. Le col des chaussure de sécurité fourrée est pourvu d'un feutre synthétique épais, qui adhère parfaitement à la cheville et bloque l'air froid pour une protection complète.",
            "Résistant aux chocs: Cette chaussure sécurité antidérapant est dotée d'une coquille en acier conforme à la norme UE. Avec une résistance aux chocs de 200 J et à la compression de 15000 N, elle protège efficacement les orteils contre les impacts et les écrasements, et en même temps ces basket de sécurité garantissent un haut niveau de confort de port.",
            "Anti-pénétration: Les bottes de sécurité, avec une semelle intermédiaire en Kevlar, offrent une protection fiable. Elles résistent à 1100 N, protègent efficacement la semelle contre les objets pointus (clous, pièces métalliques), et ces basket de sécurité légère vous garantissent une sécurité sans inquiétude à chaque pas.",
            "Marche confortable: La semelle de ces Chaussures de sécurité à embout en acier est composée d’EVA hautement élastique, amortissante, et de caoutchouc antidérapant. Même sur les terrains complexes, elle assure un bon antidérapage. Ces chaussures de sécurité montantes offrent un soutien stable aux chevilles et réduisent la fatigue de la cheville lors de longues stations.",
            "Attention méticuleuse aux détails: Les chaussure de securite basket en tissu Oxford avec revêtement résine résistant se nettoient facilement. La doublure respirante maintient les pieds secs et sans odeur, la langue cousue solidement évite le glissement pour une marche confortable. Elles s'adaptent facilement aux environnements industriels ou outdoor.",
            "Meticulous attention to detail: The safety basketball shoes made of Oxford fabric with a durable resin coating are easy to clean. Breathable lining keeps feet dry and odorless, securely stitched tongue prevents slipping for comfortable walking. They adapt easily to industrial or outdoor environments."
          ],
          "en": [
            "Protection against the overall cold: This winter safety shoe features a high-quality sheep wool padding. Soft to touch, it wraps the foot tightly for constant warmth. The collar of the fur safety shoe is provided with a thick synthetic felt, which adheres perfectly to the ankle and blocks cold air for complete protection.",
            "Shock resistant: This non-slip safety shoe has a steel shell that complies with EU standards. With a shock resistance of 200J and compression of 15000N, it effectively protects the toes from impact and crushing, and at the same time these safety trainers guarantee a high level of wearing comfort."
          ],
          "other": [
            "Anti-penetration: Safety boots, with a Kevlar midsole, provide reliable protection. They resist 1100N, effectively protect the sole from sharp objects (nails, metal parts), and these lightweight safety sneakers ensure you worry free safety with every step.",
            "Comfortable walking: The sole of these steel toe cap safety shoes is made of highly elastic EVA, shock absorbing, and non-slip rubber. Even on complex terrain, it provides good slip resistance. These high-top safety shoes provide stable ankle support and reduce ankle fatigue during long stations."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71jIcwaiW1L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FRFTVJLV"
      }
    },
    {
      "asin": "B0DPLWCZR1",
      "csi_title": "SRTUMEY Baskets lumineuses &#224; LED antid&#233;rapantes pour b&#233;b&#233; fille et gar&#231;on, Noir , 27 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_100::{",
          "size_map": null,
          "additional_sizes_detected": [
            "numeric_27,"
          ],
          "structured_size": {
            "size": "numeric_27",
            "size_system": "eu_footwear_size_system",
            "age_group": "toddler",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 27
          }
        },
        "footwear_size": {
          "size": "numeric_27",
          "size_system": "eu_footwear_size_system",
          "age_group": "toddler",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 27
        },
        "age_range": {
          "raw_values": [
            "Enfant",
            "Kid"
          ],
          "normalized": "toddler"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau : les chaussures lumineuses LED pour enfants sont fabriquées en maille/polyuréthane, semelle extérieure MD, maille et tissu synthétique, respirantes, faciles à nettoyer, sûres et fiables. Baskets pour filles et enfants - Chaussures pour garçons - Chaussures de course pour enfants - Chaussures de sport - Chaussures de plein air - Chaussures junior - Taille 4 - Baskets pour enfants - Bleu - Baskets pour enfants - Baskets de sport pour filles",
            "Antidérapant : semelle antidérapante pour garder bébé en sécurité. La semelle extérieure MD augmente la résistance des chaussures et rend la marche plus stable. La semelle épaisse empêche vos enfants de tomber pendant la marche et le mouvement. Chaussures d'école pour tout-petits garçons taille 1,5 UK fille noir baskets pour écolières filles baskets noires taille 11 filles taille 2 chaussures d'école pour garçons taille 3 chaussures d'école taille 4 chaussures d'école taille 7 filles garçons chaussures d'école noires taille 5",
            "Occasions : ces chaussures pour bébé sont une paire de chaussures idéale pour votre petite princesse/prince, ce qui est le meilleur cadeau pour les enfants pour un anniversaire, des spectacles, Noël, le Nouvel An et d'autres célébrations. Chaussures d'école pour garçons taille 1,5 UK fille noir baskets pour écolières filles baskets noires taille 11 filles taille 2 chaussures d'école pour garçons taille 3 chaussures d'école taille 4 chaussures d'école taille 7 filles garçons chaussures d'école noires",
            "Chaussures d'école pour garçons - Chaussures d'école pour garçons - Cadeaux de Noël pour enfants - Baskets noires - Baskets noires pour enfants - Baskets noires pour enfants - Baskets noires pour enfants - Chaussures pour tout-petits - Chaussures pieds nus pour enfants - Chaussures d'école noires en caoutchouc - Baskets imperméables pour garçons - Taille 3 - Baskets pour garçons - Taille 2 - Baskets imperméables pour enfants - Cadeau de Nouvel An",
            "Baskets clignotantes LED respirantes pour enfants, chaussures de marche pour enfants, chaussures habillées pour filles, chaussures de sport LED pour bébés garçons, sandales de sport lumineuses pour enfants, baskets lumineuses à DEL pour filles, chaussures de voiture dinosaures, chaussures de voiture décontractées lumineuses pour filles, chaussures mignonnes pour filles, chaussures à DEL unisexes pour enfants, chaussures roses jaunes et blanches pour garçons et filles, baskets clignotantes LED, cadeaux de Noël"
          ],
          "other": [
            "Material: the LED light up shoes for kids are made of mesh/polyurethane, MD outsole, mesh and synthetic fabric, breathable, easy to clean, safe and reliable. sneakers girls kids shoes boys running shoes kids sports shoes outdoor shoes junior shoes size 4 kids sneakers kids blue sneakers kids sneakers kids sneakers girls sneakers",
            "Non-slip: non-slip sole to keep baby safe. MD outsole increases the strength of the shoes and makes walking more stable. The thick sole prevents your children from falling during walking and movement. school shoes toddler boys size 1.5 uk girl black sneakers for schoolgirls girls sneakers black size 11 girls size 2 school shoes for boys size 3 school shoes size 4 school shoes size 7 girls boys school shoes black size 5",
            "Occasions These baby shoes are an ideal pair of shoes for your little princess/prince, which is the best gift for children on birthday, performances, Christmas, New Year and other celebrations. school shoes boys size 1.5 uk girl black sneakers for schoolgirls girls black sneakers size 11 girls size 2 school shoes for boys size 3 school shoes size 4 school shoes size 7 girls boys school shoes black",
            "school shoes for boys school shoes for boys christmas gifts for kids black sneakers black sneakers for kids black sneakers for kids black sneakers for kids black sneakers for kids shoes toddler shoes barefoot shoes kids kids black rubber school shoes boys waterproof sneakers size 3 boys trainers size 2 waterproof sneakers kids new year gift",
            "LED flashing trainers breathable kids walking shoes kids dress shoes girls led sports shoes baby boys light up sport sandals kids light up led trainers girls led light up car shoes dinosaur car shoes girls casual car shoes light up girls cute girls led shoes unisex kids pink yellow white shoes boys girls flashing sneakers led christmas gifts"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61CmvxUCZ0L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DPLWCZR1"
      }
    },
    {
      "asin": "B0F5BTBTJV",
      "csi_title": "Dasongff Chaussures de s&#233;curit&#233; Hommes Femmes Montante Antid&#233;rapant Embout en Acier Antistatique Chaussures de Travail Securite Randonn&#233;e Marche L&#233;g&#232;re Respirant Impermeabilisant",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_123::{",
          "size_map": "46 EU",
          "additional_sizes_detected": [
            "numeric_46,",
            "46 EU"
          ],
          "structured_size": {
            "size": "numeric_46",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 46
          }
        },
        "footwear_size": {
          "size": "numeric_46",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 46
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "Soutien de la voûte plantaire: les sandales orthopédiques adoptent une plateforme de talon compensé, qui a un bon soutien de la voûte plantaire, ce qui rend votre marche plus confortable et facile.",
            "compensées femme été pantoufles chaussures femme ete confortable sabot de jardin femme chaussure orthopedique chausson femme sandale orthopedique d'été sabot chaussures orthopédiques femme sandales plage chaussures femme pieds larges sandales femmes sabot de jardin femme chaussure compensee ete sabot orthopédique femme mule été",
            "chausson femme confort mules femmes compensées sandales à semelle épaisse pour femmes nouvel été bout ouvert chaussure bouche de poisson chaussures pour flip flop femme chausson claquette fille 35",
            "baskets compensées femme noire chaussures de running femme sans lacets Chaussons Pantoufles Confortable Antidérapantes Hommes Chaussures De Course Hommes Casual chaussures de marche femme basket de marche chaussures antidérapantes femme Chaussure Running Fitness Confortable Sneakers chaussures homme Running Baskets Chaussures Outdoor Sneakers",
            "chaussure orthopédique femme chaussure orthopedique femme chaussures orthopédiques femme claquette orthopédique femme chaussures femme compensées claquette femme sabot orthopédique femme mules et sabots femme mules femme sabots orthopédiques chaussures orthopédiques chaussures compensées femme mules femme compensees claquettes femme mules"
          ],
          "en": [
            "Arch Support: The orthopedic sandals adopt a wedge heel platform, which has good arch support, making your walking more comfortable and easy."
          ],
          "other": [
            "wedges woman summer slippers shoes woman summer comfortable garden clog woman shoe orthopedic slippers woman sandal orthopedic summer shoe orthopedic shoes woman beach shoes woman wide feet sandals women garden clog woman summer wedge shoe orthopedic woman mule summer",
            "slippers woman comfort mules women wedge thick-soled sandals for women new summer open toe fish mouth shoes for flip flop woman slipper tap girl 35",
            "wedge sneakers women black running shoes woman without laces slippers slippers comfortable non-slip men running shoes men casual walking shoes woman trainer non-slip shoes woman shoe running fitness comfortable sneakers shoes man running trainers shoes outdoor sneakers",
            "orthopedic shoe woman shoe orthopedic woman orthopedic shoes woman orthopaedic tap woman shoes woman wedge shoes woman orthopaedic clog woman mules and clogs woman mules woman orthopedic clogs orthopedic shoes wedge shoes women mules women wedge sandals women mules"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/715xrvAUsML.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F5BTBTJV"
      }
    },
    {
      "asin": "B0FRG3VML9",
      "csi_title": "KOIFISH Chaussures de S&#233;curit&#233; Hiver Hommes Femmes Montante Antid&#233;rapant Bottes de S&#233;curit&#233; fourr&#233; L&#233;g&#232;re Basket de Securite avec Embouts en Acier Doubl&#233;es Chaudes C28JR/Noir42",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_159::{",
          "size_map": "42 EU",
          "additional_sizes_detected": [
            "numeric_42,",
            "42 EU"
          ],
          "structured_size": {
            "size": "numeric_42",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 42
          }
        },
        "footwear_size": {
          "size": "numeric_42",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 42
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Protection contre le froid globale: Cette chaussure de sécurité hiver dispose d'un rembourrage en laine de mouton haute qualité. Doux au contact, il enveloppe fermement le pied pour une chaleur constante. Le col des chaussure de sécurité fourrée est pourvu d'un feutre synthétique épais, qui adhère parfaitement à la cheville et bloque l'air froid pour une protection complète.",
            "Résistant aux chocs: Cette chaussure sécurité antidérapant est dotée d'une coquille en acier conforme à la norme UE. Avec une résistance aux chocs de 200 J et à la compression de 15000 N, elle protège efficacement les orteils contre les impacts et les écrasements, et en même temps ces basket de sécurité garantissent un haut niveau de confort de port.",
            "Anti-pénétration: Les bottes de sécurité, avec une semelle intermédiaire en Kevlar, offrent une protection fiable. Elles résistent à 1100 N, protègent efficacement la semelle contre les objets pointus (clous, pièces métalliques), et ces basket de sécurité légère vous garantissent une sécurité sans inquiétude à chaque pas.",
            "Marche confortable: La semelle de ces Chaussures de sécurité à embout en acier est composée d’EVA hautement élastique, amortissante, et de caoutchouc antidérapant. Même sur les terrains complexes, elle assure un bon antidérapage. Ces chaussures de sécurité montantes offrent un soutien stable aux chevilles et réduisent la fatigue de la cheville lors de longues stations.",
            "Attention méticuleuse aux détails: Les chaussure de securite basket en tissu Oxford avec revêtement résine résistant se nettoient facilement. La doublure respirante maintient les pieds secs et sans odeur, la langue cousue solidement évite le glissement pour une marche confortable. Elles s'adaptent facilement aux environnements industriels ou outdoor.",
            "Meticulous attention to detail: The safety basketball shoes made of Oxford fabric with a durable resin coating are easy to clean. Breathable lining keeps feet dry and odorless, securely stitched tongue prevents slipping for comfortable walking. They adapt easily to industrial or outdoor environments."
          ],
          "en": [
            "Protection against the overall cold: This winter safety shoe features a high-quality sheep wool padding. Soft to touch, it wraps the foot tightly for constant warmth. The collar of the fur safety shoe is provided with a thick synthetic felt, which adheres perfectly to the ankle and blocks cold air for complete protection.",
            "Shock resistant: This non-slip safety shoe has a steel shell that complies with EU standards. With a shock resistance of 200J and compression of 15000N, it effectively protects the toes from impact and crushing, and at the same time these safety trainers guarantee a high level of wearing comfort."
          ],
          "other": [
            "Anti-penetration: Safety boots, with a Kevlar midsole, provide reliable protection. They resist 1100N, effectively protect the sole from sharp objects (nails, metal parts), and these lightweight safety sneakers ensure you worry free safety with every step.",
            "Comfortable walking: The sole of these steel toe cap safety shoes is made of highly elastic EVA, shock absorbing, and non-slip rubber. Even on complex terrain, it provides good slip resistance. These high-top safety shoes provide stable ankle support and reduce ankle fatigue during long stations."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71jIcwaiW1L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FRG3VML9"
      }
    },
    {
      "asin": "B0FRFYRS29",
      "csi_title": "KOIFISH Chaussures de S&#233;curit&#233; Hiver Hommes Femmes Montante Antid&#233;rapant Bottes de S&#233;curit&#233; fourr&#233; L&#233;g&#232;re Basket de Securite avec Embouts en Acier Doubl&#233;es Chaudes C28JR/Noir39",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_160::{",
          "size_map": "39 EU",
          "additional_sizes_detected": [
            "numeric_39,",
            "39 EU"
          ],
          "structured_size": {
            "size": "numeric_39",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 39
          }
        },
        "footwear_size": {
          "size": "numeric_39",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 39
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Protection contre le froid globale: Cette chaussure de sécurité hiver dispose d'un rembourrage en laine de mouton haute qualité. Doux au contact, il enveloppe fermement le pied pour une chaleur constante. Le col des chaussure de sécurité fourrée est pourvu d'un feutre synthétique épais, qui adhère parfaitement à la cheville et bloque l'air froid pour une protection complète.",
            "Résistant aux chocs: Cette chaussure sécurité antidérapant est dotée d'une coquille en acier conforme à la norme UE. Avec une résistance aux chocs de 200 J et à la compression de 15000 N, elle protège efficacement les orteils contre les impacts et les écrasements, et en même temps ces basket de sécurité garantissent un haut niveau de confort de port.",
            "Anti-pénétration: Les bottes de sécurité, avec une semelle intermédiaire en Kevlar, offrent une protection fiable. Elles résistent à 1100 N, protègent efficacement la semelle contre les objets pointus (clous, pièces métalliques), et ces basket de sécurité légère vous garantissent une sécurité sans inquiétude à chaque pas.",
            "Marche confortable: La semelle de ces Chaussures de sécurité à embout en acier est composée d’EVA hautement élastique, amortissante, et de caoutchouc antidérapant. Même sur les terrains complexes, elle assure un bon antidérapage. Ces chaussures de sécurité montantes offrent un soutien stable aux chevilles et réduisent la fatigue de la cheville lors de longues stations.",
            "Attention méticuleuse aux détails: Les chaussure de securite basket en tissu Oxford avec revêtement résine résistant se nettoient facilement. La doublure respirante maintient les pieds secs et sans odeur, la langue cousue solidement évite le glissement pour une marche confortable. Elles s'adaptent facilement aux environnements industriels ou outdoor.",
            "Meticulous attention to detail: The safety basketball shoes made of Oxford fabric with a durable resin coating are easy to clean. Breathable lining keeps feet dry and odorless, securely stitched tongue prevents slipping for comfortable walking. They adapt easily to industrial or outdoor environments."
          ],
          "en": [
            "Protection against the overall cold: This winter safety shoe features a high-quality sheep wool padding. Soft to touch, it wraps the foot tightly for constant warmth. The collar of the fur safety shoe is provided with a thick synthetic felt, which adheres perfectly to the ankle and blocks cold air for complete protection.",
            "Shock resistant: This non-slip safety shoe has a steel shell that complies with EU standards. With a shock resistance of 200J and compression of 15000N, it effectively protects the toes from impact and crushing, and at the same time these safety trainers guarantee a high level of wearing comfort."
          ],
          "other": [
            "Anti-penetration: Safety boots, with a Kevlar midsole, provide reliable protection. They resist 1100N, effectively protect the sole from sharp objects (nails, metal parts), and these lightweight safety sneakers ensure you worry free safety with every step.",
            "Comfortable walking: The sole of these steel toe cap safety shoes is made of highly elastic EVA, shock absorbing, and non-slip rubber. Even on complex terrain, it provides good slip resistance. These high-top safety shoes provide stable ankle support and reduce ankle fatigue during long stations."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71jIcwaiW1L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FRFYRS29"
      }
    },
    {
      "asin": "B0C48RBTM4",
      "csi_title": "Pantoufles de Bain Enfants Chaussons &#201;t&#233; Fille Maison L&#233;ger Antid&#233;rapant Sandales Gar&#231;on Tongs Claquettes Chaussures Piscine et Plage Douche Mules L&#233;ger Respirant Slippers Dessin Anim&#233; Chaussons",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_213::{",
          "size_map": "28 EU",
          "additional_sizes_detected": [
            "numeric_28,",
            "28 EU"
          ],
          "structured_size": {
            "size": "numeric_28",
            "size_system": "eu_footwear_size_system",
            "age_group": "toddler",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 28
          }
        },
        "footwear_size": {
          "size": "numeric_28",
          "size_system": "eu_footwear_size_system",
          "age_group": "toddler",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 28
        },
        "age_range": {
          "raw_values": [
            "Adult"
          ],
          "normalized": "toddler"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "[Taille] Télécharger notre Guide de taille (PDF) sur Amazon pour mesurer le pied de votre enfant et vous assurer de commander la pointure idéale! Um zu vermeiden, dass die Schuhgröße für Ihr Kind zu groß oder zu klein ist, empfehlen wir Kunden, Schuhe mit einer Innensohlenlänge zu wählen, die etwa 0,2 bis 0,4 cm länger ist als die Fußlänge Ihres Kindes.",
            "[Semelle] Parfait pour marche intérieure, notament sur terrain dur comme plancher en bois ou plancher feuilleté. La semelle est légère et flexible, convient au besoin des bébés et enfant pendant qu’ils se marchent. Antidérapant et résistant à l'usure, peut augmenter la flexibilité et la stabilité, augmenter la sécurité des enfants et donner à votre enfant plus de sécurité.",
            "Les chaussures bébé enfant sont faites de matériau doux et confortable, offrant la protection la plus intime pour les pieds de votre bébé. Confort - les tiges sont fabriquées à partir de matériau ventilé et doux de qualité supérieure. Ils offrent un espace respirant qui garde le pied de votre bébé enfant au frais et au se.",
            "La conception élastique du bord de la chaussure garantit que les chaussures Enfant ne tomberont jamais. Facile à porter et à démonter pour éviter les problèmes de desserrage ou de déclenchement pendant l'entraînement.",
            "Si vous avez une insatisfaction pour la qualité du produit, s'il vous plaît n'hésitez pas à nous le faire savoir et nous vous enverrons un nouveau remplacement.Si vous avez des questions pour l'utilisation du produit , s'il vous plaît ne pas N'hésitez pas à nous contacter à tout moment et nous vous répondrons au plus tard 24 heures.",
            "[Size] Download our Size Guide (PDF) on Amazon to measure your child's foot and make sure you order the perfect size! Um zu vermeiden, dass die Schuhgröße für Ihr Kind zu groß oder zu klein ist, empfehlen wir Kunden, Schuhe mit einer Innensohlenlänge zu wählen, die etwa 0.2 bis 0.5 cm länger ist als die Fußlänge Iden hres Kindes."
          ],
          "other": [
            "[Sole] Perfect for indoor walking, especially on hard ground such as wood flooring or laminated flooring. The sole is lightweight and flexible, suitable for the needs of babies and children while they walk. Non-slip and wear-resistant, can increase flexibility and stability, increase children's safety and give your child more safety.",
            "The baby toddler shoes are made of soft and comfortable material, providing the most intimate protection for your baby's feet. COMFORT - The shafts are made from high quality ventilated and soft material. They provide a breathable space that keeps your baby child's foot cool and comfortable.",
            "The elastic design of the shoe edge ensures that the children's shoes will never fall off. Easy to wear and disassemble to avoid loosening or triggering problems during training.",
            "If you have any dissatisfaction with the product quality, please feel free to let us know and we will send you a new replacement. If you have any questions for the use of the product, please do not hesitate to contact us at any time and we will reply you no later than 24 hours."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61ewC4Qjs8L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0C48RBTM4"
      }
    },
    {
      "asin": "B0DTPX96NZ",
      "csi_title": "s.Oliver Bottines plates en dentelle pour enfant - Pointure 36 EU, Ardoise, 36 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_224::{",
          "size_map": "36 EU",
          "additional_sizes_detected": [
            "numeric_36,",
            "36 EU",
            "positif"
          ],
          "structured_size": {
            "size": "numeric_36",
            "size_system": "eu_footwear_size_system",
            "age_group": "big_kid",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 36
          }
        },
        "footwear_size": {
          "size": "numeric_36",
          "size_system": "eu_footwear_size_system",
          "age_group": "big_kid",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 36
        },
        "age_range": {
          "raw_values": [
            "Enfant"
          ],
          "normalized": "big_kid"
        },
        "target_gender": "female",
        "material": {
          "raw": "Caoutchouc synthétique",
          "normalized": "Rubber"
        },
        "bullet_points": {
          "other": [
            "Tex",
            "Mousse souple"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/610T-YaCpOL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DTPX96NZ"
      }
    },
    {
      "asin": "B07D6NC7F8",
      "csi_title": "BeComfy Chaussons Hommes Feutre Semelle en Feutre Tr&#232;s L&#233;g&#232;re Gris Noir 40 41 42 43 44 45 46 UE (Cendres, Syst&#232;me Taille Chaussures EU, Adulte, Num&#233;rique, Moyen, 40)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_263::{",
          "size_map": "40 EU",
          "additional_sizes_detected": [
            "numeric_40,",
            "40 EU"
          ],
          "structured_size": {
            "size": "numeric_40",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 40
          }
        },
        "footwear_size": {
          "size": "numeric_40",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 40
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Haute qualité et originalité : les pantoufles BeComfy se distinguent sur le marché par leur excellente finition et leur design unique. Depuis des années, la marque BeComfy propose des produits qui allient élégance, confort et durabilité, méritant ainsi la confiance et l'estime de ses clients.",
            "Les pantoufles sont fabriquées en feutre de haute qualité, ce qui garantit que vous en profiterez longtemps. Le feutre est un matériau doux pour la peau, surtout si vous cherchez des pantoufles qui gardent vos pieds au chaud tout en les laissant respirer.",
            "Ce modèle de pantoufle est depuis des années un best-seller absolu de la marque BeComfy ! Disponible en 9 variantes différentes - regardez les photos et la vidéo à 360 degrés et choisissez le design parfait pour vous."
          ],
          "en": [
            "High quality and originality: The BeComfy slippers stand out on the market for their excellent workmanship and unique design. For years, the BeComfy brand has been offering products that combine elegance, comfort and durability, earning the trust and esteem of its customers.",
            "This slipper model has been an absolute bestseller by BeComfy for years! Available in 9 different variants - view photos and video in 360 degrees and choose the perfect design for you."
          ],
          "other": [
            "Die Filzsohle ist sehr flexibel und passt sich allen Bewegungen an. Sie ist sehr praktisch, da sie den Boden nicht zerkratzt und keine Geräusche macht.",
            "The slippers are made of high quality felt, which ensures that you will enjoy them for a long time. Felt is a skin-friendly material, especially if you are looking for slippers that keep your feet warm while letting them breathe."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/710mp5QoCRL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B07D6NC7F8"
      }
    },
    {
      "asin": "B0FRFYM9J3",
      "csi_title": "KOIFISH Chaussures de S&#233;curit&#233; Hiver Hommes Femmes Montante Antid&#233;rapant Bottes de S&#233;curit&#233; fourr&#233; L&#233;g&#232;re Basket de Securite avec Embouts en Acier Doubl&#233;es Chaudes C28JR/Noir44",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_123::{",
          "size_map": "44 EU",
          "additional_sizes_detected": [
            "numeric_44,",
            "44 EU"
          ],
          "structured_size": {
            "size": "numeric_44",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 44
          }
        },
        "footwear_size": {
          "size": "numeric_44",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 44
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Protection contre le froid globale: Cette chaussure de sécurité hiver dispose d'un rembourrage en laine de mouton haute qualité. Doux au contact, il enveloppe fermement le pied pour une chaleur constante. Le col des chaussure de sécurité fourrée est pourvu d'un feutre synthétique épais, qui adhère parfaitement à la cheville et bloque l'air froid pour une protection complète.",
            "Résistant aux chocs: Cette chaussure sécurité antidérapant est dotée d'une coquille en acier conforme à la norme UE. Avec une résistance aux chocs de 200 J et à la compression de 15000 N, elle protège efficacement les orteils contre les impacts et les écrasements, et en même temps ces basket de sécurité garantissent un haut niveau de confort de port.",
            "Anti-pénétration: Les bottes de sécurité, avec une semelle intermédiaire en Kevlar, offrent une protection fiable. Elles résistent à 1100 N, protègent efficacement la semelle contre les objets pointus (clous, pièces métalliques), et ces basket de sécurité légère vous garantissent une sécurité sans inquiétude à chaque pas.",
            "Marche confortable: La semelle de ces Chaussures de sécurité à embout en acier est composée d’EVA hautement élastique, amortissante, et de caoutchouc antidérapant. Même sur les terrains complexes, elle assure un bon antidérapage. Ces chaussures de sécurité montantes offrent un soutien stable aux chevilles et réduisent la fatigue de la cheville lors de longues stations.",
            "Attention méticuleuse aux détails: Les chaussure de securite basket en tissu Oxford avec revêtement résine résistant se nettoient facilement. La doublure respirante maintient les pieds secs et sans odeur, la langue cousue solidement évite le glissement pour une marche confortable. Elles s'adaptent facilement aux environnements industriels ou outdoor.",
            "Meticulous attention to detail: The safety basketball shoes made of Oxford fabric with a durable resin coating are easy to clean. Breathable lining keeps feet dry and odorless, securely stitched tongue prevents slipping for comfortable walking. They adapt easily to industrial or outdoor environments."
          ],
          "en": [
            "Protection against the overall cold: This winter safety shoe features a high-quality sheep wool padding. Soft to touch, it wraps the foot tightly for constant warmth. The collar of the fur safety shoe is provided with a thick synthetic felt, which adheres perfectly to the ankle and blocks cold air for complete protection.",
            "Shock resistant: This non-slip safety shoe has a steel shell that complies with EU standards. With a shock resistance of 200J and compression of 15000N, it effectively protects the toes from impact and crushing, and at the same time these safety trainers guarantee a high level of wearing comfort."
          ],
          "other": [
            "Anti-penetration: Safety boots, with a Kevlar midsole, provide reliable protection. They resist 1100N, effectively protect the sole from sharp objects (nails, metal parts), and these lightweight safety sneakers ensure you worry free safety with every step.",
            "Comfortable walking: The sole of these steel toe cap safety shoes is made of highly elastic EVA, shock absorbing, and non-slip rubber. Even on complex terrain, it provides good slip resistance. These high-top safety shoes provide stable ankle support and reduce ankle fatigue during long stations."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71jIcwaiW1L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FRFYM9J3"
      }
    },
    {
      "asin": "B0CKJ6HWP9",
      "csi_title": "PUMA Chaussures de Football Future 7 Play FG/AG, Hyperlink Blue Mint White, 45 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": null,
          "additional_sizes_detected": [
            "45 EU"
          ],
          "structured_size": {
            "fit_size": "\"11.5\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Dessus synthétique léger",
            "Détails imprimés texturés sur les principales zones de contact pour un meilleur contrôle du ballon",
            "Semelle extérieure avec système Dynamic Motion",
            "Coupe droite à large",
            "Design haut à enfiler"
          ],
          "other": [
            "shoe size: 11",
            "Material: synthetic",
            "Closure: laces",
            "Gender: Male",
            "Age: Adult"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/613X2WULHAL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CKJ6HWP9"
      }
    },
    {
      "asin": "B0F9PBQN7F",
      "csi_title": "Pantoufles pour hommes Pantoufles D&apos;hiver For Hommes, Pantoufles De Maison, Chaussures Tendance, Bottines Chaudes, Chaussures En Coton For Hommes, Pantoufles En Feutre, Mocassins, Chaussures De Chambr",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_171::{",
          "size_map": "47 EU",
          "additional_sizes_detected": [
            "numeric_47,",
            "47 EU"
          ],
          "structured_size": {
            "size": "numeric_47",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 47
          }
        },
        "footwear_size": {
          "size": "numeric_47",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 47
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "Ces pantoufles pour hommes sont conçues pour un confort ultime, parfaites pour se détendre à la maison ou faire des courses rapides.",
            "Fabriquées à partir de matériaux doux et respirants, ces pantoufles pour homme offrent un confort douillet tout en permettant à vos pieds de se détendre tout au long de la journée.",
            "La semelle durable de ces pantoufles pour homme assure stabilité et soutien, ce qui les rend adaptées à un usage intérieur et extérieur.",
            "Disponibles dans différents styles, ces pantoufles pour homme peuvent s'assortir à n'importe quelle tenue décontractée, ajoutant une touche de style à votre look de tous les jours.",
            "Faciles à enfiler et à retirer, ces pantoufles pour homme sont le choix idéal pour les matinées chargées ou les soirées relaxantes à la maison.",
            "The durable sole of these men's slippers ensures stability and support, making them suitable for indoor and outdoor use.",
            "Available in different styles, these men's slippers can match any casual wear, adding a touch of style to your everyday look."
          ],
          "other": [
            "These men's slippers are designed for ultimate comfort, perfect for lounging around the house or running fast errands.",
            "Made from soft and breathable materials, these men's slippers provide cozy comfort while allowing your feet to relax throughout the day.",
            "Easy to put on and take off, these men's slippers are the perfect choice for busy mornings or relaxing evenings at home."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61Z1RgTFK1L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F9PBQN7F"
      }
    },
    {
      "asin": "B0FLVDQW4T",
      "csi_title": "GemChve Chaussures de S&#233;curit&#233; d&apos;hiver Hommes Femmes Imperm&#233;ables, Confortables, Montantes avec Doublure Chaude Chaussures de Travail L&#233;g&#232;res, Bottines de S&#233;curit&#233; Antid&#233;rapantes Black 40 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_126::{",
          "size_map": "40 EU",
          "additional_sizes_detected": [
            "numeric_40,",
            "40 EU"
          ],
          "structured_size": {
            "size": "numeric_40",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 40
          }
        },
        "footwear_size": {
          "size": "numeric_40",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 40
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": "Caoutchouc synthétique",
          "normalized": "Rubber"
        },
        "bullet_points": {
          "fr": [
            "DOUBLURE CHAUDE : garde vos pieds au chaud pendant les hivers rigoureux et vous protège du froid et de la neige.",
            "FACILE À ENFILER ET À RETIRER : grâce à son design à boutons, cette chaussure de travail ne nécessite pas de lacets et s'ajuste rapidement, ce qui permet de l'enfiler et de la retirer facilement.",
            "PROTECTION ET SÉCURITÉ : la pointe en acier solide de cette chaussure de sécurité résiste aux chocs et aux éraflures, tandis que la semelle intermédiaire protège contre les perforations et les éclats métalliques, garantissant ainsi votre sécurité.",
            "CONFORTABLE ET DURABLE : la semelle extérieure des chaussures de travail est souple, élastique et résistante à l'usure, ce qui la rend idéale pour les longues journées de travail.",
            "RÉSISTANTE À L'EAU : la tige des chaussures de travail pour hommes est fabriquée dans un matériau résistant à l'eau, ce qui permet de ne pas craindre la pluie et les éclaboussures et de garder les pieds au sec.",
            "COMFORTABLE AND DURABLE: The outsole of the work shoes is soft, elastic and wear-resistant, making it ideal for long working days."
          ],
          "en": [
            "Easy to put on and take off: thanks to its button design, this work shoe requires no laces and is quick to adjust, making it easy to put on and take off.",
            "PROTECTION AND SECURITY: The solid steel toe of this safety shoe resists bumps and scratches, while the midsole protects against punctures and metal chips, ensuring your safety."
          ],
          "other": [
            "WARM LINING: Keeps your feet warm in harsh winters and protects you from cold and snow.",
            "WATER RESISTANT - The upper of the men's work shoes is made of water resistant material, which makes it not afraid of rain and splashes and keeps feet dry."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71Mlt6RAcoL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FLVDQW4T"
      }
    },
    {
      "asin": "B0FY5XDYVT",
      "csi_title": "NBOFIEHY Chaussures de S&#233;curit&#233; Hommes Femmes Bottes de S&#233;curit&#233; Antid&#233;rapante Respirante Basket de Securite avec Embout en Acier Chaussures de Travail L&#233;g&#232;re Confortable, Noir, 43 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_100::{",
          "size_map": "43 EU",
          "additional_sizes_detected": [
            "numeric_43,",
            "43 EU"
          ],
          "structured_size": {
            "size": "numeric_43",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 43
          }
        },
        "footwear_size": {
          "size": "numeric_43",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 43
        },
        "age_range": {
          "raw_values": [
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": "Polyuréthane thermoplastique",
          "normalized": "Polyuréthane thermoplastique"
        },
        "bullet_points": {
          "fr": [
            "Double Protection : Conformes aux normes européennes, ces chaussures de travail allient une coque en acier anti-choc et une semelle intermédiaire en Kevlar anti-perforation. Elles protègent vos pieds des impacts violents et des risques de perforation.",
            "Léger et Confortable : Ces chaussures de sécurité allient une structure légère et une semelle intérieure bien rembourrée pour le port quotidien. Leur doublure respirante favorise la circulation de l'air, maintenant les pieds frais et aidant à lutter contre les odeurs.",
            "Antidérapant & Durable : Ces bottes de sécurité sont équipées d'une semelle extérieure en TPU légère à coussin d'air pour l'amortissement et le confort. Leur motif de crampons agressif procure une adhérence sécurisée pour affronter avec assurance les surfaces glissantes et exigeantes.",
            "Lacets à Boucle Pivotante : Ces bottes de travail sont équipées d'un système à molette amélioré remplaçant les lacets traditionnels. Elles garantissent un maintien sécurisé, éliminent les problèmes de lacets détachés.",
            "Polyvalence d'Utilisation : Ces chaussures de sécurité à coque acier sont idéales pour le personnel d'entrepôt, les ouvriers logistiques, les travailleurs du bâtiment et tous les professionnels en environnements exigeants. Confortables, durables et sûres, ces bottes de travail se portent également au quotidien comme des bottes casual."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71rmzoq2-QL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FY5XDYVT"
      }
    },
    {
      "asin": "B06XNPL6DH",
      "csi_title": "glerups dk Modell GR Mixte Adulte Pantoufles en Feutre,Chaussons, Gris (Grey),37 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": null,
          "additional_sizes_detected": [
            "$additional_links_augmentor_36::{",
            "37 EU"
          ],
          "structured_size": {
            "fit_size": "\"6\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Prenez soin de vos pieds : la forme de ces pantoufles extrêmement confortables pour homme et femme qui peuvent être portées pieds nus suit les contours du pied et assure un ajustement aussi optimal que possible",
            "100 % pure laine naturelle - En raison des propriétés de la laine dont sont composées ces pantoufles pour homme et femme, la chaussure est très flexible. En même temps, nos pantoufles pour femmes et hommes gardent vos pieds non seulement au chaud, mais aussi au sec, car elles ont une grande capacité à absorber l'humidité",
            "Avec la nature au premier plan : nos pantoufles pour homme et femme sont fabriquées à partir d'un mélange unique de laine de haute qualité de Nouvelle-Zélande et de laine de Gotland du Danemark. Un mélange qui a été perfectionné au fil des années pour offrir une longue durée de vie à vos pantoufles glerups dk, fabriqué avec amour et soin pour la nature, l'homme et l'animal",
            "Véritable artisanat danois - Pour une meilleure expérience de port, ces chaussons pour homme et femme sont équipés de semelles en cuir doux et durables sans chrome. Fabriqué avec des colorants respectueux de l'environnement, notre gamme offre un beau style scandinave et des couleurs naturelles ; Seul le meilleur est assez bon pour glerups",
            "Passion, que l'on ressent - En 1993, la mère danoise Nanny Glerup a fabriqué la première paire de pantoufles artisanales en laine de ses moutons de Gotland. Les pantoufles en feutre pour hommes et femmes étaient si populaires que leur passe-temps s’est transformé en une entreprise où des pantoufles de haute qualité sont encore fabriquées avec amour et soin"
          ],
          "other": [
            "Felt top",
            "The felt is made from 100% natural merino wool and Gotland wool.",
            "Environmentally friendly dyes.",
            "Natural rubber sole"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71Y98VMlJvL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B06XNPL6DH"
      }
    },
    {
      "asin": "B0F5QNMBW7",
      "csi_title": "Dasongff Tongs Sandales Femme &#233;t&#233; Confortable Compens&#233;es Plateforme Orthop&#233;dique Sandales avec Support Pantoufles en Cuir Mode Chaussure de Marche &#192; Bout Ouvert L&#233;g&#232;res Antid&#233;rapantes",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_123::{",
          "size_map": "41 EU",
          "additional_sizes_detected": [
            "numeric_41,",
            "41 EU"
          ],
          "structured_size": {
            "size": "numeric_41",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 41
          }
        },
        "footwear_size": {
          "size": "numeric_41",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 41
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "Polyvalentes : les sandales plates d'été confortables pour femme sont parfaites pour diverses occasions telles que la marche, le shopping, les rendez-vous, les rassemblements ou les promenades décontractées, ce qui en fait un choix polyvalent pour tout événement.",
            "chaussons orthopédiques femme mules compensées chaussons femme chaussures compensées fermées claquette piscine femme chaussures compensées chaussures femmes sandales femme été confortable pantoufles chaussures femme ete confortable chaussures femmes sandales orthopédiques femme mules et sabots femme sandale orthopedique",
            "chaussons orthopédiques femme sandales plateforme sandales compensées en liège légères bride réglable plissé décoratif fête de la musique randonnée côtière - Chaussures de sport pour femme - Chaussures de sport pour femme - Chaussures de sport pour femme - Chaussures de sport pour femme - Baskets pour femme - Chaussures de sport pour femme",
            "sandales femme été confortable compensée sandales plates dorées sandales talon femme sandales compensé femme soldesandales femme été talon sandales plates noires sandales talon femme été sandales compensé noir femme étésandales femme été talon haut sandales plates noires femme sandales talon carre sandales compensé cuir",
            "2025 sandales femmes été confortable plateforme chaussures avec support de orthopédique tongs de plage et claquettes de piscine plage sandales mousse de yoga piscine chaussures sandales femmes nu-pieds orthopédique compensées sandale confortable de plage chaussure femmes talon compensé pantoufles ete respirantes semelles épaisses anti-dérapant chaussures romain sandal"
          ],
          "other": [
            "VERSATILE The comfortable summer flat sandals for women are perfect for various occasions such as walking, shopping, dating, gathering or casual walks, making them a versatile choice for any event.",
            "orthopedic slippers woman wedge mules slippers woman closed wedge shoes pool flip flop woman wedge shoes women sandals women summer comfortable slippers shoes woman summer comfortable shoes women orthopedic sandals women mules and clogs women orthopedic sandal",
            "orthopedic slippers women sandals platform wedge sandals cork lightweight adjustable strap pleated decorative music party hiking coastal sports shoes women sports shoes for women sports shoes for women sports shoes for women sports shoes for women sneakers for women sneakers for women sneakers for women sports shoes for women",
            "sandals woman summer comfortable wedge sandals flat golden sandals women's heel sandals women's wedge sandals women summer heel sandals black flat sandals woman summer wedge sandals black woman summer sandals woman summer sandals woman summer sandals woman summer sandals high heel black flat sandals woman sandals square heel leather wedge sandals",
            "2025 sandals women summer comfortable platform shoes with orthopedic support beach flip flops and pool slides beach sandals foam yoga pool shoes sandals women barefoot orthopedic wedge sandal comfortable beach shoe women wedge heel slippers summer breathable thick soles non-slip shoes roman sandal"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61pxHRHtgcL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F5QNMBW7"
      }
    },
    {
      "asin": "B0DHVWMYSK",
      "csi_title": "adidas Homme Terrex Tracefinder 2 Climaproof Trail Running Shoes, preloved Teal/Core Black/Semi Lucid Blue, 40 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_249::{",
          "size_map": "40 EU",
          "additional_sizes_detected": [
            "numeric_40,",
            "40 EU"
          ],
          "structured_size": {
            "gender": "men",
            "size": "numeric_40",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 40
          }
        },
        "footwear_size": {
          "gender": "men",
          "size": "numeric_40",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 40
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Fermeture à lacets",
            "Tige en textile et synthétique",
            "Semelle de propreté antimicrobienne Ortholite",
            "Drop semelle intermédiaire : 10 mm (talon : 30 mm/avant-pied : 20 mm)",
            "Semelle extérieure Traxion"
          ],
          "other": [
            "Coupe standard",
            "CLIMAPROOF",
            "Amorti LIGHTMOTION",
            "Poids : 366,2 grammes (taille UK 8,5)",
            "TBD"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/713MwqRZw6L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DHVWMYSK"
      }
    },
    {
      "asin": "B0CKTMQM87",
      "csi_title": "ENEN Chaussures de Securite Hommes und Femme, L&#233;g&#232;re Baskets de S&#233;curit&#233; Antid&#233;rapante Chaussure de Travail Embout Acier Protection Montante Basket de Travail Anti-Perforation",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_282::{",
          "size_map": "39 EU",
          "additional_sizes_detected": [
            "numeric_39,",
            "39 EU"
          ],
          "structured_size": {
            "gender": "men",
            "size": "numeric_39",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 39
          }
        },
        "footwear_size": {
          "gender": "men",
          "size": "numeric_39",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 39
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Dessus: Tige respirante : apparence tendance, ces chaussures de travail sont légères et confortables, gardant vos pieds confortables même après une longue journée de travail, doublure en maille évacuant l'humidité pour un flux d'air maximal, la conception des trous en maille hautement respirante garde les pieds frais et sans odeur à tout moment.",
            "Doublure: Chaussures de sécurité à doublure tricotée anti-écrasement : nos chaussures de sécurité sont dotées d'embouts en acier élargis aux normes européennes qui peuvent résister à 200 J de résistance aux chocs. Non seulement il peut mieux protéger vos orteils, mais il offre également beaucoup d'espace intérieur pour vos orteils, ce qui rend vos pieds plus confortables.",
            "Matériau de semelle: Semelle extérieure en caoutchouc antidérapante : semelle extérieure antidérapante de qualité supérieure, qui offre non seulement un bon soutien et une bonne absorption des chocs pour vos pieds, mais est également belle et à la mode. les semelles des lignes spéciales ont une forte adhérence, des performances antidérapantes supérieures, améliorent considérablement la sécurité.",
            "Fermeture: Le coussin d'air peut absorber efficacement l'impact de la marche ou la pression exercée sur le pied en position debout, offrant ainsi un confort tout au long de la journée. Ces chaussure de securite sont idéales pour les chantiers de construction, les ateliers d'usine, les entrepôts, les fermes, les randonnées et les tenues quotidiennes, etc.",
            "Chaussures de travail multifonctionnelles : Parfaites pour les chauffeurs, le personnel d'entrepôt, la logistique, la mécanique automobile, l'industrie de la construction, les machines, les charpentiers, le jardinage, etc. et vous pouvez également les porter pour les promenades de loisir, le shopping et les fêtes."
          ],
          "other": [
            "Upper: Breathable Upper: Fashion appearance, these work shoes are lightweight and comfortable, keeping your feet comfortable even after a long day of work, moisture-wicking mesh lining for maximum airflow, the highly breathable mesh hole design keeps feet fresh and odor free at all times.",
            "Lining: Anti-Crush Knitted Lining Safety Shoes: Our safety shoes feature European standard enlarged steel toe caps that can withstand 200J of impact resistance. Not only can it better protect your toes, but it also provides plenty of inner space for your toes, making your feet more comfortable.",
            "Sole material: non-slip rubber outsole: premium non-slip outsole, which not only provides good support and shock absorption for your feet, but also looks beautiful and fashionable. The soles of the special lines have strong grip, superior anti-slip performance, greatly improve safety.",
            "Closure: The air cushion can effectively absorb the impact of walking or the pressure on the foot while standing, thus providing all-day comfort. These safety shoes are ideal for construction sites, factory workshops, warehouses, farms, hiking and daily wear, etc.",
            "Multifunctional Work Shoes: Perfect for drivers, warehouse staff, logistics, automotive mechanics, construction industry, machinery, carpenters, gardening, etc. and you can also wear them for leisure walks, shopping and parties."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61zwb3ltAYL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CKTMQM87"
      }
    },
    {
      "asin": "B0DGTMHN48",
      "csi_title": "AOACOEBN Chaussures de S&#233;curit&#233; Hommes Femme Chaussures de Travail L&#233;g&#232;re Confortable Basket de Securite Respirante Antid&#233;rapant avec Embout en Acier Protection, Noir, 48 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_141::{",
          "size_map": "48 EU",
          "additional_sizes_detected": [
            "numeric_48,",
            "48 EU"
          ],
          "structured_size": {
            "size": "numeric_48",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 48
          }
        },
        "footwear_size": {
          "size": "numeric_48",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 48
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Anti-Smash : Les chaussures de sécurité avec embout en acier conforme aux normes européennes peuvent résister à une force d'impact allant jusqu'à 200J, ce qui permet de mieux protéger vos pieds contre la chute et le roulement d'objets lourds.",
            "Anti-Crevaison : les baskets de sécurité disposent d'une semelle intermédiaire en Kevlar, qui est plus légère et résistante à la perforation, empêchant les objets tranchants sur le sol de poignarder la plante des pieds.",
            "Anti-Dérapante：Les semelles en caoutchouc sont plus résistantes à l'usure et absorbent mieux les chocs afin de réduire la fatigue des pieds lors de longues périodes de station debout ou de marche. La texture antidérapante unique améliore considérablement la résistance au glissement des chaussures de sécurité.",
            "Respirante：Le tissu en maille est respirant, la doublure en tissu a une meilleure capacité à absorber la transpiration, gardant l'intérieur des basket de securite au sec et au frais.",
            "Léger et confortable: L'embout en acier plus large convient à un plus grand nombre de types de pieds, Semelle intérieure amovible en mousse à mémoire de forme pour un soutien tout au long de la journée. ce qui les rend adaptées à un usage quotidien ainsi qu'aux travailleurs ayant des besoins de sécurité."
          ],
          "en": [
            "Breathable: The mesh fabric is breathable, the fabric lining has a better ability to absorb sweat, keeping the inside of the safety trainers dry and cool."
          ],
          "other": [
            "Anti-Smash: European standard steel toe cap safety shoes can withstand impact force up to 200J, which can better protect your feet from falling and rolling heavy objects.",
            "Puncture Proof The safety trainers feature a Kevlar midsole, which is lighter and puncture resistant, preventing sharp objects on the floor from stabbing the soles of the feet.",
            "Anti-slip: The rubber soles are more resistant to wear and absorb shocks better to reduce foot fatigue during long periods of standing or walking. The unique non-slip texture greatly improves the slip resistance of safety shoes.",
            "Lightweight and comfortable: Wider steel toe cap fits more foot types, Removable memory foam insole for all-day support. making them suitable for everyday use as well as workers with safety needs."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61CFDkNSekL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DGTMHN48"
      }
    },
    {
      "asin": "B0D5BNX5VS",
      "csi_title": "ChangTsing Chaussures De Danse Chaussure de Ballet Boot Semelle Souple Yoga Gymnastique Split Plate Ballet Doux Toile Chaussons pour Hommes Femmes Little Kid Lacets Filles Canvas Jazz Dance Bottes",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_357::{",
          "size_map": "37 EU",
          "additional_sizes_detected": [
            "numeric_37,",
            "37 EU"
          ],
          "structured_size": {
            "size": "numeric_37",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 37
          }
        },
        "footwear_size": {
          "size": "numeric_37",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 37
        },
        "age_range": {
          "raw_values": [],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau en toile : le matériau en toile est confortable et délicat, a une bonne respirabilité et vous offre également un environnement de chaussure confortable.",
            "Chaussures de danse à lacets : la structure traditionnelle à lacets permet un niveau de confort du pied réglable. Ajustement parfait aux pieds. Lacets de haute qualité, utilisant un procédé spécial imprégné de cire pour que les lacets durent plus longtemps et s'attachent fermement.",
            "Baskets de danse antidérapantes : les semelles en cuir de vache et le design en forme de petite lune vous permettent de tourner sans fardeau pendant la danse. Le cuir de vachette est résistant à l'usure et antidérapant.",
            "Conception du talon : le coussinet épais est antidérapant et résistant à l'usure, et s'adapte à la portée réelle du pied humain.",
            "Occasion : cette chaussure confortable convient au jazz, aux claquettes, au jazz de rue, au ballet, à l'aérobic, à la danse folklorique et à l'entraînement en danse."
          ],
          "en": [
            "Canvas Material The canvas material is comfortable and delicate, has good breathability and also provides you with a comfortable shoe environment.",
            "Occasion: this comfortable shoe is suitable for jazz, tap, street jazz, ballet, aerobics, folk dance and dance training."
          ],
          "other": [
            "Lace up dance shoes: traditional lace-up structure allows for an adjustable level of foot comfort. Perfect fit on the feet. High quality laces, using a special wax-impregnated process to make the laces last longer and fasten firmly.",
            "NON-SLIP DANCE SHOES The cowhide leather soles and small moon shape design allow you to spin without burden during dancing. Cowhide leather is wear-resistant and non-slip.",
            "Heel design: the thick pad is non-slip and wear-resistant, and adapts to the actual reach of the human foot."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/617P8UguEUL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0D5BNX5VS"
      }
    },
    {
      "asin": "B0CNGHHQH5",
      "csi_title": "Chaussure de Ballet Danse Classique Toile Semelle Fendue Pilates Gymnastique Ballet Chaussons pour Enfants Filles Femmes Red 42",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_237::{",
          "size_map": "42 EU",
          "additional_sizes_detected": [
            "numeric_42,",
            "42 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_42",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 42
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_42",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 42
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Tige en toile respirante : Les chaussures de ballet professionnelles souples en toile respirante sont spécialement conçues pour danse classique et gymnastique.",
            "Design : pour plus de sécurité, de maintien et de stabilité, les chaussures de ballet classiques sont équipées d'une bande croisée élastique.",
            "Semelle en cuir fendu : La semelle extérieure en cuir est anti-abrasive, ce qui permet aux danseuses de bénéficier d'un bon soutien et d'une bonne adhérence.",
            "Conseils d'entretien : lavage en machine ou à la main. Facile à nettoyer."
          ],
          "other": [
            "Occasions:Convient pour la danse classique, le jazz, la gymnastique, le yoga, la danse moderne, la danse de salon, la formation en danse, les cours de corps, etc.",
            "Breathable Canvas Upper: Professional soft breathable canvas ballet shoes are specially designed for ballet dance and gymnastics.",
            "Design: For safety, support and stability, the classic ballet shoes are equipped with an elastic cross band.",
            "Split Leather Sole: The leather outsole is anti-abrasive, which allows dancers to enjoy good support and grip.",
            "Occasions: Suitable for classical dance, jazz, gymnastics, yoga, modern dance, ballroom dance, dance training, body classes, etc.",
            "Care instructions: Machine wash or hand wash. Easy to clean."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61xAPnYudpL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CNGHHQH5"
      }
    },
    {
      "asin": "B0D81YHX8P",
      "csi_title": "Rieker Femme L7210 Chaussures &#224; Lacets, Bleu, 42 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": null,
          "additional_sizes_detected": [
            "42 EU"
          ],
          "structured_size": {
            "fit_size": "\"10\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Semelle intérieure amovible"
          ],
          "other": [
            "Removable insole"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71q4B8eo6LL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0D81YHX8P"
      }
    },
    {
      "asin": "B0F2MJZWBZ",
      "csi_title": "Loiston Chaussures de S&#233;curit&#233; Hommes Femmes Basket Travail Antid&#233;rapante avec Embout en Acier L&#233;g&#232;re Respirante Bouton Pivotant GK817 Bleu 45",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_123::{",
          "size_map": "45 EU",
          "additional_sizes_detected": [
            "numeric_45,",
            "45 EU"
          ],
          "structured_size": {
            "gender": "men",
            "size": "numeric_45",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 45
          }
        },
        "footwear_size": {
          "gender": "men",
          "size": "numeric_45",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 45
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "Respirant : les chaussures de sécurité ont une excellente respirabilité, gardant vos pieds au sec et confortables même après de longues heures de travail.",
            "Rapide et facile : embout en acier avec fermeture à boucle pivotante sans lacets de haute technologie pour un enfilage et un retrait rapides et faciles.",
            "Résistant aux perforations : les chaussures de sécurité améliorées sont plus résistantes aux perforations, empêchant les objets pointus de percer vos pieds.",
            "Anti-écrasement : les chaussures de travail protègent efficacement les pieds contre les chutes et le roulement d'objets lourds.",
            "Occasions : Les chaussures de sécurité peuvent être utilisées dans les ateliers, les entrepôts, les chantiers de construction, les usines, les ateliers de réparation et les fermes forestières, etc."
          ],
          "other": [
            "Breathable The safety shoes have excellent breathability, keeping your feet dry and comfortable even after long hours of work.",
            "QUICK AND EASY - Steel toe cap with high-tech laceless swivel buckle closure for quick and easy on and off.",
            "Puncture Resistant The upgraded safety shoes are more resistant to puncture, preventing sharp objects from piercing your feet.",
            "Anti-crushing: Work shoes effectively protect feet from falling and rolling heavy objects.",
            "Occasions: Safety shoes can be used in workshops, warehouses, construction sites, factories, repair shops and forest farms, etc."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71j3UXX+9sL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F2MJZWBZ"
      }
    },
    {
      "asin": "B0CVQZQWLJ",
      "csi_title": "Nike Chaussures Air Force 1 LE pour grand enfant (FV5951-111, Blanc/Blanc/Blanc) Taille 1",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_287::{",
          "size_map": "31.5 EU",
          "additional_sizes_detected": [
            "numeric_31_point_5,",
            "31.5 EU"
          ],
          "structured_size": {
            "gender": "men",
            "size": "numeric_31_point_5",
            "size_system": "eu_footwear_size_system",
            "age_group": "big_kid",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 31
          }
        },
        "footwear_size": {
          "gender": "men",
          "size": "numeric_31_point_5",
          "size_system": "eu_footwear_size_system",
          "age_group": "big_kid",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 31
        },
        "age_range": {
          "raw_values": [
            "Enfant",
            "Kid"
          ],
          "normalized": "big_kid"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "100 % authentique"
          ],
          "en": [
            "100% Authentic"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61PPu8BUZmL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CVQZQWLJ"
      }
    },
    {
      "asin": "B0FHQ24YJD",
      "csi_title": "KTDYG Chaussures de Securite Hiver Hommes Femmes Imperm&#233;able Basket de Securite Embout Acier Protection Bottes Chaussures de Travail Antid&#233;rapante Chaudes, Noir, 45aEU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_126::{",
          "size_map": "45 EU",
          "additional_sizes_detected": [
            "numeric_45,",
            "45 EU"
          ],
          "structured_size": {
            "size": "numeric_45",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 45
          }
        },
        "footwear_size": {
          "size": "numeric_45",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 45
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Embout en acier: Les bottes de sécurité sont conformes aux normes européennes, les embouts en acier peuvent résister à une pression maximale de 200 J et 15 000 N. Elles sont suffisamment solides pour assurer votre sécurité au travail. Elles sont suffisamment larges pour permettre à vos pieds de s'étirer et d'éviter une flexion et une compression excessives du pied.",
            "Puncture Resistant: Ces baskets de sécurité sont fabriquées avec une semelle intermédiaire en Kevlar améliorée, qui est souple, flexible et pliable, plus légère et plus résistante aux perforations que le métal, et peut résister à une force de perforation de 1100 N pour protéger vos pieds des clous et autres objets tranchants.",
            "Imperméable: Les chaussure de securite sont fabriquées en cuir imperméable et en tissu maillé respirant qui résiste aux intempéries et empêche la pénétration de l'humidité. La doublure en tissu mesh super respirant garde vos pieds au sec et sans odeur, même après une dure journée de travail dans la boue remplie d'eau.",
            "Antidérapante: La semelle en caoutchouc est conçue pour être plus résistante，La semelle extérieure spécialement conçue offre une excellente traction et adhérence, assurant la stabilité et évitant les chutes ou blessures accidentelles，vous permettant de vous adapter aux terrains de travail complexes et aux lieux de travail humides.",
            "Doublure chaude en fourrure : fausse fourrure, les chaussures de sécurité sont dotées d'une doublure en fourrure pleine qui garde votre pied au chaud par temps glacial, même si vous ne portez que des chaussettes fines.",
            "Non-slip: The rubber sole is designed to be more durable, the specially designed outsole provides excellent traction and grip, ensuring stability and preventing accidental falls or injuries, allowing you to adapt to complex workgrounds and wet workplaces."
          ],
          "other": [
            "Steel Toe Cap: Safety boots comply with European standards, steel toe caps can withstand maximum pressure of 200J and 15000N. They are strong enough to ensure your safety at work. They are wide enough to allow your feet to stretch and prevent excessive flexion and compression of the foot.",
            "Puncture Resistant: These safety trainers are made with an upgraded Kevlar midsole, which is soft, flexible and foldable, lighter and more puncture resistant than metal, and can withstand a puncture force of 1100N to protect your feet from nails and other sharp objects.",
            "Waterproof: The safety shoes are made of waterproof leather and breathable mesh fabric that resists the weather and prevents the ingress of moisture. Super breathable mesh fabric lining keeps your feet dry and odorless even after a hard day working in the water filled mud.",
            "Warm Fur Lining - Faux fur, safety shoes feature full fur lining that keeps your foot warm in frosty weather, even if you only wear thin socks."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71B5KgXTvXL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FHQ24YJD"
      }
    },
    {
      "asin": "B0CKXS4CSS",
      "csi_title": "Adidas Mixte Enfant TENSAUR Run 3.0 Shoes Children, Core Black/Cloud White/Core Black, 30 1/2 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_388::{",
          "size_map": "30.5 EU",
          "additional_sizes_detected": [
            "numeric_30_point_5,",
            "30.5 EU"
          ],
          "structured_size": {
            "size": "numeric_30_point_5",
            "age_group": "big_kid",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 30
          }
        },
        "footwear_size": {
          "size": "numeric_30_point_5",
          "age_group": "big_kid",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 30
        },
        "age_range": {
          "raw_values": [
            "Enfant",
            "Kid"
          ],
          "normalized": "big_kid"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Semelle intermédiaire en EVA et semelle extérieure combinées",
            "Contient au moins 20 % de matériaux recyclés."
          ],
          "other": [
            "Coupe standard",
            "Fermeture par lacets avec scratch sur le dessus",
            "Tige en mesh",
            "Doublure textile",
            "Core Black / Ftwr White / Core Black"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61oF1OleG2L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CKXS4CSS"
      }
    },
    {
      "asin": "B0DJ7S64TH",
      "csi_title": "SincereWay Femmes Bottes De Cheville Chaudes En Cuir Daim Faux Fur Pantoufles Mousse &#192; M&#233;moire De Forme Chaussures D&apos;int&#233;rieur Et D&apos;ext&#233;rieur",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "40 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_123::{",
            "numeric_40,",
            "40 EU"
          ],
          "structured_size": {
            "fit_size": "\"8\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_40",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 40
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": "Caoutchouc synthétique",
          "normalized": "Rubber"
        },
        "bullet_points": {
          "fr": [
            "Doublure en fourrure douillette et moelleuse : Faites l'expérience de la chaleur et du confort ultimes avec nos pantoufles en cuir pelucheux, conçues pour l'intérieur et l'extérieur. La doublure en fourrure pelucheuse et accueillante procure une sensation de confort, gardant vos pieds bien au chaud même pendant les jours les plus froids.",
            "Modèle classique à bout rond pour les femmes : Nos pantoufles à semelle compensée sont conçues pour s'adapter parfaitement aux contours des pieds des femmes. Avec leur design classique à bout rond et leur luxueuse combinaison de daim et de fausse fourrure, elles s'adaptent sans effort à toutes les tenues d'hiver et à toutes les occasions, ajoutant une touche d'élégance à votre tenue.",
            "Un attrait pour la mode : Nos pantoufles offrent non seulement un confort et une durabilité exceptionnels, mais aussi un design accrocheur. La combinaison élégante de la tige en cuir et du col en fausse fourrure ajoute une touche de mode, vous donnant une allure chic et sophistiquée même par temps froid. Que vous soyez à l'intérieur ou à l'extérieur, nos pantoufles rehausseront votre style.",
            "Semelle imperméable et antidérapante : Conçues dans un souci de praticité, nos pantoufles sont dotées d'une semelle en caoutchouc durable et antidérapante. La semelle EVA imperméable est conçue avec un motif de pneu, assurant une adhérence stable sur diverses surfaces et terrains. Vous pouvez les porter en toute confiance à la maison ou sortir pour faire des courses rapides sans craindre de glisser.",
            "Fabrication experte et coutures durables : nous sommes fiers de la fabrication exceptionnelle de nos pantoufles en cuir Fuzzy. Fabriquées à partir de matériaux de qualité supérieure, notamment le daim, la semelle en caoutchouc, la fausse fourrure, la tige en coton respirant et la mousse à mémoire de forme, elles sont conçues pour durer.",
            "FASHION ATTRACTIVE - Our slippers not only offer exceptional comfort and durability, but also an eye-catching design. The stylish combination of leather upper and faux fur collar adds a touch of fashion, giving you a chic and sophisticated look even in cold weather. Whether you are indoors or outdoors, our slippers will elevate your style.",
            "WATERPROOF & NON-SLIP SOLE - Designed with practicality in mind, our slippers feature a durable and non-slip rubber sole. Waterproof EVA sole is designed with tire pattern, ensuring stable grip on various surfaces and terrains. You can wear them with confidence at home or go out for quick errands without fear of slipping.",
            "EXPERIENCE WORKMANSHIP & DURABLE STITCHING - We pride ourselves on the exceptional workmanship of our Fuzzy Made from premium materials including suede, rubber sole, faux fur, breathable cotton upper and memory foam, they are built to last."
          ],
          "other": [
            "COZY & FLUFFY FUR LINING: Experience the ultimate warmth and comfort with our plush leather slippers, designed for indoor and outdoor use. The fuzzy and inviting fur lining provides a comfortable feel, keeping your feet toasty even on the coldest days.",
            "CLASSIC ROUND TOE DESIGN FOR WOMEN - Our wedge slippers are designed to fit snugly around the contours of women's feet. With their classic round toe design and luxurious combination of suede and faux fur, they effortlessly match any winter outfit and occasion, adding a touch of elegance to your outfit."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51E0p6cQi0L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DJ7S64TH"
      }
    },
    {
      "asin": "B09WCJYKTG",
      "csi_title": "ARTHUR Chaussons Velours - Tradi",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_123::{",
          "size_map": "43 EU",
          "additional_sizes_detected": [
            "numeric_43,",
            "43 EU"
          ],
          "structured_size": {
            "size": "numeric_43",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 43
          }
        },
        "footwear_size": {
          "size": "numeric_43",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 43
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "Chaussons homme en velours : tendances et confortables, ces chaussons en velours ARTHUR s'accorderont parfaitement avec vos flâneries d'intérieur, pour garder vos pieds bien au chaud. Ils sont noirs unis pour s'accorder avec n'importe quel vêtement",
            "Le savoir-faire à la française : ces chaussons ont été fabriqués en France, dans la plus pure tradition charentaise. Les finitions sont impeccables. Rien n'est laissé au hasard chez ARTHUR, le liseré est agréable au contact de la peau",
            "Semelle confort et élastiques : marchez comme sur un nuage avec les semelles souples et résistantes des chaussons. Ils bénéficient d'élastiques qualitatifs qui s'adapteront à votre pied sans perdre en maintien",
            "Conseils taille : ces chaussons pour hommes originaux taillent normalement. Nous vous conseillons de prendre votre pointure habituelle. À offrir ou à s'offrir en cadeau d'anniversaire, de Noël ou pour une occasion spéciale",
            "Complétez votre look ARTHUR : pyjamas, boxers, chaussettes... original, rigolo, chic, intemporel... Notre marque vous propose de nombreux modèles pour vous habiller de la tête aux pieds. Révélez votre personnalité avec ARTHUR",
            "COMFORT AND ELASTIC SOLE: Walk like a cloud with the soft and durable soles of the slippers. They benefit from qualitative elastics that will adapt to your foot without losing support"
          ],
          "en": [
            "SIZE TIPS:These original men's slippers fit normally. We advise you to take your usual shoe size. Perfect as a gift for birthdays, Christmas or for a special occasion",
            "Complete your ARTHUR look: pyjamas, boxers, socks... original, funny, chic, timeless... Our brand offers you many models to dress from head to toe. Reveal your personality with ARTHUR"
          ],
          "other": [
            "Men's Velour Slippers:Fashion and comfortable, these ARTHUR velvet slippers will perfectly match your indoor strollers, keeping your feet toasty and warm. They are plain black to match any garment",
            "French craftsmanship: these slippers were made in France, in the purest Charente tradition. The finishes are impeccable. Nothing is left to chance at ARTHUR, the edging is pleasant on contact with the skin"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51CQjBeE2IL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B09WCJYKTG"
      }
    },
    {
      "asin": "B0CJ4KS3SZ",
      "csi_title": "ENEN Chaussures de Securite Hommes und Femme, L&#233;g&#232;re Baskets de S&#233;curit&#233; Antid&#233;rapante Chaussure de Travail Embout Acier Protection Montante Basket de Travail Anti-Perforation",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_306::{",
          "size_map": "42 EU",
          "additional_sizes_detected": [
            "numeric_42,",
            "42 EU"
          ],
          "structured_size": {
            "gender": "men",
            "size": "numeric_42",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 42
          }
        },
        "footwear_size": {
          "gender": "men",
          "size": "numeric_42",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 42
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Dessus: Tige respirante : apparence tendance, ces chaussures de travail sont légères et confortables, gardant vos pieds confortables même après une longue journée de travail, doublure en maille évacuant l'humidité pour un flux d'air maximal, la conception des trous en maille hautement respirante garde les pieds frais et sans odeur à tout moment.",
            "Doublure: Chaussures de sécurité à doublure tricotée anti-écrasement : nos chaussures de sécurité sont dotées d'embouts en acier élargis aux normes européennes qui peuvent résister à 200 J de résistance aux chocs. Non seulement il peut mieux protéger vos orteils, mais il offre également beaucoup d'espace intérieur pour vos orteils, ce qui rend vos pieds plus confortables.",
            "Matériau de semelle: Semelle extérieure en caoutchouc antidérapante : semelle extérieure antidérapante de qualité supérieure, qui offre non seulement un bon soutien et une bonne absorption des chocs pour vos pieds, mais est également belle et à la mode. les semelles des lignes spéciales ont une forte adhérence, des performances antidérapantes supérieures, améliorent considérablement la sécurité.",
            "Fermeture: Le coussin d'air peut absorber efficacement l'impact de la marche ou la pression exercée sur le pied en position debout, offrant ainsi un confort tout au long de la journée. Ces chaussure de securite sont idéales pour les chantiers de construction, les ateliers d'usine, les entrepôts, les fermes, les randonnées et les tenues quotidiennes, etc.",
            "Chaussures de travail multifonctionnelles : Parfaites pour les chauffeurs, le personnel d'entrepôt, la logistique, la mécanique automobile, l'industrie de la construction, les machines, les charpentiers, le jardinage, etc. et vous pouvez également les porter pour les promenades de loisir, le shopping et les fêtes."
          ],
          "other": [
            "Upper: Breathable Upper: Fashion appearance, these work shoes are lightweight and comfortable, keeping your feet comfortable even after a long day of work, moisture-wicking mesh lining for maximum airflow, the highly breathable mesh hole design keeps feet fresh and odor free at all times.",
            "Lining: Anti-Crush Knitted Lining Safety Shoes: Our safety shoes feature European standard enlarged steel toe caps that can withstand 200J of impact resistance. Not only can it better protect your toes, but it also provides plenty of inner space for your toes, making your feet more comfortable.",
            "Sole material: non-slip rubber outsole: premium non-slip outsole, which not only provides good support and shock absorption for your feet, but also looks beautiful and fashionable. The soles of the special lines have strong grip, superior anti-slip performance, greatly improve safety.",
            "Closure: The air cushion can effectively absorb the impact of walking or the pressure on the foot while standing, thus providing all-day comfort. These safety shoes are ideal for construction sites, factory workshops, warehouses, farms, hiking and daily wear, etc.",
            "Multifunctional Work Shoes: Perfect for drivers, warehouse staff, logistics, automotive mechanics, construction industry, machinery, carpenters, gardening, etc. and you can also wear them for leisure walks, shopping and parties."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51KYFfTfTRL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CJ4KS3SZ"
      }
    },
    {
      "asin": "B0FM2JZ7NM",
      "csi_title": "ISOOUS Chaussures de S&#233;curit&#233; Hommes Femme Montante L&#233;g&#232;re Botte de S&#233;curit&#233; Basket de Securite Antid&#233;rapant Respirant Kaki 40 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_105::{",
          "size_map": "40 EU",
          "additional_sizes_detected": [
            "numeric_40,",
            "$additional_links_augmentor_128::{",
            "40 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_40",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 40
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_40",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 40
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": "Caoutchouc. Bottines de travail avec semelle intermédiaire en Kevlar. Semelle intérieure amovible intégrée avec semelle texturée antidérapante. Semelle intermédiaire en Kevlar pour le confort, la légère et la durabilité.",
          "normalized": "Rubber"
        },
        "bullet_points": {
          "fr": [
            "【Anti Smash】: Les Botte de Sécurité Sont Faites élargir de Têtes en Acier Standard Européen , Mieux S'Adapter à la Forme du Pied. Il Peut Résister à L'Impact Jusqu'à 200J, Prévenant Efficacement les Risques Latents Dans le Travail Industriel et Empêchant les Objets Lourds de Tomber ou de Rouler.",
            "【Anti Perforation】: Chaussures de Sécurité Montante Adoption 4.0 épaissi Semelle Intermédiaire en Kevlar, Peut Résister à Une Crevaison de 1200N. Il Peut RéSister Efficacement à la Perforation Causée Par des Objets Tranchants, des Objets Lourds, Ainsi qu'à la Friction et à L'Impact Dans des Environnements Difficiles. Réduisez Considérablement les Risques sur le Lieu de Travail et Offrez Une Protection Solide à Vos Pieds.",
            "【Antidérapant】: Chaussures de Travail Montante Sont Faites de Semelles en Caoutchouc RéSistantes à L'Usure Avec des Textures Antidérapantes sur les Semelles, ce Qui Peut Augmenter L'AdhéRence des Chaussures, et Vous Permettre de Vous Adapter Aux Terrains de Travail Complexes et Aux Lieux de Travail Glissants. éQuipéE D'Une Semelle IntéRieure Amovible Confortable, la Semelle IntéRieure éLastique Offre un Bon Soutien à la Cheville, Réduisant Ainsi la Fatigue et L'Inconfort des Pieds et des Jambes.",
            "【Anti éclaboussures d'eau】: La Tige des Bottines de Travail est Conçue en Cuir Pu + Maille Respirante + Embout en Acier. Le Matériau du Cuir Pu Peut Empêcher la Tige de se Mouiller Avec de L'eau, et la Tige en Cuir est Facile à Nettoyer et à Entretenir, Gardant vos Pieds au sec et Facile à Entretenir.",
            "【Champ d'application】: Cette Chaussure de Sécurité Haute est Unisexe, Idéale Pour les Chantiers de Construction, les Usines, les Entrepôts, les Usines Chimiques, les Ateliers de Réparation Automobile, les Laboratoires, les Fermes, la Randonnée et les Vêtements de Tous les Jours c'est Aussi un Excellent Cadeau Pour la Famille, les Amis, les Proches, les Employés et les Collègues."
          ],
          "en": [
            "Scope of application: This high safety shoe is unisex, ideal for construction sites, factories, warehouses, chemical plants, car repair workshops, laboratories, farms, hiking and everyday clothing. It is also a great gift for family, friends, relatives, employees and colleagues."
          ],
          "other": [
            "【Anti Smash】: The safety boots are made to expand European standard steel heads, better adapt to the shape of the foot. It can withstand impact up to 200J, effectively preventing latent hazards in industrial work and preventing heavy objects from falling or rolling.",
            "【Anti-Puncture】: High safety shoes, adopted 4.0 thickened Kevlar midsole, can withstand a puncture of 1200N. It can effectively resist puncture caused by sharp objects, heavy objects, as well as friction and impact in harsh environments. Significantly reduce risks in the workplace and provide strong protection for your feet.",
            "【Non-slip】: High-top work shoes are made of wear-resistant rubber soles with non-slip textures on the soles, which can increase the grip of shoes, and allow you to adapt to complex workgrounds and slippery workplaces. Equipped with a comfortable removable insole, the elastic inner sole provides good support to the ankle, reducing fatigue and discomfort in the feet and legs.",
            "【Water Splashproof】: The upper of the work boots is made of PU leather + breathable mesh + steel toe. The PU leather material can prevent the upper from getting wet with water, and the leather upper is easy to clean and maintain, keeping your feet dry and easy to maintain."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71oZ4rnwdjL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FM2JZ7NM"
      }
    },
    {
      "asin": "B0DHVSX683",
      "csi_title": "adidas Homme Terrex Tracefinder 2 Climaproof Trail Running Shoes, preloved Teal/Core Black/Semi Lucid Blue, 48 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_249::{",
          "size_map": "48 EU",
          "additional_sizes_detected": [
            "numeric_48,",
            "48 EU"
          ],
          "structured_size": {
            "gender": "men",
            "size": "numeric_48",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 48
          }
        },
        "footwear_size": {
          "gender": "men",
          "size": "numeric_48",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 48
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Fermeture à lacets",
            "Tige en textile et synthétique",
            "Semelle de propreté antimicrobienne Ortholite",
            "Drop semelle intermédiaire : 10 mm (talon : 30 mm/avant-pied : 20 mm)",
            "Semelle extérieure Traxion"
          ],
          "other": [
            "Coupe standard",
            "CLIMAPROOF",
            "Amorti LIGHTMOTION",
            "Poids : 366,2 grammes (taille UK 8,5)",
            "TBD"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/713MwqRZw6L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DHVSX683"
      }
    },
    {
      "asin": "B0FRFYPJRY",
      "csi_title": "KOIFISH Chaussures de S&#233;curit&#233; Hiver Hommes Femmes Montante Antid&#233;rapant Bottes de S&#233;curit&#233; fourr&#233; L&#233;g&#232;re Basket de Securite avec Embouts en Acier Doubl&#233;es Chaudes C28JR/Noir37",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_185::{",
          "size_map": "37 EU",
          "additional_sizes_detected": [
            "numeric_37,",
            "37 EU"
          ],
          "structured_size": {
            "size": "numeric_37",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 37
          }
        },
        "footwear_size": {
          "size": "numeric_37",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 37
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Protection contre le froid globale: Cette chaussure de sécurité hiver dispose d'un rembourrage en laine de mouton haute qualité. Doux au contact, il enveloppe fermement le pied pour une chaleur constante. Le col des chaussure de sécurité fourrée est pourvu d'un feutre synthétique épais, qui adhère parfaitement à la cheville et bloque l'air froid pour une protection complète.",
            "Résistant aux chocs: Cette chaussure sécurité antidérapant est dotée d'une coquille en acier conforme à la norme UE. Avec une résistance aux chocs de 200 J et à la compression de 15000 N, elle protège efficacement les orteils contre les impacts et les écrasements, et en même temps ces basket de sécurité garantissent un haut niveau de confort de port.",
            "Anti-pénétration: Les bottes de sécurité, avec une semelle intermédiaire en Kevlar, offrent une protection fiable. Elles résistent à 1100 N, protègent efficacement la semelle contre les objets pointus (clous, pièces métalliques), et ces basket de sécurité légère vous garantissent une sécurité sans inquiétude à chaque pas.",
            "Marche confortable: La semelle de ces Chaussures de sécurité à embout en acier est composée d’EVA hautement élastique, amortissante, et de caoutchouc antidérapant. Même sur les terrains complexes, elle assure un bon antidérapage. Ces chaussures de sécurité montantes offrent un soutien stable aux chevilles et réduisent la fatigue de la cheville lors de longues stations.",
            "Attention méticuleuse aux détails: Les chaussure de securite basket en tissu Oxford avec revêtement résine résistant se nettoient facilement. La doublure respirante maintient les pieds secs et sans odeur, la langue cousue solidement évite le glissement pour une marche confortable. Elles s'adaptent facilement aux environnements industriels ou outdoor.",
            "Meticulous attention to detail: The safety basketball shoes made of Oxford fabric with a durable resin coating are easy to clean. Breathable lining keeps feet dry and odorless, securely stitched tongue prevents slipping for comfortable walking. They adapt easily to industrial or outdoor environments."
          ],
          "en": [
            "Protection against the overall cold: This winter safety shoe features a high-quality sheep wool padding. Soft to touch, it wraps the foot tightly for constant warmth. The collar of the fur safety shoe is provided with a thick synthetic felt, which adheres perfectly to the ankle and blocks cold air for complete protection.",
            "Shock resistant: This non-slip safety shoe has a steel shell that complies with EU standards. With a shock resistance of 200J and compression of 15000N, it effectively protects the toes from impact and crushing, and at the same time these safety trainers guarantee a high level of wearing comfort."
          ],
          "other": [
            "Anti-penetration: Safety boots, with a Kevlar midsole, provide reliable protection. They resist 1100N, effectively protect the sole from sharp objects (nails, metal parts), and these lightweight safety sneakers ensure you worry free safety with every step.",
            "Comfortable walking: The sole of these steel toe cap safety shoes is made of highly elastic EVA, shock absorbing, and non-slip rubber. Even on complex terrain, it provides good slip resistance. These high-top safety shoes provide stable ankle support and reduce ankle fatigue during long stations."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71jIcwaiW1L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FRFYPJRY"
      }
    },
    {
      "asin": "B0FBMF7DDT",
      "csi_title": "Dasongff Sandales Femme D&apos;&#233;t&#233; &#192; Talons Confortables Mode Sandale Noir Bracelet Cheville Mariages Sandales &#192; Talon Bloc Bout Ouvert &#201;l&#233;gantes C&#233;r&#233;monie Soir&#233;e Poisson Bouche 2025",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_146::{",
          "size_map": "42 EU",
          "additional_sizes_detected": [
            "numeric_42,",
            "42 EU"
          ],
          "structured_size": {
            "size": "numeric_42",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 42
          }
        },
        "footwear_size": {
          "size": "numeric_42",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 42
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "Design tendance : bout rond unique avec boucle en métal exquise pour rendre les sandales d'été pour femme élégantes et élégantes. Que vous portiez des jupes, des jeans ou des vêtements de maison, nos sandales plates pour femme sont très polyvalentes et tendance.",
            "mules et sabots femme chaussures ete chic chaussures femme pieds larges mule été confortable sabot jardin chaussures compensées femme été sabot orthopédique femme mule été confortable chausson orthopedique femme sandales randonnée mule femme sandales de sport et d'extérieur chaussons orthopédiques femme sandales",
            "mules mode pour femmes sandales été en cuir chaussure talon compensé orthopédiques confortables respirantes tongs de plage plateforme nu-pieds bout ouvert pantoufles chaussons",
            "sandales femme été confortable compensé sandales plates femme été pas cher talons haut brides sandales compensé femmesandales femme été confortable compensée sandales plates dorées sandales talon femme sandales compensé femme soldesandales femme été talon sandales plates noires sandales talon femme été sandales compensé noir femme été",
            "enfant cuir nu-pieds pour femme noire claquettes femme été chic pantoufle femmes ete chaussures antidérapantes bébé espadrilles femme chaussures talon carre noir serpent sandales compensé noir chaussons enfants garçon nu-pieds femme cuir été pas cher pantoufle femmes ete chaussures femme restauration femmes françaises chaussures talon"
          ],
          "other": [
            "FASHION DESIGN Unique round toe design with exquisite metal buckle make the summer sandals for women elegant and elegant. Whether you wear skirts, jeans or homewear, our women's flat sandals are very versatile and fashionable.",
            "women's mules and clogs shoes summer chic shoes women wide feet mule comfortable summer garden wedge shoes woman summer orthopedic woman mule summer comfortable orthopedic slipper woman sandals hiking mule woman sandals sport and outdoor slippers orthopedic women sandals",
            "women's fashion mules sandals summer leather shoe wedge heel orthopedic comfortable breathable beach flip flops platform barefoot open toe slippers slippers",
            "sandals woman summer comfortable wedge flat sandals woman summer cheap high heels straps wedge sandals women summer comfortable wedge sandals gold flat sandals woman heel sandals woman wedge sandals woman summer flat sandals woman summer flat sandals black sandals heel sandals woman summer wedge sandals black women summer wedge sandals women summer sandals",
            "Children's leather barefoot for women black slipper women's chic slippers women summer shoes non-slip baby espadrilles woman shoes square heel black snake wedge sandals black slippers children boy barefoot woman leather summer cheap slippers women summer shoes woman catering French shoes heel"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/618gOLQTlgL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FBMF7DDT"
      }
    },
    {
      "asin": "B0FDQTX2Y3",
      "csi_title": "Hsyooes Sabots Femmes Hiver Chaussons Hommes Sabots de Jardinage Fourr&#233;s Peluche Chaussons Imperm&#233;ables Chaussures de Jardin Pantoufles Antid&#233;rapant Vert-A 44 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "44 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_124::{",
            "numeric_44,",
            "44 EU"
          ],
          "structured_size": {
            "fit_size": "\"11.5\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_44",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 44
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": "EVA",
          "normalized": "EVA"
        },
        "bullet_points": {}
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71eQXfgJa3L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FDQTX2Y3"
      }
    },
    {
      "asin": "B0CKLN7WMR",
      "csi_title": "ENEN Chaussures de Securite Hommes und Femme, L&#233;g&#232;re Baskets de S&#233;curit&#233; Antid&#233;rapante Chaussure de Travail Embout Acier Protection Montante Basket de Travail Anti-Perforation",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_300::{",
          "size_map": "38 EU",
          "additional_sizes_detected": [
            "numeric_38,",
            "38 EU"
          ],
          "structured_size": {
            "gender": "men",
            "size": "numeric_38",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 38
          }
        },
        "footwear_size": {
          "gender": "men",
          "size": "numeric_38",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 38
        },
        "age_range": {
          "raw_values": [
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Dessus: Tige respirante : apparence tendance, ces chaussures de travail sont légères et confortables, gardant vos pieds confortables même après une longue journée de travail, doublure en maille évacuant l'humidité pour un flux d'air maximal, la conception des trous en maille hautement respirante garde les pieds frais et sans odeur à tout moment.",
            "Doublure: Chaussures de sécurité à doublure tricotée anti-écrasement : nos chaussures de sécurité sont dotées d'embouts en acier élargis aux normes européennes qui peuvent résister à 200 J de résistance aux chocs. Non seulement il peut mieux protéger vos orteils, mais il offre également beaucoup d'espace intérieur pour vos orteils, ce qui rend vos pieds plus confortables.",
            "Matériau de semelle: Semelle extérieure en caoutchouc antidérapante : semelle extérieure antidérapante de qualité supérieure, qui offre non seulement un bon soutien et une bonne absorption des chocs pour vos pieds, mais est également belle et à la mode. les semelles des lignes spéciales ont une forte adhérence, des performances antidérapantes supérieures, améliorent considérablement la sécurité.",
            "Fermeture: Le coussin d'air peut absorber efficacement l'impact de la marche ou la pression exercée sur le pied en position debout, offrant ainsi un confort tout au long de la journée. Ces chaussure de securite sont idéales pour les chantiers de construction, les ateliers d'usine, les entrepôts, les fermes, les randonnées et les tenues quotidiennes, etc.",
            "Chaussures de travail multifonctionnelles : Parfaites pour les chauffeurs, le personnel d'entrepôt, la logistique, la mécanique automobile, l'industrie de la construction, les machines, les charpentiers, le jardinage, etc. et vous pouvez également les porter pour les promenades de loisir, le shopping et les fêtes."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61vhisNLPML.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CKLN7WMR"
      }
    },
    {
      "asin": "B0DCJTRWV4",
      "csi_title": "KTDYG Chaussures de Securite Hiver Hommes Femmes Imperm&#233;able Basket de Securite Embout Acier Protection Bottes Chaussures de Travail Antid&#233;rapante Chaudes, Noir, 40EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_126::{",
          "size_map": "40 EU",
          "additional_sizes_detected": [
            "numeric_40,",
            "40 EU"
          ],
          "structured_size": {
            "size": "numeric_40",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 40
          }
        },
        "footwear_size": {
          "size": "numeric_40",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 40
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Embout en acier: Les bottes de sécurité sont conformes aux normes européennes, les embouts en acier peuvent résister à une pression maximale de 200 J et 15 000 N. Elles sont suffisamment solides pour assurer votre sécurité au travail. Elles sont suffisamment larges pour permettre à vos pieds de s'étirer et d'éviter une flexion et une compression excessives du pied.",
            "Puncture Resistant: Ces baskets de sécurité sont fabriquées avec une semelle intermédiaire en Kevlar améliorée, qui est souple, flexible et pliable, plus légère et plus résistante aux perforations que le métal, et peut résister à une force de perforation de 1100 N pour protéger vos pieds des clous et autres objets tranchants.",
            "Imperméable: Les chaussure de securite sont fabriquées en cuir imperméable et en tissu maillé respirant qui résiste aux intempéries et empêche la pénétration de l'humidité. La doublure en tissu mesh super respirant garde vos pieds au sec et sans odeur, même après une dure journée de travail dans la boue remplie d'eau.",
            "Antidérapante: La semelle en caoutchouc est conçue pour être plus résistante，La semelle extérieure spécialement conçue offre une excellente traction et adhérence, assurant la stabilité et évitant les chutes ou blessures accidentelles，vous permettant de vous adapter aux terrains de travail complexes et aux lieux de travail humides.",
            "Doublure chaude en fourrure : fausse fourrure, les chaussures de sécurité sont dotées d'une doublure en fourrure pleine qui garde votre pied au chaud par temps glacial, même si vous ne portez que des chaussettes fines.",
            "Non-slip: The rubber sole is designed to be more durable, the specially designed outsole provides excellent traction and grip, ensuring stability and preventing accidental falls or injuries, allowing you to adapt to complex workgrounds and wet workplaces."
          ],
          "other": [
            "Steel Toe Cap: Safety boots comply with European standards, steel toe caps can withstand maximum pressure of 200J and 15000N. They are strong enough to ensure your safety at work. They are wide enough to allow your feet to stretch and prevent excessive flexion and compression of the foot.",
            "Puncture Resistant: These safety trainers are made with an upgraded Kevlar midsole, which is soft, flexible and foldable, lighter and more puncture resistant than metal, and can withstand a puncture force of 1100N to protect your feet from nails and other sharp objects.",
            "Waterproof: The safety shoes are made of waterproof leather and breathable mesh fabric that resists the weather and prevents the ingress of moisture. Super breathable mesh fabric lining keeps your feet dry and odorless even after a hard day working in the water filled mud.",
            "Warm Fur Lining - Faux fur, safety shoes feature full fur lining that keeps your foot warm in frosty weather, even if you only wear thin socks."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71B5KgXTvXL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DCJTRWV4"
      }
    },
    {
      "asin": "B0F9196M42",
      "csi_title": "TRAILBLITZ Chaussures de S&#233;curit&#233; Hommes Femmes L&#233;g&#232;re Basket Securite Antid&#233;rapante,Noir 39",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_147::{",
          "size_map": "39 EU",
          "additional_sizes_detected": [
            "numeric_39,",
            "39 EU"
          ],
          "structured_size": {
            "size": "numeric_39",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 39
          }
        },
        "footwear_size": {
          "size": "numeric_39",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 39
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": "Synthétique",
          "normalized": "Synthétique"
        },
        "bullet_points": {
          "fr": [
            "Embout en acier:Embout en acier robuste et certifié aux normes européennes, offrant une excellente résistance aux chocs et à la compression pour protéger efficacement vos pieds.",
            "Semelle anti-perforation:Semelle anti-perforation renforcée qui empêche les blessures dues aux objets pointus, réduit les risques d’accident et assure une sécurité optimale au travail.",
            "Confort & respirabilité:Tissu en mesh respirant combiné à une semelle intermédiaire amortissante et une doublure douce, garantissant un confort durable et sans ampoules au quotidien.",
            "Style polyvalent:Design noir classique et polyvalent, résistant à la saleté et facile à entretenir, adapté aussi bien aux environnements de travail qu’aux usages quotidiens.",
            "Semelle flexible:Semelle flexible et résistante qui s’adapte parfaitement aux mouvements naturels du pied, améliorant la stabilité, la souplesse et le confort lors de la marche."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71z-1kNvRpL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F9196M42"
      }
    },
    {
      "asin": "B0FJFRMD18",
      "csi_title": "G&#233;n&#233;rique pour Filles l&#233;g&#232;res et Respirantes avec Semelle antid&#233;rapante pour &#233;cole Sport et Loisirs ext&#233;rieurs (28)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_164::{",
          "size_map": "28 EU",
          "additional_sizes_detected": [
            "numeric_28,",
            "28 EU"
          ],
          "structured_size": {
            "size": "numeric_28",
            "size_system": "eu_footwear_size_system",
            "age_group": "toddler",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 28
          }
        },
        "footwear_size": {
          "size": "numeric_28",
          "size_system": "eu_footwear_size_system",
          "age_group": "toddler",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 28
        },
        "age_range": {
          "raw_values": [
            "kid"
          ],
          "normalized": "toddler"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "chaussures pour enfants filles basket enfant garcon 39 chaussures fille basket fille 35 basket enfant garcon chaussure enfant garçon chaussure enfant garçon 2 ans chaussures enfant basket fille 27 basket garcon 37 sneakers enfant chaussure garcon chaussure bebe garcon chaussure enfant fille ete chaussures garçon 34 scratch chaussures de sport chaussures de football garçon basket fille 32 chaussures de sport enfant chaussure foot enfant",
            "baskets chaussure enfant garçon bebe chaussure bebe chaussure enfant fille 21 basket fille 34 chaussures de foot enfant chaussures de sport enfant fille chaussure foot enfant basket enfant fille 27 chaussures de foot enfant basket garcon 38 chaussures pour enfants basketball chaussures garçon 37 basket chaussure enfant fille 21 basket fille 34 basket blanche enfant basquette enfants garçons basket fille 34 basket garcon 31 chaussure enfant fille taille 23",
            "basket fille 28 basket garçon tenue basket enfant garcon baskets chaussure randonnée enfant chaussures enfant garcon 25 chaussures garçon 34 scratch basket fille 35 chaussures garçon taille 25 chaussure ete garcon basket enfant garcon 39 chaussures ete garcon chaussure enfant fille chaussure enfant fille taille 24 chaussure enfant garçon basket enfant garcon 37 chaussures fille basket enfant garcon 34 basket fille 32 basket garcon tn sneakers enfant fille",
            "basket enfant garcon 26 chaussure de foot enfant chaussure enfant garçon 33 chaussure enfant garçon 33 chaussures enfant garcon basket fille 31 chaussures pour enfants portables chaussure enfant garçon chaussure enfant garçon taille 26 basket enfant fille chaussures garçon 36 chaussure foot enfant basket fille 35 chaussures pour enfants premium basket garcon 30 tn chaussures garçon 36 chaussures bébé garçon basket fille 32 tenue basket enfant garcon",
            "chaussures de sport basket garcon 30 basket garcon 30 basket stitch fille basket enfant garcon 34 chaussures de sport enfant fille basket garcon 33 chaussure randonnée enfant basket fille 30 basket fille basket fille 36 chaussures de sport chaussure fille chaussures basket fille 31 chaussures de randonnée enfant chaussures enfant garcon chaussure de foot enfant sneakers enfant basket garcon 38 chaussures ete garcon chaussure enfant garçon 2 ans"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61+Cz+oFpAL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FJFRMD18"
      }
    },
    {
      "asin": "B0DLWS8W24",
      "csi_title": "Basket Basse &#224; Enfiler Rieker Morelia",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "43 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_141::{",
            "numeric_43,",
            "43 EU"
          ],
          "structured_size": {
            "fit_size": "\"10\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_43",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 43
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Type de produit : chaussures basses, baskets basses, chaussures pour hommes, 0",
            "Matériau extérieur : textile, matériau intérieur : textile, semelle extérieure : semelle EVA, semelle intérieure : textile"
          ],
          "other": [
            "Type de talon : plat, hauteur du talon : 4 cm",
            "Largeur : normale (G 1/2), fermeture : sans fermeture",
            "Product type: low shoes, low trainers, men's shoes, 0",
            "Upper material: textile, inner material: textile, outsole: EVA sole, insole: textile",
            "Heel Type: Flat, Heel Height: 4 cm",
            "Width: normal (G 1/2), closure: without closure"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/6183ueDIjXL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DLWS8W24"
      }
    },
    {
      "asin": "B0CKLNQLM7",
      "csi_title": "ENEN Chaussures de Securite Hommes und Femme, L&#233;g&#232;re Baskets de S&#233;curit&#233; Antid&#233;rapante Chaussure de Travail Embout Acier Protection Montante Basket de Travail Anti-Perforation",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_367::{",
          "size_map": "46 EU",
          "additional_sizes_detected": [
            "numeric_46,",
            "46 EU"
          ],
          "structured_size": {
            "gender": "men",
            "size": "numeric_46",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 46
          }
        },
        "footwear_size": {
          "gender": "men",
          "size": "numeric_46",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 46
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Dessus: Tige respirante : apparence tendance, ces chaussures de travail sont légères et confortables, gardant vos pieds confortables même après une longue journée de travail, doublure en maille évacuant l'humidité pour un flux d'air maximal, la conception des trous en maille hautement respirante garde les pieds frais et sans odeur à tout moment.",
            "Doublure: Chaussures de sécurité à doublure tricotée anti-écrasement : nos chaussures de sécurité sont dotées d'embouts en acier élargis aux normes européennes qui peuvent résister à 200 J de résistance aux chocs. Non seulement il peut mieux protéger vos orteils, mais il offre également beaucoup d'espace intérieur pour vos orteils, ce qui rend vos pieds plus confortables.",
            "Matériau de semelle: Semelle extérieure en caoutchouc antidérapante : semelle extérieure antidérapante de qualité supérieure, qui offre non seulement un bon soutien et une bonne absorption des chocs pour vos pieds, mais est également belle et à la mode. les semelles des lignes spéciales ont une forte adhérence, des performances antidérapantes supérieures, améliorent considérablement la sécurité.",
            "Fermeture: Le coussin d'air peut absorber efficacement l'impact de la marche ou la pression exercée sur le pied en position debout, offrant ainsi un confort tout au long de la journée. Ces chaussure de securite sont idéales pour les chantiers de construction, les ateliers d'usine, les entrepôts, les fermes, les randonnées et les tenues quotidiennes, etc.",
            "Chaussures de travail multifonctionnelles : Parfaites pour les chauffeurs, le personnel d'entrepôt, la logistique, la mécanique automobile, l'industrie de la construction, les machines, les charpentiers, le jardinage, etc. et vous pouvez également les porter pour les promenades de loisir, le shopping et les fêtes."
          ],
          "other": [
            "Upper: Breathable Upper: Fashion appearance, these work shoes are lightweight and comfortable, keeping your feet comfortable even after a long day of work, moisture-wicking mesh lining for maximum airflow, the highly breathable mesh hole design keeps feet fresh and odor free at all times.",
            "Lining: Anti-Crush Knitted Lining Safety Shoes: Our safety shoes feature European standard enlarged steel toe caps that can withstand 200J of impact resistance. Not only can it better protect your toes, but it also provides plenty of inner space for your toes, making your feet more comfortable.",
            "Sole material: non-slip rubber outsole: premium non-slip outsole, which not only provides good support and shock absorption for your feet, but also looks beautiful and fashionable. The soles of the special lines have strong grip, superior anti-slip performance, greatly improve safety.",
            "Closure: The air cushion can effectively absorb the impact of walking or the pressure on the foot while standing, thus providing all-day comfort. These safety shoes are ideal for construction sites, factory workshops, warehouses, farms, hiking and daily wear, etc.",
            "Multifunctional Work Shoes: Perfect for drivers, warehouse staff, logistics, automotive mechanics, construction industry, machinery, carpenters, gardening, etc. and you can also wear them for leisure walks, shopping and parties."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61vhisNLPML.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CKLNQLM7"
      }
    }
  ],
  "stats": {
    "asin_blocks_found": 81,
    "records_extracted": 80,
    "records_skipped_no_csi": 1
  }
}