{
  "source_file": "datas08.txt",
  "records": [
    {
      "asin": "B0FSCY7536",
      "csi_title": "Meik Mangni Bottes de Neige Femme Bottines Hiver Homme Doublure Chaud Peluche Courte Bottines Confortable Imperm&#233;ables Antid&#233;rapant Plates Chaussures Ext&#233;rieur Noir 38EU&#65288;Taille de la semelle39EU&#65289;",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_147::{",
          "size_map": "38 EU",
          "additional_sizes_detected": [
            "numeric_38,",
            "38 EU",
            "39 EU"
          ],
          "structured_size": {
            "size": "numeric_38",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 38
          }
        },
        "footwear_size": {
          "size": "numeric_38",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 38
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Design à la mode : Couleurs et styles classiques, simples et pratiques, faciles à assortir, Peut être facilement porté avec n'importe quelle robe,pull ou Jean.",
            "Confort et chaleur :Doublure épaisse et confortable en peluche,au chaud et confortables lorsque vous sortez dans des conditions hivernales froides.Il est difficile pour la neige/l'eau de pénétrer dans les chaussures et de garder vos pieds au sec et confortables.",
            "Antidérapante et durable : Les semelles de ces bottes de neige sont conçues avec une texture antidérapante pour assurer la sécurité,Avec semelle en caoutchouc de haute qualité offre une excellente adhérence, traction et durabilité sur les surfaces glissantes,parfaites pour les activités de plein air.",
            "Facilité d'enfilage et de retrait : La conception haute offre un bon soutien de la cheville, vous protégeant des blessures. le design élégant et facile à utiliser à lacets signifie que nos bottes d'hiver peuvent être portées fermement peut être facilement ajusté et offrent un excellent soutien.",
            "Multifonctionnel:Une paire de bottes de neige d'hiver pratiques et confortables pour la randonnée, le ski, la promenade du chien ou les tâches ménagères à l'extérieur.Ces bottes de neige sont également un excellent cadeau pour les familles, les amis, pour Noël, l’Action de grâces, le Nouvel An, la Saint-Valentin et l’hiver glacial!",
            "Non-slip and durable: The soles of these snow boots are designed with a non-slip texture to ensure safety, with a high-quality rubber sole provides excellent grip, traction and durability on slippery surfaces, perfect for outdoor activities."
          ],
          "other": [
            "Fashionable design: classic colors and styles, simple and practical, easy to match, can be easily worn with any dress, sweater or jeans.",
            "Comfort and warmth: thick and comfortable plush lining, warm and comfortable when you go out in cold winter conditions. It is difficult for snow/water to get into the shoes and keep your feet dry and comfortable.",
            "Easy to put on and take off: The high design provides good ankle support, protecting you from injury. The stylish and easy-to-use lace-up design means our winter boots can be worn firmly can be easily adjusted and provide great support.",
            "Multifunctional: A pair of practical and comfortable winter snow boots for hiking, skiing, walking the dog or doing household chores outdoors. These snow boots are also a great gift for families, friends, for Christmas, Thanksgiving, New Year, Valentine's Day and icy winter!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61y4+h-AbnL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FSCY7536"
      }
    },
    {
      "asin": "B0DD3ZF426",
      "csi_title": "Savage Island Bottes de Wellington en n&#233;opr&#232;ne isol&#233;es pour femmes en caoutchouc, chaudes, enti&#232;rement doubl&#233;es, imperm&#233;ables, mi-mollet, Noir , 38 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_164::{",
          "size_map": "38 EU",
          "additional_sizes_detected": [
            "numeric_38,",
            "38 EU"
          ],
          "structured_size": {
            "size": "numeric_38",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 38
          }
        },
        "footwear_size": {
          "size": "numeric_38",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 38
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Ces bottes sont fabriquées avec le meilleur caoutchouc naturel, assurant qu'elles peuvent affronter les conditions météorologiques les plus difficiles avec facilité. Pluie, boue ou bourbier – nos bottes Savage Island sont à la hauteur du défi !",
            "Notre combinaison unique de néoprène et de caoutchouc offre un confort et une durabilité imbattables. Le dessus en néoprène peut être facilement roulé vers le bas, vous permettant de personnaliser instantanément votre style, de la hauteur du genou à la longueur du mollet.",
            "La doublure en néoprène garantit une isolation exceptionnelle, gardant vos pieds au chaud et confortables même les jours les plus froids. Dites adieu à l'inconfort et bonjour au confort durable.",
            "Nos bottes disposent d'une semelle en caoutchouc antidérapante pour une traction supérieure. Marchez en toute confiance sur les surfaces mouillées, sachant que vous ne glissez ni ne patinerez.",
            "Grâce aux poignées pratiques à enfiler, nos bottes sont un jeu d'enfant à mettre et à enlever, ce qui vous permet d'économiser du temps et des tracas.",
            "Our unique combination of neoprene and rubber provides unbeatable comfort and durability. The neoprene upper can be easily rolled down, allowing you to instantly customize your style from knee height to calf length."
          ],
          "other": [
            "These boots are made with the best natural rubber, ensuring they can tackle the toughest weather conditions with ease. Rain, mud or quagmire - our Savage Island boots are up to the challenge!",
            "The neoprene lining ensures exceptional insulation, keeping your feet warm and comfortable even on the coldest days. Say goodbye to discomfort and hello to lasting comfort.",
            "Our boots feature a non-slip rubber sole for superior traction. Walk with confidence on wet surfaces, knowing you won't slip or skate.",
            "Thanks to the convenient pull-on handles, our boots are a breeze to put on and take off, saving you time and hassle."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71s93eE4L6L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DD3ZF426"
      }
    },
    {
      "asin": "B0DQ23RP3G",
      "csi_title": "Joma Bottines classiques pour homme, Noir , 42 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "42 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_191::{",
            "numeric_42,",
            "42 EU"
          ],
          "structured_size": {
            "fit_size": "\"8.5\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_42",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 42
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": "Caoutchouc synthétique",
          "normalized": "Rubber"
        },
        "bullet_points": {
          "other": [
            "PRIME"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61nlDzA490L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DQ23RP3G"
      }
    },
    {
      "asin": "B0FP2CFDC8",
      "csi_title": "Bottes de neige pour femmes, chaudes et confortables, bottines mi-mollet, talon bas &#233;pais &#233;l&#233;gant, fermeture &#233;clair lat&#233;rale, antid&#233;rapantes, doublure en fausse fourrure douillette, &#224; lacets, bottes",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_100::{",
          "size_map": "39.5 EU",
          "additional_sizes_detected": [
            "numeric_39_point_5,",
            "39.5 EU",
            "40 EU"
          ],
          "structured_size": {
            "size": "numeric_39_point_5",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 39
          }
        },
        "footwear_size": {
          "size": "numeric_39_point_5",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 39
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "CONFORTABLE : Les bottes de neige pour femmes à coupe large sont légères, la doublure synthétique est épaisse et dense, ce qui enveloppe vos pieds, gardant vos pieds au chaud pendant une longue période tout au long de l’hiver",
            "Faciles à mettre et à enlever : les bottes d'hiver pour femme sont pratiques à porter, nous pouvons facilement mettre et enlever les chaussures. Les bottes ont un design élégant et s'accordent avec tous vos vêtements",
            "Bottes chaudes en fourrure : ces bottes pour femme offrent une isolation contre le froid. Que vous fassiez du shopping ou que vous profitiez d'une promenade en plein air, ces bottes d'hiver vous garderont au chaud tout au long de la journée. Convient aux femmes qui ont besoin de bottes pelucheuses",
            "Conseils de taille : veuillez vous référer au tableau des tailles que nous fournissons pour sélectionner la bonne taille. Ces bottes pour femme sont plus petites que les bottes ordinaires. Il est recommandé de prendre une taille plus grande pour plus de confort"
          ],
          "other": [
            "Convient pour de nombreuses occasions : ces bottes de neige ont un design classique et simple. Convient pour les leggings, les doudounes longues et courtes, les manteaux en tissu, les jeans et les pantalons",
            "Comfortable: the wide snow boots for women are lightweight, the synthetic lining is thick and dense, which wraps your feet, taking care of your feet warm for a long time throughout the winter",
            "Easy to put on and take off: women's winter boots are convenient to wear, we can easily put on and take off the shoes. The boots have a stylish design and go well with all your clothes",
            "Warm Fur Boots: These women's boots provide insulation against the cold. Whether you are shopping or enjoying a walk outdoors, these winter boots will keep you warm all day long. Suitable for women who need fuzzy boots",
            "SUITABLE FOR MANY OCCASIONS - These snow boots have a classic and simple design. Suitable for leggings, long and short down jackets, fabric coats, jeans and trousers",
            "SIZE TIPS:Please refer to the size chart we provide to select the right size. These women's boots are smaller than regular boots. It is recommended to take a larger size for comfort"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61FFJAm5+HL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FP2CFDC8"
      }
    },
    {
      "asin": "B0CBVBBVWP",
      "csi_title": "blingqueen Bottes Stretch pour femme - Bottines Overknee - Stiletto &#224; plateforme, Couleur : rouge laqu&#233;, 37 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_212::{",
          "size_map": "37 EU",
          "additional_sizes_detected": [
            "numeric_37,",
            "37 EU"
          ],
          "structured_size": {
            "size": "numeric_37",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 37
          }
        },
        "footwear_size": {
          "size": "numeric_37",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 37
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Les cuissardes pour femmes sont des bottes qui soulignent votre individualité et vous donnent confiance en vous",
            "Les bottes au-dessus du genou pour femme convainquent par leur tige extra longue qui s'étend au-dessus du genou et se distingue comme une caractéristique distinctive",
            "Les cuissardes peuvent être portées toute l'année et conviennent à différentes occasions. Que ce soit des bottes classiques avec un talon bloc confortable, des designs avec des applications audacieuses à franges ou des modèles féminins en cuir synthétique de qualité supérieure, chaque paire est adaptée pour un style accrocheur",
            "Les cuissardes pour femme peuvent être combinées de manière optimale avec des jeans skinny ou avec des jupes et des robes courtes",
            "The knee high boots can be worn all year round and are suitable for different occasions. Whether classic boots with a comfortable block heel, designs with bold fringed appliqués, or feminine models made of premium synthetic leather, each pair is suitable for eye-catching style"
          ],
          "other": [
            "Over the knee high boots for women are boots that emphasize your individuality and give you confidence",
            "The above knee boots for women impress with their extra long upper that extends above the knee and stands out as a distinctive feature",
            "Women's over the knee high boots can be optimally combined with skinny jeans or with skirts and short dresses"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51LkNBv2hGL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CBVBBVWP"
      }
    },
    {
      "asin": "B0FNMLBYPJ",
      "csi_title": "Generisch Bottines pour femmes, d&#233;contract&#233;es, r&#233;tro, uni, fermeture &#233;clair lat&#233;rale, talon carr&#233;, grande taille, Western, bottes genoux, Noir , 42 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_148::{",
          "size_map": "42 EU",
          "additional_sizes_detected": [
            "numeric_42,",
            "42 EU"
          ],
          "structured_size": {
            "size": "numeric_42",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 42
          }
        },
        "footwear_size": {
          "size": "numeric_42",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 42
        },
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Design & Style: The classic fit of the ankle boots with a moderate heel is suitable for different occasions and can be combined in a versatile way.",
            "Matériau et entretien : le matériau extérieur en cuir souple et la doublure intérieure textile offrent un confort de port agréable. Pour l'entretien, il suffit de l'essuyer avec un chiffon humide.",
            "Design & Style: La coupe classique des bottines avec un talon modéré convient à différentes occasions et peut être associée de manière polyvalente.",
            "Confort et ajustement : la semelle intérieure douce et le matériau s'adaptent au pied pour une sensation de port détendue.",
            "Domaines d'application : ces bottes sont pratiques pour la vie quotidienne, le bureau, les loisirs ou les promenades confortables en soirée.",
            "Extras & Détails : La fermeture éclair latérale facilite l’enfilage et le déshabillage et assure un ajustement personnalisé au pied."
          ],
          "other": [
            "Material and care: The soft leather upper material and the textile inner lining offer a pleasant wearing comfort. For maintenance, simply wipe with a damp cloth.",
            "COMFORT & FIT - The soft insole and material conform to the foot for a relaxed wearing feeling.",
            "Areas of application: these boots are practical for everyday life, office, leisure or comfortable evening walks.",
            "Extras & details: The side zip makes it easy to put on and take off and ensures a custom fit to the foot."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51qmcVrYTVL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FNMLBYPJ"
      }
    },
    {
      "asin": "B0F3NQ9TR7",
      "csi_title": "OBiQuzz 2025 New Slipper Bottines Enfants Les Slipper Confortables et &#201;l&#233;gants Antid&#233;rapants en Peluche Chauds pour la Maison Junge Hausschuhe 28, Rose, 28 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_125::{",
          "size_map": "28 EU",
          "additional_sizes_detected": [
            "numeric_28,",
            "28 EU"
          ],
          "structured_size": {
            "size": "numeric_28",
            "size_system": "eu_footwear_size_system",
            "age_group": "toddler",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 28
          }
        },
        "footwear_size": {
          "size": "numeric_28",
          "size_system": "eu_footwear_size_system",
          "age_group": "toddler",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 28
        },
        "age_range": {
          "raw_values": [
            "Enfant",
            "Kid"
          ],
          "normalized": "toddler"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Cozy & Warm: Ces pantoufles pour enfants ont une tige en polaire douce et respirante qui est chaude mais jamais étouffante. Le design à enfiler les rend faciles à mettre et à enlever.",
            "Semelles en caoutchouc TPR légères et antidérapantes pour pantoufles de garçons et filles avec une texture antidérapante qui offre une adhérence solide, garantissant que vos enfants peuvent marcher et courir en toute sécurité et en douceur.",
            "Confort en mousse à mémoire : La semelle intérieure en mousse à mémoire des pantoufles d’hiver pour enfants amortit chaque pas, réduisant et gardant les petits pieds au chaud même par les jours les plus froids.",
            "Idée Parfaite : Idéal pour les vacances, les réunions de famille, les festivals, Noël ou le quotidien, ces pantoufles pour enfants sont un cadeau attentionné pour les fils, les filles et les petits-enfants."
          ],
          "other": [
            "COMFORTABLE & WARM These kids slippers have a soft and breathable fleece upper that they are warm but never fall off. Slip-on design makes them easy to put on and take off.",
            "ANTI-SLIP & - Lightweight TPR rubber soles of girls house shoes with non-slip texture provides strong grip, ensuring your kids walk and run safely and smoothly.",
            "MEMORY FOAM COMFORT - The memory foam insole of children's winter slippers every step, reduces and keeps little feet comfortable even on cold days.",
            "GREAT IDEA - Perfect for holidays, family gatherings, festivals, Christmas or every day, these kids slippers make these slippers a reflection for kids, and grandchildren."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71T-NXilEeL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F3NQ9TR7"
      }
    },
    {
      "asin": "B0FSD2HFXX",
      "csi_title": "Meik Mangni Bottes de Neige Femme Bottines Hiver Homme Doublure Chaud Peluche Courte Bottines Confortable Imperm&#233;ables Antid&#233;rapant Plates Chaussures Ext&#233;rieur Marron 41EU&#65288;Taille de la semelle42EU&#65289;",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_183::{",
          "size_map": "41 EU",
          "additional_sizes_detected": [
            "numeric_41,",
            "41 EU",
            "42 EU"
          ],
          "structured_size": {
            "size": "numeric_41",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 41
          }
        },
        "footwear_size": {
          "size": "numeric_41",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 41
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Design à la mode : Couleurs et styles classiques, simples et pratiques, faciles à assortir, Peut être facilement porté avec n'importe quelle robe,pull ou Jean.",
            "Confort et chaleur :Doublure épaisse et confortable en peluche,au chaud et confortables lorsque vous sortez dans des conditions hivernales froides.Il est difficile pour la neige/l'eau de pénétrer dans les chaussures et de garder vos pieds au sec et confortables.",
            "Antidérapante et durable : Les semelles de ces bottes de neige sont conçues avec une texture antidérapante pour assurer la sécurité,Avec semelle en caoutchouc de haute qualité offre une excellente adhérence, traction et durabilité sur les surfaces glissantes,parfaites pour les activités de plein air.",
            "Facilité d'enfilage et de retrait : La conception haute offre un bon soutien de la cheville, vous protégeant des blessures. le design élégant et facile à utiliser à lacets signifie que nos bottes d'hiver peuvent être portées fermement peut être facilement ajusté et offrent un excellent soutien.",
            "Multifonctionnel:Une paire de bottes de neige d'hiver pratiques et confortables pour la randonnée, le ski, la promenade du chien ou les tâches ménagères à l'extérieur.Ces bottes de neige sont également un excellent cadeau pour les familles, les amis, pour Noël, l’Action de grâces, le Nouvel An, la Saint-Valentin et l’hiver glacial!",
            "Non-slip and durable: The soles of these snow boots are designed with a non-slip texture to ensure safety, with a high-quality rubber sole provides excellent grip, traction and durability on slippery surfaces, perfect for outdoor activities."
          ],
          "other": [
            "Fashionable design: classic colors and styles, simple and practical, easy to match, can be easily worn with any dress, sweater or jeans.",
            "Comfort and warmth: thick and comfortable plush lining, warm and comfortable when you go out in cold winter conditions. It is difficult for snow/water to get into the shoes and keep your feet dry and comfortable.",
            "Easy to put on and take off: The high design provides good ankle support, protecting you from injury. The stylish and easy-to-use lace-up design means our winter boots can be worn firmly can be easily adjusted and provide great support.",
            "Multifunctional: A pair of practical and comfortable winter snow boots for hiking, skiing, walking the dog or doing household chores outdoors. These snow boots are also a great gift for families, friends, for Christmas, Thanksgiving, New Year, Valentine's Day and icy winter!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71IliscyO3L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FSD2HFXX"
      }
    },
    {
      "asin": "B0DJVJ27CQ",
      "csi_title": "Santiags mi-hautes &#224; strass",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "40 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_210::{",
            "numeric_40,",
            "40 EU"
          ],
          "structured_size": {
            "fit_size": "\"9\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_40",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 40
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Talon Carré",
            "5 à 8 cm | Haut"
          ],
          "other": [
            "Bottes",
            "Santiags",
            "Bout pointu",
            "Boots",
            "Pointed Toe",
            "Square Heel",
            "5 to 8 cm | Tall"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51X9PMmd1KL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DJVJ27CQ"
      }
    },
    {
      "asin": "B0FHQLZK7X",
      "csi_title": "Bottines Imperm&#233;ables Courtes ELT Waldhausen, Gris, 41 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_353::{",
          "size_map": "41 EU",
          "additional_sizes_detected": [
            "numeric_41,",
            "41 EU"
          ],
          "structured_size": {
            "size": "numeric_41",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 41
          }
        },
        "footwear_size": {
          "size": "numeric_41",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 41
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Imperméable",
            "Résistant",
            "Semelle antidérapante",
            "Épingle avec logo E·L·T",
            "Durable"
          ],
          "other": [
            "Doublure chaude",
            "Waterproof",
            "Warm lining",
            "Non-slip sole",
            "Brooch with E logo"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61pLj6FqZIL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FHQLZK7X"
      }
    },
    {
      "asin": "B0F48XZ6F3",
      "csi_title": "bugatti Bottines classiques pour homme, bottes pour homme avec doublure froide, 41 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_210::{",
          "size_map": "41 EU",
          "additional_sizes_detected": [
            "numeric_41,",
            "41 EU"
          ],
          "structured_size": {
            "size": "numeric_41",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 41
          }
        },
        "footwear_size": {
          "size": "numeric_41",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 41
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Type de produit : Bottes, Bottes classiques, Bottines, Bottes en cuir, Fermeture éclair",
            "Matériau extérieur : synthétique, matériau intérieur : textile, semelle extérieure : TPR, semelle intérieure : synthétique",
            "Largeur : Normale, Fermeture : Fermeture éclair"
          ],
          "other": [
            "Type de talon : talon bloc",
            "Product type: Boots, Classic boots, Boots, Leather boots, Zipper",
            "Upper material: synthetic, inner material: textile, outsole: TPR, insole: synthetic",
            "Heel type: block heel",
            "Width: Normal, Closure: Zip"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/711jI1vsM-L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F48XZ6F3"
      }
    },
    {
      "asin": "B0CK4NSK2K",
      "csi_title": "Lumberjack Chaussure Homme Connery SMC4913-002 B73 CB001 Black, Noir, 39 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_195::{",
          "size_map": "39 EU",
          "additional_sizes_detected": [
            "numeric_39,",
            "39 EU"
          ],
          "structured_size": {
            "size": "numeric_39",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 39
          }
        },
        "footwear_size": {
          "size": "numeric_39",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 39
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Style classique : ces bottes Chelsea en cuir noir ont un design intemporel et polyvalent, adaptées à toutes les occasions.",
            "Matériaux de qualité : fabriqués en cuir de haute qualité pour la tige et semelle en caoutchouc durable, garantissent durabilité et confort.",
            "Coupe confortable : la forme élastique sur les côtés vous permet de les porter et de les enlever facilement, tandis que la semelle intérieure rembourrée offre un soutien confortable.",
            "Hauteur du talon : 3 cm, une hauteur modérée qui apporte une touche d'élégance sans compromettre le confort.",
            "Polyvalence : ces bottes s'accordent parfaitement avec un jean, un pantalon décontracté ou une tenue plus élégante, ce qui en fait une option polyvalente pour la garde-robe."
          ],
          "other": [
            "Brand: Lumberjack",
            "Model: half boot",
            "Material: Upper: Leather",
            "Item: SMC4913-002",
            "Colour: black"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61Kyje+pMVL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CK4NSK2K"
      }
    },
    {
      "asin": "B0DK7HLZWF",
      "csi_title": "Redskins Electron Boots-Bottine Homme 44",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_148::{",
          "size_map": "44 EU",
          "additional_sizes_detected": [
            "numeric_44,",
            "44 EU"
          ],
          "structured_size": {
            "gender": "men",
            "size": "numeric_44",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 44
          }
        },
        "footwear_size": {
          "gender": "men",
          "size": "numeric_44",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 44
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Type de produit : </br> Matériau supérieur : </br> Matériau intérieur : </br> Type de fermeture : fermeture éclaire </br> Type de talon : </br> Type de bout : </br> Hauteur de talon :"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51yZpmIjDxL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DK7HLZWF"
      }
    },
    {
      "asin": "B0FFBMLPLT",
      "csi_title": "Generisch Bottes en caoutchouc pour homme avec doublure - Bottes de pluie - Chaussures de pluie - Demi-hautes - Bottes de travail - Imperm&#233;ables - Bottes de jardin - Bottes de pluie d&apos;hiver - Bottines",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_123::{",
          "size_map": "42 EU",
          "additional_sizes_detected": [
            "numeric_42,",
            "42 EU"
          ],
          "structured_size": {
            "size": "numeric_42",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 42
          }
        },
        "footwear_size": {
          "size": "numeric_42",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 42
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "bottines en caoutchouc pour femmes 39 bottines en caoutchouc pour hommes 47 noir bottines de pluie pour femmes 42 bottines de pluie pour femmes légères bottines de pluie pour hommes 45 bottines de pluie pour femmes à vélo bottines de pluie pour hommes extra larges bottines de pluie pour enfants 34 bottes pour enfants overknees bottes pour femmes sexy rouges bottes cowboy pour hommes en cuir bottes pour hommes bottes pour femmes en cuir bottes pour hommes bleues bottes à cheville pour femmes d'été",
            "bottes en caoutchouc pour femmes doublées mi-haut colorées bottes en caoutchouc taille 34 bottes de pluie pour filles taille 34 bottes de pluie pour femmes imperméables courtes bottes de pluie pour hommes doublées chaussures de pluie pour femmes 43 chaussures de pluie pour hommes imperméables bottes de pluie pour enfants 22 bottes chaussures pour enfants 34 bottes pour hommes bottines pour hommes brun en cuir bottes motard pour hommes bottes chaussures pour femmes 38 5 bottes chaussures pour hommes en cuir bottes pour femmes",
            "Bottes en caoutchouc pour femme 39 mi-hautes bottes en caoutchouc taille 39 bottes de pluie pour fille 35 bottes de pluie pour femme mi-hautes bottes de pluie légères pour femme bottes de pluie mi-hautes pour femme chaussures de pluie pour femme doublées chaussures de pluie pour homme 47 bottes de pluie rain boots pour enfants 23 bottines pour femme avec talon été bottines pour homme en cuir 48 bottes pour homme été bottes en cuir pour femme bottes en cuir pour homme 46 bottes pour femme noires à plateforme",
            "Bottes en caoutchouc pour femmes 39 imperméables Bottes en caoutchouc pour hommes 43 Bottes de pluie pour hommes taille 48 Bottes de pluie pour femmes courtes et colorées Bottes de pluie pour hommes mi-hautes Bottes de pluie pour femmes 42 Bottes de pluie pour hommes 47 Bottes de pluie pour filles 27 Bottes de pluie pour enfants arc-en-ciel Bottes courtes pour femmes printemps noir Bottes courtes pour hommes noir Bottes pour hommes noir Bottes pour femmes Bottes en toile pour femmes Bottes pour hommes Bottes courtes pour hommes Bottes courtes pour femmes",
            "bottes en caoutchouc pour femmes bottes en caoutchouc pour hommes 45 bottes de pluie pour enfants 37 bottes de pluie légères pour femmes bottes de pluie mi-hautes pour femmes chaussures de pluie pour femmes imperméables chaussures de pluie pour hommes bottes de pluie pour filles 27 bottes chaussures pour enfants bottes pour femmes 39 bottes en caoutchouc pour hommes 45 chukka bottes pour hommes noir bottes chaussures pour femmes 39 bleu bottes chaussures pour hommes bottes pour femmes été"
          ],
          "other": [
            "wellies women 39 wellies wellies for men 47 black rain boots women rain boots for women lightweight rain boots for men 11 rain shoes women extra wide rain boots kids boots kids boots sexy red boots cowboy boots leather boat shoes men women blue leather boat shoes blue leather boots summer boots women",
            "womens lined wellies mid high boots women wellies colorful wellies size 2 girls rain boots short rain boots women rain boots women lined rain boots mens rain boots mens rain boots waterproof kids rain boots 22 kids boat shoes 34 ankle boots men women leather biker boots women",
            "wellington boots women wellies mid rise wellies size 6 rain boots girls 3 mid rain boots women mid rain boots women lined rain shoes mens rain shoes 12 rain boots for men uk 12 kids rain boots uk 6 summer ankle boots women summer ankle boots leather 11 black platter",
            "wellington boots women 6 women rain boots waterproof rain boots men long rain boots men size 13 colorful short rain boots for men mid rise rain boots women 8 rain boots girls 27 rain boots kids rain boots rainbow ankle boots black ankle boots men women",
            "wellies women wellies rain boots for men women 11 rain boots women lightweight rain boots for women mid rise rain boots waterproof rain shoes for men girls 27 boat shoes kids wellies men wellies men 11 chukka boots for men black boat shoes women 39 blue summer boots women"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61FeUkJIbOL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FFBMLPLT"
      }
    },
    {
      "asin": "B0BWFTB5Q4",
      "csi_title": "MUSTANG Bottine Femme 1480-602, Pointure:39 EU, La Couleur:Beige",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": null,
          "additional_sizes_detected": [
            "39 EU"
          ],
          "structured_size": {
            "fit_size": "\"8\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Du suchst einen sportlichen Winterbegleiter? Dann bist du mit diesem Schnürboot von Mustang bestens beraten!",
            "Im Inneren findet man eine komfortable Ausstattung aus weichen wärmenden Futter, der bei jedem Schritt ein wohliges Gefühl an den Fuß weitergibt.",
            "Der praktische Reißverschluss und die Schnürung gewähren ein einfaches An- und Ausziehen und passen sich dem Fuß perfekt an.",
            "Die leichte Plateausohle aus Synthetik sorgt zusätzlich für ein angenehmes Laufgefühl."
          ],
          "other": [
            "Das Obermaterial in einer modernen Optik, mit tollen Details, ist pflegeleicht und robust.",
            "Heel shape: flat",
            "Shoe width: medium",
            "Water resistance rating: not waterproof"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/617jK3YB77L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0BWFTB5Q4"
      }
    },
    {
      "asin": "B0FSD242ZC",
      "csi_title": "Meik Mangni Bottes de Neige Femme Bottines Hiver Homme Doublure Chaud Peluche Courte Bottines Confortable Imperm&#233;ables Antid&#233;rapant Plates Chaussures Ext&#233;rieur Marron 37EU&#65288;Taille de la semelle38EU&#65289;",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_147::{",
          "size_map": "37 EU",
          "additional_sizes_detected": [
            "numeric_37,",
            "37 EU",
            "38 EU"
          ],
          "structured_size": {
            "size": "numeric_37",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 37
          }
        },
        "footwear_size": {
          "size": "numeric_37",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 37
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Design à la mode : Couleurs et styles classiques, simples et pratiques, faciles à assortir, Peut être facilement porté avec n'importe quelle robe,pull ou Jean.",
            "Confort et chaleur :Doublure épaisse et confortable en peluche,au chaud et confortables lorsque vous sortez dans des conditions hivernales froides.Il est difficile pour la neige/l'eau de pénétrer dans les chaussures et de garder vos pieds au sec et confortables.",
            "Antidérapante et durable : Les semelles de ces bottes de neige sont conçues avec une texture antidérapante pour assurer la sécurité,Avec semelle en caoutchouc de haute qualité offre une excellente adhérence, traction et durabilité sur les surfaces glissantes,parfaites pour les activités de plein air.",
            "Facilité d'enfilage et de retrait : La conception haute offre un bon soutien de la cheville, vous protégeant des blessures. le design élégant et facile à utiliser à lacets signifie que nos bottes d'hiver peuvent être portées fermement peut être facilement ajusté et offrent un excellent soutien.",
            "Multifonctionnel:Une paire de bottes de neige d'hiver pratiques et confortables pour la randonnée, le ski, la promenade du chien ou les tâches ménagères à l'extérieur.Ces bottes de neige sont également un excellent cadeau pour les familles, les amis, pour Noël, l’Action de grâces, le Nouvel An, la Saint-Valentin et l’hiver glacial!",
            "Non-slip and durable: The soles of these snow boots are designed with a non-slip texture to ensure safety, with a high-quality rubber sole provides excellent grip, traction and durability on slippery surfaces, perfect for outdoor activities."
          ],
          "other": [
            "Fashionable design: classic colors and styles, simple and practical, easy to match, can be easily worn with any dress, sweater or jeans.",
            "Comfort and warmth: thick and comfortable plush lining, warm and comfortable when you go out in cold winter conditions. It is difficult for snow/water to get into the shoes and keep your feet dry and comfortable.",
            "Easy to put on and take off: The high design provides good ankle support, protecting you from injury. The stylish and easy-to-use lace-up design means our winter boots can be worn firmly can be easily adjusted and provide great support.",
            "Multifunctional: A pair of practical and comfortable winter snow boots for hiking, skiing, walking the dog or doing household chores outdoors. These snow boots are also a great gift for families, friends, for Christmas, Thanksgiving, New Year, Valentine's Day and icy winter!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71IliscyO3L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FSD242ZC"
      }
    },
    {
      "asin": "B08BLRQTFY",
      "csi_title": "Cipriata Annetta Bottines en cuir marron &#224; lacets pour femme avec fermeture &#233;clair, taille EU: 12.5, 37 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": null,
          "additional_sizes_detected": [
            "37 EU"
          ],
          "structured_size": {
            "fit_size": "\"6\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Marque : Cipriata - Style : Anneta",
            "Matériau extérieur : cuir synthétique. Laçage à 8 œillets avec fermeture éclair YKK intérieure",
            "Doublure textile/PU avec chaussette en mousse à mémoire de forme",
            "Matière : synthétique et textile",
            "Brand: Cipriata Style: Anneta"
          ],
          "other": [
            "Semelle : semelle TPR",
            "Upper material: faux leather. 8 eyelet lacing with internal YKK zip",
            "Textile/PU lining with memory foam sock",
            "Sole: TPR sole",
            "Material: Synthetic and Textile"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71gPLVRV4JL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B08BLRQTFY"
      }
    },
    {
      "asin": "B0D6B762VC",
      "csi_title": "Chaussures de Boxe Hautes Formation Lutte Chaussures Longues Bottines de Boxe Entra&#238;nement Comp&#233;tition Sneaker Hommes Noir Semelle Blanche, rouge, 38 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_148::{",
          "size_map": "38 EU",
          "additional_sizes_detected": [
            "numeric_38,",
            "38 EU"
          ],
          "structured_size": {
            "size": "numeric_38",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 38
          }
        },
        "footwear_size": {
          "size": "numeric_38",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 38
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Sandales pour femmes avec talons - Sandale à talons hauts - Sandale romaine - Sandale à bout ouvert - Sandale à talons aiguilles - Sandale de soirée - Sandale à brides - Sandale de fête - Sandale de soirée pour femmes - Sandale confortable pour femmes - Sandale avec strass - Sandale scintillante - Sandale plate - Sandale élégante avec fermeture éclair - Sandale brillante - Sandale antidérapante pour la plage",
            "Sandalettes d'hiver pour femmes avec talon bloc - Sandales à talon élégantes - Femmes Peeptoes - Chaussures d'hiver - Sandales de plage - Sandales à boucle - Sandales romaines - Tongs - Sandales à talon pour femmes avec talon, Sandalettes à talons hauts - Sandale ouverte sexy avec bout ouvert - Sandales Maul - Chaussures d'hiver à boucle - Sandales élégantes - Sandales romaines avec talon bloc - Chaussures rétro à plateforme",
            "Sandales en caoutchouc à plateforme pour femmes, sandales à plateforme pour femmes, sandales marron pour femmes, sandales de randonnée pour femmes, bottes pour femmes, bottines pour femmes, bottines blanches pour femmes, sandales pour femmes, sandales bleues pour femmes, pointure 39, sandales d'eau pour femmes, bottes de randonnée pour femmes, bottes en caoutchouc pour femmes, taille 42, sandales avec semelle intérieure pour femmes, sandales gladiatrices pour femmes, sandales pour femmes",
            "Sandales pour filles en cuir - Sandales élégantes pour femmes avec talon - Sandales dorées avec paillettes plates pour femmes - Sandales plates pour femmes - Sandalettes d'été élégantes pour femmes en noir - Sandalettes pour femmes en noir - Sandalettes beiges pour femmes avec talon - Pantoufles pour femmes en noir - Sandalettes avec trous pour femmes avec semelle plantaire - Tongs pour femmes avec pieds larges - Élégantes pantoufles pour enfants filles - Sandalettes avec talon bloc doré - Tongs de protection noires - Chaussures d'été pour femmes avec talon - Sandales de plage pour filles - Chaussures d'été pour femmes",
            "Sandales pour femmes avec talon compensé, sandales élégantes pour femmes avec talon, sandales de randonnée pour femmes avec semelle souple, escarpins à talon compensé blancs, sandales compensées pour femmes 39, escarpins à brides rouges pour femmes, mules pour femmes avec talon 44, sandales compensées pour femmes avec paillettes, pantoufles pour hommes amusantes, pantoufles en caoutchouc pour femmes"
          ],
          "other": [
            "heeled sandals for women high heel sandals roman sandals peep toe sandals evening shoes comfortable evening shoes for women rhinestone glitter flat sandals elegant shiny zipper non slip",
            "women's winter sandals with block heel elegant winter shoes beach sandals roman sandals high heel sandals sexy open toe shoes winter shoes buckle elegant roman sandals with block heel retro platform shoes",
            "wellington boots high platform sandals for women summer ankle boots brown hiking sandals for women summer boots for women summer boots for women white ankle boots for women blue sandals for women uk 6 water sandals for women hiking boots for women wellies wellies 42 sandals for women with insole gladiator sandals for women",
            "sandals for girls leather sandals for women with elegant heel gold glitter sandals flat sandals for women velcro flat sandals for women summer sandals for women black sandals for women black sandals for women beige sandals for women with heel black sandals for women with heel black sandals for women with sole toe separators for women wide feet elegant sandals kids girls sandals gold sandals block heel black protection summer shoes for women with heels sandals summer shoes for women Girl",
            "sandals for women with wedge heel, elegant sandals with heel, trekking sandals for women with soft sole, white wedge heel pumps, sandals for women 39, strappy pumps for women, ladies sandals with heel 44, glitter sandals, slippers for men and women, funny rubber slippers for women"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61ZvR6LNneL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0D6B762VC"
      }
    },
    {
      "asin": "B0B95Z8YYJ",
      "csi_title": "ALPE Janis Marron 40",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_214::{",
          "size_map": "40 EU",
          "additional_sizes_detected": [
            "numeric_40,",
            "$additional_links_augmentor_237::{",
            "40 EU"
          ],
          "structured_size": {
            "size": "numeric_40",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 40
          }
        },
        "footwear_size": {
          "size": "numeric_40",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 40
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Type de produit : Chaussures"
          ],
          "other": [
            "Alpe Janis Marron 40",
            "Marque: Alpe",
            "Couleur: Marron",
            "Taille: 40 EU",
            "Alpe Janis Brown 40",
            "Product type : shoes",
            "Brand: Alpe",
            "Colour: brown",
            "size: 40 eu"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/718ad8iZaJL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0B95Z8YYJ"
      }
    },
    {
      "asin": "B0FLPV415C",
      "csi_title": "IF Fashion Bottines pour femme Biker Motocycliste &#224; la cheville avec multiples boucles Anfibi 660-3, 38 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "38 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_213::{",
            "numeric_38,",
            "38 EU"
          ],
          "structured_size": {
            "fit_size": "\"7\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_38",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 38
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau : cuir synthétique",
            "Produit expédié d'Italie."
          ],
          "other": [
            "Bottes au mollet pour femme.",
            "Biker motard multi boucles",
            "Women's calf boots.",
            "Biker biker multi loops",
            "Material: PU Leather",
            "Shipped from Italy."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61CKUb3jX4L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FLPV415C"
      }
    },
    {
      "asin": "B0CGXW241Q",
      "csi_title": "Toocool Bottines de motard d&#233;contract&#233;es avec boucle G527 pour femme, Noir , 40 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_167::{",
          "size_map": "40 EU",
          "additional_sizes_detected": [
            "numeric_40,",
            "40 EU"
          ],
          "structured_size": {
            "size": "numeric_40",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 40
          }
        },
        "footwear_size": {
          "size": "numeric_40",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 40
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Type de produit : bottes"
          ],
          "other": [
            "Toocool Chaussures Femme Biker Boots Low Biker Casual Buckle G527, Noir, 8 UK",
            "Marque : Toocool",
            "Couleur : noir",
            "Pointure 40",
            "Toocool Women's Biker Boots Low Biker Casual Buckle G527, Black, 8 UK",
            "Product Type: Boot",
            "Brand: Toocool",
            "Colour: black",
            "40 EU"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71pcYk0D-WL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CGXW241Q"
      }
    },
    {
      "asin": "B0D6GHVPX9",
      "csi_title": "Remonte Bottines classiques pour femmes D0780, Femmes Bottines, chaussant amovible, d&#233;perlant, remonteTEX, Blanc 80, 42 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_196::{",
          "size_map": "42 EU",
          "additional_sizes_detected": [
            "numeric_42,",
            "42 EU"
          ],
          "structured_size": {
            "size": "numeric_42",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 42
          }
        },
        "footwear_size": {
          "size": "numeric_42",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 42
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Type de produit : bottines, chaussures basses, baskets hautes, chaussures pour femme, chaussures à lacets, bottines à lacets, coupe moyenne",
            "Matériau extérieur : cuir lisse, matériau intérieur : textile, semelle extérieure : semelle TR, semelle intérieure : textile",
            "Largeur : normale (G), fermeture : fermeture éclair, résistance à l'eau : déperlant grâce à remonteTEX",
            "Ce modèle est doté de la membrane remonteTEX hydrofuge, qui garantit une protection optimale contre l'humidité ainsi qu'une parfaite protection contre le froid et le vent avec une bonne respirabilité. La semelle intérieure amovible est particulièrement douce et absorbe les chocs et peut être remplacée par des semelles orthopédiques personnalisées. La laine vierge naturelle de qualité supérieure offre une protection fiable contre le froid tout en offrant un bon climat pour les pieds grâce à ses propriétés respirantes et à son confort optimal."
          ],
          "en": [
            "This model features the water-repellent remonteTEX membrane that guarantees optimal protection against moisture and cold and wind with good breathability. The removable insole is extra soft and shock-absorbing and can be replaced with individual (orthopedic) insoles. The high-quality natural virgin wool offers reliable protection against the cold and at the same time provides a good foot climate thanks to its breathable properties and optimal comfort."
          ],
          "other": [
            "Type de talon : plat, Hauteur du talon : 3,5 cm, Type de tige : demi-tige, Hauteur de la tige : 10 cm",
            "Product type: ankle boots, low shoes, high trainers, women's shoes, lace-up shoes, lace-up boots, mid-length cut",
            "Upper material: smooth leather, inner material: textile, outsole: TR sole, insole: textile",
            "Heel Type: Flat, Heel Height: 3.5 cm, Shaft Type: Half Shaft, Shaft Height: 10 cm",
            "Width: normal (G), closure: zip, water resistance: waterproof thanks to remonteTEX"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51i7okC9ZLL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0D6GHVPX9"
      }
    },
    {
      "asin": "B0FSD1V32R",
      "csi_title": "Meik Mangni Bottes de Neige Femme Bottines Hiver Homme Doublure Chaud Peluche Courte Bottines Confortable Imperm&#233;ables Antid&#233;rapant Plates Chaussures Ext&#233;rieur Moka 38EU&#65288;Taille de la semelle39EU&#65289;",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_165::{",
          "size_map": "38 EU",
          "additional_sizes_detected": [
            "numeric_38,",
            "38 EU",
            "39 EU"
          ],
          "structured_size": {
            "size": "numeric_38",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 38
          }
        },
        "footwear_size": {
          "size": "numeric_38",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 38
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Design à la mode : Couleurs et styles classiques, simples et pratiques, faciles à assortir, Peut être facilement porté avec n'importe quelle robe,pull ou Jean.",
            "Confort et chaleur :Doublure épaisse et confortable en peluche,au chaud et confortables lorsque vous sortez dans des conditions hivernales froides.Il est difficile pour la neige/l'eau de pénétrer dans les chaussures et de garder vos pieds au sec et confortables.",
            "Antidérapante et durable : Les semelles de ces bottes de neige sont conçues avec une texture antidérapante pour assurer la sécurité,Avec semelle en caoutchouc de haute qualité offre une excellente adhérence, traction et durabilité sur les surfaces glissantes,parfaites pour les activités de plein air.",
            "Facilité d'enfilage et de retrait : La conception haute offre un bon soutien de la cheville, vous protégeant des blessures. le design élégant et facile à utiliser à lacets signifie que nos bottes d'hiver peuvent être portées fermement peut être facilement ajusté et offrent un excellent soutien.",
            "Multifonctionnel:Une paire de bottes de neige d'hiver pratiques et confortables pour la randonnée, le ski, la promenade du chien ou les tâches ménagères à l'extérieur.Ces bottes de neige sont également un excellent cadeau pour les familles, les amis, pour Noël, l’Action de grâces, le Nouvel An, la Saint-Valentin et l’hiver glacial!",
            "Non-slip and durable: The soles of these snow boots are designed with a non-slip texture to ensure safety, with a high-quality rubber sole provides excellent grip, traction and durability on slippery surfaces, perfect for outdoor activities."
          ],
          "other": [
            "Fashionable design: classic colors and styles, simple and practical, easy to match, can be easily worn with any dress, sweater or jeans.",
            "Comfort and warmth: thick and comfortable plush lining, warm and comfortable when you go out in cold winter conditions. It is difficult for snow/water to get into the shoes and keep your feet dry and comfortable.",
            "Easy to put on and take off: The high design provides good ankle support, protecting you from injury. The stylish and easy-to-use lace-up design means our winter boots can be worn firmly can be easily adjusted and provide great support.",
            "Multifunctional: A pair of practical and comfortable winter snow boots for hiking, skiing, walking the dog or doing household chores outdoors. These snow boots are also a great gift for families, friends, for Christmas, Thanksgiving, New Year, Valentine's Day and icy winter!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71Zf5o70WVL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FSD1V32R"
      }
    },
    {
      "asin": "B07YDW6SL7",
      "csi_title": "Toocool - Bottes Femme Biker Boots avec Boucles, Bottes Militaires, Chaussures de Motocycliste D&#233;contract&#233;es G620, Noir , 37 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_190::{",
          "size_map": "37 EU",
          "additional_sizes_detected": [
            "numeric_37,",
            "$additional_links_augmentor_213::{",
            "37 EU"
          ],
          "structured_size": {
            "size": "numeric_37",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 37
          }
        },
        "footwear_size": {
          "size": "numeric_37",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 37
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Toocool Bottes de moto pour femmes Boucle Chaussures décontractées Biker Amphibian G620 37, Noir",
            "Type de produit : BOTTE"
          ],
          "other": [
            "Marque: Toocool",
            "Taille: 37 EU",
            "Toocool Women's Motorcycle Boots Buckle Casual Shoes Biker Amphibian G620 37, Black",
            "Product type : boot",
            "Brand: Toocool",
            "size: 37"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71Vi02Rdc7L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B07YDW6SL7"
      }
    },
    {
      "asin": "B0D1KCXCYY",
      "csi_title": "Gabor Bottines classiques pour femme, Bottes pour femmes, Best Fitting, 40.5 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "40.5 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_146::{",
            "numeric_40_point_5,",
            "40.5 EU"
          ],
          "structured_size": {
            "fit_size": "\"9\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_40_point_5",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 40
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Type de produit : Bottes, Bottes classiques, Bottines, Bottes en cuir, Bottes à lacets, Fermeture éclair",
            "Matériau extérieur : cuir nubuck/cuir lisse, matériau intérieur : mélange (gratté), semelle extérieure : semelle TR, semelle intérieure : semelle intérieure",
            "Largeur : Largeur normale (F), Fermeture : Fermeture éclair"
          ],
          "other": [
            "Type de talon : talon bloc, hauteur du talon : 3 cm, type de tige : tige longue, hauteur de la tige : 38 cm",
            "Bottes, bottines, bottes d'hiver, chaussures d'hiver, chaussures de transition, chaussures de demi-saison, bottes longues",
            "Product Type: Boots, Classic Boots, Boots, Leather Boots, Long Boots, Zipper",
            "Upper material: suede/smooth leather, inner material: mix (scratched), outsole: TR sole, insole: insole",
            "Heel Type: Block Heel, Heel Height: 3 cm, Shaft Type: Long, Shaft Height: 38 cm",
            "Width: normal width (F), Closure: zip",
            "Boots, Boots, Winter Boots, Transition Boots, Long Boots"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61zk24DS5ML.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0D1KCXCYY"
      }
    },
    {
      "asin": "B09P4B1P82",
      "csi_title": "Lowa Zephyr GTX Hi TF Suede Textile Bottes, Coyote, Coyote, 42.5 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_161::{",
          "size_map": "42.5 EU",
          "additional_sizes_detected": [
            "numeric_42_point_5,",
            "42.5 EU"
          ],
          "structured_size": {
            "size": "numeric_42_point_5",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 42
          }
        },
        "footwear_size": {
          "size": "numeric_42_point_5",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 42
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "La botte opérationnelle multifonctionnelle Zephyr GTX HI TF est l’option idéale pour ceux qui recherchent une botte opérationnelle polyvalente et robuste avec des fonctions intelligentes. Grâce à sa partie supérieure résistante, fabriquée avec une combinaison durable de tissu et de daim, la ZEPHYR GTX HI TF offre un bon niveau d'adhérence et de soutien sur de nombreux terrains différents.",
            "Amphibiens équipés d'une semelle en caoutchouc LOWA C'est une semelle conçue par LOWA qui présente un profil fabriqué avec un mélange spécial de caoutchouc pour mieux s'adapter aux diverses conditions d'utilisation. L'avantage d'une semelle en caoutchouc est une bonne adhérence.",
            "La semelle intermédiaire LOWA MONOWRAP de ZEPHYR GTXHI TF assure un confort optimal. Il s'agit de la conception tridimensionnelle de la semelle intermédiaire, développée par LOWA en 1995. Ce cadre enveloppe confortablement le pied et le soutient sur les terrains accidentés.",
            "La semelle ZEPHYR GTX HI TF est reliée à la tige par un procédé d'injection techniquement complexe, qui garantit une performance efficace et un grand confort. Ensuite, la partie supérieure de la chaussure est placée dans une forme spéciale, qui est ensuite remplie de plusieurs couches de mousse en polyéthylène. Le résultat ? Une semelle reliée directement à l'empeigne formant une seule unité.",
            "La chaussure a une rigidité moyenne à la flexion."
          ],
          "en": [
            "The boots are equipped with a LOWA Rubber outsole. This is a sole designed by LOWA that offers a profile composed of a special rubber blend to adapt to different conditions of use. The advantage of a rubber sole is good grip.",
            "The midsole with LOWA MONOWRAP frame from ZEPHYR GTX, HI TF, ensures optimal comfort. This is a three-dimensional midsole design developed by LOWA in 1995. This frame surrounds the foot more domed and supports it on uneven surfaces.",
            "The shoe has medium stiffness when bending."
          ],
          "other": [
            "The Zephyr GTX HI TF Multi-Function Boot is the ideal choice for anyone looking for a versatile and robust boot with smart functionality. Thanks to its robust outer material, made with a robust combination of fabric and suede, ZEPHYR GTX HI TF offers a good level of support and support on many different terrains.",
            "The sole of the ZEPHYR GTX HI TF is connected to the upper by a technically complex injection process that ensures effective softening and comfort. Thus, the upper part of the shoe is positioned in a special shape, which is then filled with several layers of polyethylene foam. The result? A sole that is directly connected to the upper and forms a single unit."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/813Bk6d73XL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B09P4B1P82"
      }
    },
    {
      "asin": "B0DQ24DV19",
      "csi_title": "Joma Bottines classiques pour homme, Noir , 44 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "44 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_172::{",
            "numeric_44,",
            "44 EU"
          ],
          "structured_size": {
            "fit_size": "\"10.5\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_44",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 44
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": "Caoutchouc synthétique",
          "normalized": "Rubber"
        },
        "bullet_points": {
          "other": [
            "PRIME",
            "Plain Black"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61nlDzA490L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DQ24DV19"
      }
    },
    {
      "asin": "B0FLDY3XVL",
      "csi_title": "Bottes de pluie en caoutchouc pour femme - Larges mollets - Antid&#233;rapantes - Bottes de cheville plates en caoutchouc - Chaussures de pluie imperm&#233;ables - Bottes courtes - Bottes de randonn&#233;e pour",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_77::{",
          "size_map": "38 EU",
          "additional_sizes_detected": [
            "numeric_38,",
            "38 EU"
          ],
          "structured_size": {
            "size": "numeric_38",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 38
          }
        },
        "footwear_size": {
          "size": "numeric_38",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 38
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Antidérapant : Les semelles avec un profil antidérapant améliorent la stabilité. La résistance antidérapante des bottines assure un maintien stable sur les chemins boueux, elles vous offrent un maintien stable et une sécurité lors de la marche.",
            "Durable : Ces bottes de pluie mi-hautes pour femmes sont résistantes à l'usure et durables, idéales pour une utilisation fréquente dans diverses conditions météorologiques. Elles résistent aux tests de diverses conditions routières complexes et ne s'usent ni ne se détériorent facilement.",
            "Confort : avec leur semelle extérieure solide, ces bottes de pluie offrent un gain de taille discret mais aussi un confort tout au long de la journée sans fatiguer vos pieds.",
            "Bottines de sécurité beige pour femme, bottes de travail pour homme, bottes western pour femme, bottes cowboy pour femme, bottes à lacets bleues pour femme, bottes pour femme noires, bottes western pour femme, bottines pour femme été, bottes vernies pour femme été, bottes pour femme cowboy, bottes pour homme été, bottes pour homme cowboy, bottes western pour femme, bottes pour homme 43, bottes pour femme avec talon brun, bottines pour femme été noir, bottines pour femme noires avec talon, bottes pour homme en cuir, bottes cowboy pour femme brun, demi-bottines pour femme été, bottes cheville",
            "bottines cowboy pour femme, bottes pour homme, bottes d'été pour femme, bottines cowboy pour femme, bottes pour homme, bottes pour femme avec talon taille 45, bottines pour femme beige, bottines élégantes pour femme noires, bottes d'été pour femme, demi-bottes d'été pour femme beige, bottes cheville beige, chaussures en caoutchouc pour femme, bottes en caoutchouc pour femme, bottes en caoutchouc mi-hautes pour homme, bottes en caoutchouc mi-hautes pour homme, taille 44, bottes de pluie, taille 36, chaussures de jardin, taille 36, bottines pour femme marron, bottes d'été beige pour femme",
            "DURABLE These mid rise rain boots for women are wear-resistant and durable, ideal for frequent use in different weather conditions. They withstand the testing of various complex road conditions and are not easy to use and damage."
          ],
          "other": [
            "Non-slip: the outer soles with non-slip profile improve stability. The non-slip resistance of the ankle boots ensures a stable hold on muddy paths, providing you with a stable hold and safety when walking.",
            "COMFORT - With a solid outsole, these rain boots offer a discreet size gain but also all-day comfort without straining your feet.",
            "beige safety boots for women work boots for men women blue lace up boots western boots for women summer patent boots for women summer boots for women summer boots for women summer boots for men women summer ankle boots for men and women summer boots for men women cowboy boots for women western boots for women boots for men women boots for women boots for men black summer boots with heel boots for men leather boots for men cowboy boots summer boots for women brown",
            "cowboy ankle boots for women summer boots for women cowboy boots for women boots for men and women with heel size 11 beige ankle boots elegant ankle boots for women summer boots for women summer boots for women beige wellies wellies for women wellies for women wellies for women wellies for women wellies for women mid high wellies for men wellies for men wellies mid rise boots for men rubber boots for men 10 rain boots 36 garden summer boots for women - Brown - Size 3 6 - Beige"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61MKtR+juwL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FLDY3XVL"
      }
    },
    {
      "asin": "B0F9FWPRNH",
      "csi_title": "Gabor Bottes Classiques Femme, Bottes pour Femmes, Noir 27., 43 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "43 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_210::{",
            "numeric_43,",
            "43 EU"
          ],
          "structured_size": {
            "fit_size": "\"11\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_43",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 43
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Type de produit : Bottes, Bottes classiques, Bottines, Bottes en cuir, Fermeture éclair",
            "Matériau extérieur : vernis, Matériau intérieur : micro-doublure, Semelle extérieure : semelle microcellulaire, semelle intérieure : semelle intérieure",
            "Largeur : Largeur normale (F), Fermeture : Fermeture éclair"
          ],
          "other": [
            "Type de talon : plat, hauteur du talon : 3,5 cm, hauteur de la tige : 42 cm",
            "0",
            "Product type: Boots, Classic boots, Boots, Leather boots, Zipper",
            "Upper material: varnish, Inner material: micro-lining, Outsole: Microcellular sole, Insole: Insole",
            "Heel Type: Flat, Heel Height: 3.5 cm, Shaft Height: 42 cm",
            "Width: Normal Width (F), Closure: Zip"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71ZEtp0xdnL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F9FWPRNH"
      }
    },
    {
      "asin": "B0FHWK3QG1",
      "csi_title": "Bottes en caoutchouc pour hommes - Bottines courtes - Antid&#233;rapantes - Imperm&#233;ables - Bottes de pluie confortables - Bottes de jardin l&#233;g&#232;res - Cuisine - Chaussures de travail classiques",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_118::{",
          "size_map": "39 EU",
          "additional_sizes_detected": [
            "numeric_39,",
            "39 EU"
          ],
          "structured_size": {
            "size": "numeric_39",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 39
          }
        },
        "footwear_size": {
          "size": "numeric_39",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 39
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Durable et élégant : la zone des orteils de ces bottes de pluie a été soigneusement conçue pour prévenir l'usure tout en conservant un look élégant",
            "Charme polyvalent : quand il pleut, ces bottes de pluie à hauteur de cheville sont l'accessoire parfait pour n'importe quelle tenue. Que ce soit avec des jeans, des shorts ou des jupes, vous complétez facilement n'importe quel look. Veuillez vérifier attentivement le tableau des tailles avant l'achat. Si vous avez des questions, n'hésitez pas à nous contacter",
            "Étanches : Bottes en caoutchouc de haute qualité avec une imperméabilité fiable pour le jardin, la pluie et les activités en plein air",
            "Bottines en cuir pour femmes beiges taille 40 bottes en cuir pour femmes bottines en caoutchouc pour hommes bottes pour hommes marron chaussures pour hommes bottes en caoutchouc pour hommes bottes en caoutchouc pour hommes mi-hautes 44 bottes en caoutchouc pour femmes hautes bottes en caoutchouc pour femmes noires doublées chaussures de pluie pour femmes imperméables confortables bottes de jardin pour hommes chaussures de jardin pour femmes 39 bottines en cuir pour hommes marron été bottines de cowboy pour femmes en cuir marron bottes western pour hommes 44 bottes de randonnée en cuir pour femmes imperméables légères bottines à lacets pour femmes marron bottes d'équitation 38 bottes western pour filles",
            "Bottines femmes été bottines bottes de motard femmes bottes de cowboy bottes d'été bottes de cowboy femmes été bottines femmes bottines femmes chaussures femmes bottes de cowboy femmes cowboy bottes de cowboy femmes noir bottines d'été femmes à perforations bottines bottes de cowboy femmes marron western bottes de cowboy bottes femmes été bottes de cowboy",
            "DURABLE AND STYLISH The toe area of this rain boot has been carefully designed to prevent wear and tear while maintaining a stylish look"
          ],
          "other": [
            "VERSATILE CHARM - When it rains, these ankle high rain boots are the perfect accessory to any outfit. Whether with jeans, shorts or skirts, you easily complete any look. Please check the size chart carefully before buying, if you have any questions, please contact us",
            "Waterproof: high quality rubber boots with reliable sealing for garden, rain and outdoor activities",
            "cowboy boots for women beige size 7 leather and rubber boots mens boots brown wellies mens wellies mid rise wellies women wellies black lined wellies rain boots waterproof comfortable garden boots for men 39 summer boots for men brown leather cowboy boots hiking boots women waterproof lightweight boots women lace up boots Brown Riding Boots 3 8 for girl",
            "summer ankle boots for women boots for women biker boots for women cowboy boots for women summer boots for women summer boots for women cowboy boots for women cowboy boots for women cowboy boots for women summer boots for women summer boots for women cowboy boots for women cowboy boots for women summer boots for women cowboy boots for women summer boots for women"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51mn2-QjXNL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FHWK3QG1"
      }
    },
    {
      "asin": "B0FSCXM7V8",
      "csi_title": "Meik Mangni Bottes de Neige Femme Bottines Hiver Homme Doublure Chaud Peluche Courte Bottines Confortable Imperm&#233;ables Antid&#233;rapant Plates Chaussures Ext&#233;rieur Noir 44EU&#65288;Taille de la semelle45EU&#65289;",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_147::{",
          "size_map": "44 EU",
          "additional_sizes_detected": [
            "numeric_44,",
            "44 EU",
            "45 EU"
          ],
          "structured_size": {
            "size": "numeric_44",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 44
          }
        },
        "footwear_size": {
          "size": "numeric_44",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 44
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Design à la mode : Couleurs et styles classiques, simples et pratiques, faciles à assortir, Peut être facilement porté avec n'importe quelle robe,pull ou Jean.",
            "Confort et chaleur :Doublure épaisse et confortable en peluche,au chaud et confortables lorsque vous sortez dans des conditions hivernales froides.Il est difficile pour la neige/l'eau de pénétrer dans les chaussures et de garder vos pieds au sec et confortables.",
            "Antidérapante et durable : Les semelles de ces bottes de neige sont conçues avec une texture antidérapante pour assurer la sécurité,Avec semelle en caoutchouc de haute qualité offre une excellente adhérence, traction et durabilité sur les surfaces glissantes,parfaites pour les activités de plein air.",
            "Facilité d'enfilage et de retrait : La conception haute offre un bon soutien de la cheville, vous protégeant des blessures. le design élégant et facile à utiliser à lacets signifie que nos bottes d'hiver peuvent être portées fermement peut être facilement ajusté et offrent un excellent soutien.",
            "Multifonctionnel:Une paire de bottes de neige d'hiver pratiques et confortables pour la randonnée, le ski, la promenade du chien ou les tâches ménagères à l'extérieur.Ces bottes de neige sont également un excellent cadeau pour les familles, les amis, pour Noël, l’Action de grâces, le Nouvel An, la Saint-Valentin et l’hiver glacial!",
            "Non-slip and durable: The soles of these snow boots are designed with a non-slip texture to ensure safety, with a high-quality rubber sole provides excellent grip, traction and durability on slippery surfaces, perfect for outdoor activities."
          ],
          "other": [
            "Fashionable design: classic colors and styles, simple and practical, easy to match, can be easily worn with any dress, sweater or jeans.",
            "Comfort and warmth: thick and comfortable plush lining, warm and comfortable when you go out in cold winter conditions. It is difficult for snow/water to get into the shoes and keep your feet dry and comfortable.",
            "Easy to put on and take off: The high design provides good ankle support, protecting you from injury. The stylish and easy-to-use lace-up design means our winter boots can be worn firmly can be easily adjusted and provide great support.",
            "Multifunctional: A pair of practical and comfortable winter snow boots for hiking, skiing, walking the dog or doing household chores outdoors. These snow boots are also a great gift for families, friends, for Christmas, Thanksgiving, New Year, Valentine's Day and icy winter!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61y4+h-AbnL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FSCXM7V8"
      }
    },
    {
      "asin": "B0G1YVJ3RD",
      "csi_title": "Bottes pour Homme avec Mollet Large, Longueur Moyenne,Couleur Unie, Botte Blanches avec Fermeture &#233;clair lat&#233;rale, Bottes de P&#232;re No&#235;l avec Poignets Blancs et Sangle de Cheville",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "43 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_217::{",
            "numeric_43,",
            "43 EU"
          ],
          "structured_size": {
            "fit_size": "\"10\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": {
          "gender": "men",
          "size": "numeric_43",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 43
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {}
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/518k73oeHHL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0G1YVJ3RD"
      }
    },
    {
      "asin": "B0DP5DD5NB",
      "csi_title": "CAPRICE Bottines tendance pour femme 9-25310-45 en daim marron, 38 EU, Suede marron., 38 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "38 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_472::{",
            "numeric_38,",
            "38 EU"
          ],
          "structured_size": {
            "fit_size": "\"7\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_38",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 38
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "Memotion",
            "Antichoc",
            "Shockproof"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61kSX9bYsYL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DP5DD5NB"
      }
    },
    {
      "asin": "B0FSD2KFD4",
      "csi_title": "Meik Mangni Bottes de Neige Femme Bottines Hiver Homme Doublure Chaud Peluche Courte Bottines Confortable Imperm&#233;ables Antid&#233;rapant Plates Chaussures Ext&#233;rieur Moka 40EU&#65288;Taille de la semelle41EU&#65289;",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_147::{",
          "size_map": "40 EU",
          "additional_sizes_detected": [
            "numeric_40,",
            "40 EU",
            "41 EU"
          ],
          "structured_size": {
            "size": "numeric_40",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 40
          }
        },
        "footwear_size": {
          "size": "numeric_40",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 40
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Design à la mode : Couleurs et styles classiques, simples et pratiques, faciles à assortir, Peut être facilement porté avec n'importe quelle robe,pull ou Jean.",
            "Confort et chaleur :Doublure épaisse et confortable en peluche,au chaud et confortables lorsque vous sortez dans des conditions hivernales froides.Il est difficile pour la neige/l'eau de pénétrer dans les chaussures et de garder vos pieds au sec et confortables.",
            "Antidérapante et durable : Les semelles de ces bottes de neige sont conçues avec une texture antidérapante pour assurer la sécurité,Avec semelle en caoutchouc de haute qualité offre une excellente adhérence, traction et durabilité sur les surfaces glissantes,parfaites pour les activités de plein air.",
            "Facilité d'enfilage et de retrait : La conception haute offre un bon soutien de la cheville, vous protégeant des blessures. le design élégant et facile à utiliser à lacets signifie que nos bottes d'hiver peuvent être portées fermement peut être facilement ajusté et offrent un excellent soutien.",
            "Multifonctionnel:Une paire de bottes de neige d'hiver pratiques et confortables pour la randonnée, le ski, la promenade du chien ou les tâches ménagères à l'extérieur.Ces bottes de neige sont également un excellent cadeau pour les familles, les amis, pour Noël, l’Action de grâces, le Nouvel An, la Saint-Valentin et l’hiver glacial!",
            "Non-slip and durable: The soles of these snow boots are designed with a non-slip texture to ensure safety, with a high-quality rubber sole provides excellent grip, traction and durability on slippery surfaces, perfect for outdoor activities."
          ],
          "other": [
            "Fashionable design: classic colors and styles, simple and practical, easy to match, can be easily worn with any dress, sweater or jeans.",
            "Comfort and warmth: thick and comfortable plush lining, warm and comfortable when you go out in cold winter conditions. It is difficult for snow/water to get into the shoes and keep your feet dry and comfortable.",
            "Easy to put on and take off: The high design provides good ankle support, protecting you from injury. The stylish and easy-to-use lace-up design means our winter boots can be worn firmly can be easily adjusted and provide great support.",
            "Multifunctional: A pair of practical and comfortable winter snow boots for hiking, skiing, walking the dog or doing household chores outdoors. These snow boots are also a great gift for families, friends, for Christmas, Thanksgiving, New Year, Valentine's Day and icy winter!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71Zf5o70WVL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FSD2KFD4"
      }
    },
    {
      "asin": "B0FG2R2N7K",
      "csi_title": "Generisch Bottes de pluie en caoutchouc pour femmes - Bottes de pluie demi-hautes - Bottes de pluie imperm&#233;ables - Bottines de pluie - Chaussures de pluie - Bottes de s&#233;curit&#233; - Chaussures de travail",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_148::{",
          "size_map": "38 EU",
          "additional_sizes_detected": [
            "numeric_38,",
            "38 EU"
          ],
          "structured_size": {
            "size": "numeric_38",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 38
          }
        },
        "footwear_size": {
          "size": "numeric_38",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 38
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "bottines courtes femme bottes de jardin en caoutchouc homme 42 bottes de pluie homme 43 bottes de pluie femme rose bottes de pluie homme bottes de pluie femme 41 bottes de pluie homme bottes de pluie femme rouge bottes pour enfants 32 bottines femme élégantes bottines homme noir bottes homme noir 40 bottes femme 39 bottes homme brun bottes cheville femme en cuir",
            "bottines en caoutchouc pour femme courtes bottines en caoutchouc pour homme 46 mi-hautes bottines de pluie pour femme bottines de pluie doublées pour femme bottines de pluie courtes pour homme bottines de pluie pour femme 38 bottines de pluie pour homme bottines de pluie pour femme bottes de pluie pour femme à plateforme bottes en cuir pour femme beige bottines western pour homme bottines chukka pour homme bottines en toile pour femme bottines en cuir pour homme taille 41 bottines en toile pour femme beige",
            "bottes en caoutchouc femme hiver bottes en caoutchouc homme 47 hautes bottines de pluie femme jaune bottes de pluie femme imperméables bottes de pluie homme bottes de pluie femme imperméables bottes de pluie homme 46 bottes de pluie enfants 35 bottes de pluie montantes femme stilettos bottes cowboy homme bottes motard homme bottes femme 43 bottes homme en cuir brun bottes cheville femme",
            "bottes en caoutchouc femme 39 bottes en caoutchouc taille 24 bottes de pluie fille 26 bottes de pluie femme mi-hautes légères bottes de pluie homme 45 bottes de pluie femme 43 bottes de pluie homme 46 bottes de pluie enfants filles bottes de pluie enfants 23 bottes homme noir larges western bottes homme bottes homme en cuir velours bottes femme 39 bottes homme bottes femme beige",
            "bottes en caoutchouc doublées pour femme bottes en caoutchouc taille 24 bottes de pluie pour femme rose bottes de pluie pour femme rose bottes de pluie pour homme mi-hautes bottes de pluie pour femme 42 bottes de pluie pour homme vélo bottes de pluie pour femme doublées bottes pour enfants 32 bottes à plateforme pour femme argent années 70 bottes pour homme brun 43 bottes chukka pour homme bottes en cuir pour femme bottes en cuir pour homme 47 5 bottes pour femme beige non doublées"
          ],
          "other": [
            "short wellies women wellies rain boots for men and women rain boots pink rain boots for men and women rain boots for men and women rain boots for men and women rain boots red rain boots 32 stylish ankle boots for men black 7 boat shoes women 6 women brown boat shoes women leather boots",
            "wellies for women wellies short wellies for men 11 medium rain boots for women rain boots for women rain boots for women rain boots for women rain boots for women rain boots for women rain boots for women rain boots for women cowboy boots beige boots chukka boots for men women leather boots size 7 canvas boots for women beige",
            "wellies women wellies winter wellies men 13 yellow rain boots waterproof rain boots for men women waterproof rain boots for men women waterproof rain boots for kids 35 rain boots women sexy leather boots cowboy boots biker boots for men women uk 9 womens leather boots mens boots brown leather boat boots",
            "wellies women wellies women 6 rain boots girls 26 rain boots lightweight rain boots men rain boots men 11 rain shoes women 9 kids rain boots kids rain boots kids rain boots kids rain boots kids rain boots for kids 23 boots for men and women black western ankle boots men women 39 beige",
            "lined wellies women size 7 pink rain boots women rain boots for women rain boots for men women rain boots for men mid rise rain boots for men rain boots for men rain boots women lined rain boots for women platform boots 32 silver boots 70s chukka boots men women brown leather unlined"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/619xZ6Fiq-L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FG2R2N7K"
      }
    },
    {
      "asin": "B0FSD152QP",
      "csi_title": "Meik Mangni Bottes de Neige Femme Bottines Hiver Homme Doublure Chaud Peluche Courte Bottines Confortable Imperm&#233;ables Antid&#233;rapant Plates Chaussures Ext&#233;rieur Marron 39EU&#65288;Taille de la semelle40EU&#65289;",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_147::{",
          "size_map": "39 EU",
          "additional_sizes_detected": [
            "numeric_39,",
            "39 EU",
            "40 EU"
          ],
          "structured_size": {
            "size": "numeric_39",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 39
          }
        },
        "footwear_size": {
          "size": "numeric_39",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 39
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Design à la mode : Couleurs et styles classiques, simples et pratiques, faciles à assortir, Peut être facilement porté avec n'importe quelle robe,pull ou Jean.",
            "Confort et chaleur :Doublure épaisse et confortable en peluche,au chaud et confortables lorsque vous sortez dans des conditions hivernales froides.Il est difficile pour la neige/l'eau de pénétrer dans les chaussures et de garder vos pieds au sec et confortables.",
            "Antidérapante et durable : Les semelles de ces bottes de neige sont conçues avec une texture antidérapante pour assurer la sécurité,Avec semelle en caoutchouc de haute qualité offre une excellente adhérence, traction et durabilité sur les surfaces glissantes,parfaites pour les activités de plein air.",
            "Facilité d'enfilage et de retrait : La conception haute offre un bon soutien de la cheville, vous protégeant des blessures. le design élégant et facile à utiliser à lacets signifie que nos bottes d'hiver peuvent être portées fermement peut être facilement ajusté et offrent un excellent soutien.",
            "Multifonctionnel:Une paire de bottes de neige d'hiver pratiques et confortables pour la randonnée, le ski, la promenade du chien ou les tâches ménagères à l'extérieur.Ces bottes de neige sont également un excellent cadeau pour les familles, les amis, pour Noël, l’Action de grâces, le Nouvel An, la Saint-Valentin et l’hiver glacial!",
            "Non-slip and durable: The soles of these snow boots are designed with a non-slip texture to ensure safety, with a high-quality rubber sole provides excellent grip, traction and durability on slippery surfaces, perfect for outdoor activities."
          ],
          "other": [
            "Fashionable design: classic colors and styles, simple and practical, easy to match, can be easily worn with any dress, sweater or jeans.",
            "Comfort and warmth: thick and comfortable plush lining, warm and comfortable when you go out in cold winter conditions. It is difficult for snow/water to get into the shoes and keep your feet dry and comfortable.",
            "Easy to put on and take off: The high design provides good ankle support, protecting you from injury. The stylish and easy-to-use lace-up design means our winter boots can be worn firmly can be easily adjusted and provide great support.",
            "Multifunctional: A pair of practical and comfortable winter snow boots for hiking, skiing, walking the dog or doing household chores outdoors. These snow boots are also a great gift for families, friends, for Christmas, Thanksgiving, New Year, Valentine's Day and icy winter!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71IliscyO3L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FSD152QP"
      }
    },
    {
      "asin": "B0FJYHYJ85",
      "csi_title": "Baskets &#224; enfiler doubl&#233;es de fourrure pour homme, bottes de cheville chaudes d&apos;hiver, chaussures de marche l&#233;g&#232;res et imperm&#233;ables pour homme, semelle antid&#233;rapante, support de semelle &#233;paisse",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_100::{",
          "size_map": "42 EU",
          "additional_sizes_detected": [
            "numeric_42,",
            "42 EU"
          ],
          "structured_size": {
            "size": "numeric_42",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 42
          }
        },
        "footwear_size": {
          "size": "numeric_42",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 42
        },
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Chaussures pour diabétiques pour homme, chaussures de bureau pour homme, chaussures de marche taille 6, baskets hautes chevilles pour homme, chaussures formelles pour homme, chaussures de marche légères pour homme au Royaume-Uni, chaussures de sport pour homme au Royaume-Uni, chaussures de marche et de randonnée extra larges pour homme, chaussures de sport décontractées pour homme, baskets noires pour homme, chaussures de sécurité pour homme au travail",
            "Chaussures résistantes à l'eau pour homme, chaussures de sécurité pour homme à enfiler, chaussures décontractées pour homme à larges dimensions, baskets pour homme taille 8, chaussures décontractées blanches pour homme, baskets noires imperméables pour homme, baskets blanches pour homme, chaussures décontractées à enfiler pour homme taille 13, chaussures de marche en cuir pour homme, baskets marron pour homme, chaussures de marche en cuir marron pour homme, chaussures de marche pour homme pour l'hiver",
            "Chaussures de sport noires pour homme taille 7, chaussures de sport intelligentes pour homme au Royaume-Uni rétro, chaussures de sport noires pour homme, chaussures de bottes pour homme au Royaume-Uni, chaussures de sport pour homme à largeur X, chaussures de sport pour homme taille 11,8 au Royaume-Uni, chaussures de sport imperméables pour homme à enfiler, chaussures d’entraînement noires imperméables pour homme, chaussures de tennis pour homme, chaussures à enfiler pour homme à largeur, chaussures oxford en cuir marron pour homme, chaussures de sécurité imperméables à largeur extra pour homme",
            "Chaussures de marche pour homme, chaussures de bureau pour homme, chaussures chaudes et imperméables pour homme, baskets de gym pour homme taille 10 UK, chaussures imperméables pour homme, chaussures de sécurité légères et larges pour homme, baskets élégantes pour homme taille 10.5 UK, chaussures respirantes pour homme, chaussures d'eau pour homme, chaussures formelles grises pour homme, chaussures imperméables pour homme UK à enfiler, baskets pour homme taille 15 UK de course",
            "Chaussures officielles pour homme UK, chaussures formelles pour homme bleues, baskets formelles pour homme, chaussures de marche pour homme taille 9 UK, baskets blanches pour homme, baskets quotidiennes pour homme, baskets élégantes pour homme taille 9, baskets de marche imperméables, chaussures de sport et d'extérieur pour homme bleues, chaussures décontractées pour femme UK, chaussures en toile pour homme taille 10.8, chaussures habillées pour homme marron"
          ],
          "other": [
            "diabetic shoes for men, office shoes for men, walking shoes size 39, mens high top trainers, formal shoes, men's lightweight walking shoes, men's sports shoes, extra wide hiking shoes, hiking shoes, lightweight hiking shoes, casual shoes, black sneakers for men, safety shoes for men",
            "mens water resistant shoes mens safety shoes mens casual shoes mens wide fit casual sneakers men white mens walking shoes brown leather walking shoes brown leather walking shoes mens brown leather walking shoes mens brown leather walking shoes mens brown leather walking shoes mens walking shoes brown leather walking shoes mens walking shoes for winter",
            "black sports shoes for men size 40 smart trainers for men retro shoes mens shoes mens shoes mens sneakers mens trainers mens waterproof trainers black waterproof training shoes mens tennis shoes wide fit tan leather oxford shoes mens waterproof safety sneakers waterproof safety sneakers waterproof safety sneakers",
            "mens walking sneakers 10 mens shoes warm waterproof office shoes mens sports shoes size 10 mens waterproof shoes mens shoes lightweight safety shoes mens smart shoes mens water shoes mens formal shoes grey mens formal shoes slip on waterproof shoes mens sneakers size 48",
            "mens official shoes, blue formal shoes, mens formal trainers, mens formal trainers, mens walking shoes, white sneakers for men, daily sneakers for men, smart trainers for men, smart trainers for men, smart trainers for men, waterproof walking sneakers, mens sports and outdoor shoes, casual shoes for women, canvas shoes for men, formal shoes brown"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51pGDB0weJL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FJYHYJ85"
      }
    },
    {
      "asin": "B08BLTCJGN",
      "csi_title": "Cipriata Annetta Bottines en cuir marron &#224; lacets pour femme avec fermeture &#233;clair, taille EU: 12.5, 40 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": null,
          "additional_sizes_detected": [
            "40 EU"
          ],
          "structured_size": {
            "fit_size": "\"9\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Marque : Cipriata - Style : Anneta",
            "Dessus : Cuir synthétique. Lacets à 8 œillets avec fermeture éclair YKK à l'intérieur",
            "Doublure textile/PU avec chaussette en mousse à mémoire de forme",
            "Matériaux : Fait main et textile",
            "Brand: Cipriata Style: Anneta"
          ],
          "other": [
            "Semelle : Semelle TPR",
            "Upper: PU leather. 8 eyelet laces with YKK zipper inside",
            "Textile/PU lining with memory foam sock",
            "Sole: TPR sole",
            "Materials: Handmade and Textile"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71gPLVRV4JL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B08BLTCJGN"
      }
    },
    {
      "asin": "B0CWRY1BNJ",
      "csi_title": "Toocool Bottes femme texanes cowboy western camperos &#224; bout pointu G676, Noir , 39 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "39 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_236::{",
            "numeric_39,",
            "39 EU"
          ],
          "structured_size": {
            "fit_size": "\"8\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_39",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 39
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Toocool Bottes western de cowboy pour femme camperos chaussures à pointe G676",
            "Type de produit: BOTTINE"
          ],
          "other": [
            "Marque : Toocool",
            "Taille : 39 EU",
            "Toocool Cowboy Western Boots Women Camperos Spike Shoes G676",
            "Product type: BOOTS",
            "Brand: Toocool",
            "size: 39"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/619k4r7jf4L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CWRY1BNJ"
      }
    },
    {
      "asin": "B0BJJL9MVD",
      "csi_title": "SOOUICKER Bottes montantes pour femmes, mi-mollet, style Steampunk, Gothique, style victorien, bottes &#224; lacets, bleu, 38.5 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "38.5 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_164::{",
            "numeric_38_point_5,",
            "38.5 EU"
          ],
          "structured_size": {
            "fit_size": "\"7.5\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_38_point_5",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 38
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Bottes Steampunk pour femme : les bottes au-dessus du genou peuvent embellir magnifiquement la forme de vos jambes. Design gothique et rétro, parfait pour les costumes et les occasions spéciales.",
            "Pour vous assurer d'obtenir la bonne taille, veuillez vous référer à notre propre tableau des tailles au lieu du tableau des tailles Amazon. Vous pouvez le trouver dans les images. (1 pouce = 2,54 cm)",
            "Convient pour le cosplay, les fêtes, les vacances, les rendez-vous, les cocktails, les clubs, la vie quotidienne, etc. Elle est fabriquée à partir de matériaux de haute qualité, assez confortable pour votre port quotidien.",
            "🎁 Nos bottes pour femmes sont un excellent cadeau pour votre famille, vos amis ou vous-même. Cadeau parfait pour un anniversaire, Noël, Thanksgiving, la fête des mères ou la Saint-Valentin.",
            "Nous sommes toujours heureux de vous aider, partout où possible. Pour tous les problèmes avant et après la vente concernant les produits, veuillez nous envoyer un message."
          ],
          "other": [
            "STEAMPUNK BOOTS FOR WOMEN The above knee high boots can beautifully beautify the shape of your leg. Gothic and retro design, perfect for fancy dress and special occasions.",
            "To make sure you get the right size, please refer to our own size chart instead of Amazon size chart, you can find it in the pictures. (1 inch = 2.54 cm)",
            "Suitable for cosplay, party, vacation, dating, cocktail, club, daily wear, etc. It is made of high quality materials, comfortable enough for your daily wear.",
            "🎁 Our women boots will be a great gift for your family, friends or yourself. Perfect gift for Birthday, Christmas, Thanksgiving, Mother's Day or Valentine's Day.",
            "💝 We are always happy to help you wherever possible. Any problems before sale and after sale on the products, please send us a message."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/5114c1mvGjL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0BJJL9MVD"
      }
    },
    {
      "asin": "B0FSCYY92S",
      "csi_title": "Meik Mangni Bottes de Neige Femme Bottines Hiver Homme Doublure Chaud Peluche Courte Bottines Confortable Imperm&#233;ables Antid&#233;rapant Plates Chaussures Ext&#233;rieur Marron 38EU&#65288;Taille de la semelle39EU&#65289;",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_147::{",
          "size_map": "38 EU",
          "additional_sizes_detected": [
            "numeric_38,",
            "38 EU",
            "39 EU"
          ],
          "structured_size": {
            "size": "numeric_38",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 38
          }
        },
        "footwear_size": {
          "size": "numeric_38",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 38
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Design à la mode : Couleurs et styles classiques, simples et pratiques, faciles à assortir, Peut être facilement porté avec n'importe quelle robe,pull ou Jean.",
            "Confort et chaleur :Doublure épaisse et confortable en peluche,au chaud et confortables lorsque vous sortez dans des conditions hivernales froides.Il est difficile pour la neige/l'eau de pénétrer dans les chaussures et de garder vos pieds au sec et confortables.",
            "Antidérapante et durable : Les semelles de ces bottes de neige sont conçues avec une texture antidérapante pour assurer la sécurité,Avec semelle en caoutchouc de haute qualité offre une excellente adhérence, traction et durabilité sur les surfaces glissantes,parfaites pour les activités de plein air.",
            "Facilité d'enfilage et de retrait : La conception haute offre un bon soutien de la cheville, vous protégeant des blessures. le design élégant et facile à utiliser à lacets signifie que nos bottes d'hiver peuvent être portées fermement peut être facilement ajusté et offrent un excellent soutien.",
            "Multifonctionnel:Une paire de bottes de neige d'hiver pratiques et confortables pour la randonnée, le ski, la promenade du chien ou les tâches ménagères à l'extérieur.Ces bottes de neige sont également un excellent cadeau pour les familles, les amis, pour Noël, l’Action de grâces, le Nouvel An, la Saint-Valentin et l’hiver glacial!",
            "Non-slip and durable: The soles of these snow boots are designed with a non-slip texture to ensure safety, with a high-quality rubber sole provides excellent grip, traction and durability on slippery surfaces, perfect for outdoor activities."
          ],
          "other": [
            "Fashionable design: classic colors and styles, simple and practical, easy to match, can be easily worn with any dress, sweater or jeans.",
            "Comfort and warmth: thick and comfortable plush lining, warm and comfortable when you go out in cold winter conditions. It is difficult for snow/water to get into the shoes and keep your feet dry and comfortable.",
            "Easy to put on and take off: The high design provides good ankle support, protecting you from injury. The stylish and easy-to-use lace-up design means our winter boots can be worn firmly can be easily adjusted and provide great support.",
            "Multifunctional: A pair of practical and comfortable winter snow boots for hiking, skiing, walking the dog or doing household chores outdoors. These snow boots are also a great gift for families, friends, for Christmas, Thanksgiving, New Year, Valentine's Day and icy winter!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71IliscyO3L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FSCYY92S"
      }
    },
    {
      "asin": "B0DP4H8XGX",
      "csi_title": "Bottes courtes &#224; paillettes pour filles - En cuir fashion - Avec n&#339;ud - Avec fermeture &#233;clair - Pour l&apos;hiver - Pour enfants, Noir , 32 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_306::{",
          "size_map": "32 EU",
          "additional_sizes_detected": [
            "numeric_32,",
            "32 EU"
          ],
          "structured_size": {
            "size": "numeric_32",
            "size_system": "eu_footwear_size_system",
            "age_group": "toddler",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 32
          }
        },
        "footwear_size": {
          "size": "numeric_32",
          "size_system": "eu_footwear_size_system",
          "age_group": "toddler",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 32
        },
        "age_range": {
          "raw_values": [
            "Kid",
            "Enfant"
          ],
          "normalized": "toddler"
        },
        "target_gender": null,
        "material": {
          "raw": "Rubber",
          "normalized": "Rubber"
        },
        "bullet_points": {
          "fr": [
            "Dessus en cuir à paillettes élégant avec nœud, agréable et pratique et texturé.",
            "Fermeture à glissière latérale, permettant aux enfants d’améliorer leur capacité à le faire eux-mêmes.",
            "Chaussures fermes et robustes, portées près des pieds, les longues promenades ne fatiguent pas facilement.",
            "Semelle en caoutchouc légère avec texture transparente et légère, soulage la pression sur le pied.",
            "Doublure intérieure sèche et respirante, confortable et ne couvrant pas les pieds, permettant aux pieds de bouger librement."
          ],
          "other": [
            "Elegant glitter leather upper with bow, nice and practical and textured.",
            "Side zipper, allowing children to improve the ability to do it themselves.",
            "Firm and sturdy shoes, wear close to the feet, long walks are not easy to fatigue.",
            "Lightweight rubber sole with clear and light texture, relieve foot pressure.",
            "Dry and breathable inner lining, comfortable and does not cover the feet, allowing feet to move freely."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51jiXy6f24L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DP4H8XGX"
      }
    },
    {
      "asin": "B0FTZBR9LB",
      "csi_title": "Generisch Bottes pour femmes couleur unie bottes d&apos;hiver mi-hautes bottes de transition chaussures d&apos;hiver &#233;l&#233;gantes bottes pour femmes confort bottines d&#233;contract&#233;es en daim bottes de cowboy bottes",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_123::{",
          "size_map": "42 EU",
          "additional_sizes_detected": [
            "numeric_42,",
            "42 EU"
          ],
          "structured_size": {
            "size": "numeric_42",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 42
          }
        },
        "footwear_size": {
          "size": "numeric_42",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 42
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Semelle : légère et confortable à porter. Offre un soutien et une sécurité supplémentaires. Résistant à l'abrasion et antidérapant.",
            "Largeur de la chaussure : normale, ergonomique pour un ajustement confortable avec doublure chaude en fourrure synthétique. Des courses quotidiennes aux dîners en ville, ces bottines classiques et élégantes sont faciles à entretenir. Avec ces bottes, vous pouvez garder votre style simple et élégant.",
            "Style : bottes d'hiver pour femme, bottes d'hiver pour femme à talons, bottes d'hiver doublées pour femme, bottes d'hiver pour femme à talons, bottes d'hiver imperméables pour femme, bottes western pour femme pour l'été, bottes de cowboy pour femme pour l'été",
            "Style : bottines femme à talon daim bottes cowboy femme beige bottes femme à talon tige large bottines cowboy bottes western",
            "Occasion : peut être facilement combiné avec toutes sortes de vêtements décontractés, idéal pour toutes les occasions, telles que mariage, fête, club, soirée, rendez-vous, tenue quotidienne, etc.",
            "Shoe width: normal, ergonomic for a comfortable fit with warm faux fur lining. From everyday errands to dinner parties, these classic and stylish booties are easy to use. With these boots, you can keep your style simple and elegant.",
            "Style: winter boots for women, winter boots for women with heels, lined winter boots for women, winter boots for women with heels, waterproof winter boots for women, winter boots for women, western boots for women, cowboy boots for women for summer",
            "Style: Ankle Boots for Women Suede Heel Cowboy Boots for Women Beige Wide Heel Ankle Boots Western Cowboy Boots"
          ],
          "other": [
            "Sole: Lightweight and comfortable to wear. Provides extra support and security. Abrasion resistant and non-slip.",
            "Occasion: can be easily combined with all kinds of casual wear, ideal for any occasion, such as wedding, party, club, evening, dating, daily wear, etc."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61STcU4ua1L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FTZBR9LB"
      }
    },
    {
      "asin": "B09YHRLB9N",
      "csi_title": "Clarks Homme Desert Bt Evo Racine Accueil Homme Bottines-et-boots-h, Black Sde, 41.5 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": null,
          "additional_sizes_detected": [
            "41.5 EU"
          ],
          "structured_size": {
            "fit_size": "\"8.5\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Ce style a été produit de manière durable",
            "This style has been produced sustainably"
          ],
          "other": [
            "CLARKS Desert Bt Evo Black Sde 41,5",
            "Coussin contour",
            "CLARKS Desert Bt Evo Black Sde 41.5",
            "Contour cushion"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/518EW2wBXIL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B09YHRLB9N"
      }
    },
    {
      "asin": "B0FQPDG1JD",
      "csi_title": "KBOPLEMQ Chaussures d&apos;hiver pour femme - Doublure en fourrure chaude - Bottes de cheville - Antid&#233;rapantes - Avec fermeture &#233;clair lat&#233;rale - Bottes d&apos;hiver thermiques - Bottes de neige confortables",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "38 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_146::{",
            "numeric_38,",
            "38 EU"
          ],
          "structured_size": {
            "fit_size": "\"7\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_38",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 38
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau : fourrure doublée antidérapante",
            "Design : hauteur cheville fermeture éclair latérale",
            "Détails : semelle isolante thermique",
            "Utilisation : extérieur et hiver"
          ],
          "other": [
            "Fonction : isolation contre le froid",
            "Material: non-slip lined fur",
            "Design: ankle height side zipper",
            "Details: thermal insulating sole",
            "Function: cold insulation",
            "Use: outdoor and winter"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61CBTs2AxyL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FQPDG1JD"
      }
    },
    {
      "asin": "B0FSCX11G6",
      "csi_title": "Meik Mangni Bottes de Neige Femme Bottines Hiver Homme Doublure Chaud Peluche Courte Bottines Confortable Imperm&#233;ables Antid&#233;rapant Plates Chaussures Ext&#233;rieur Marron 35EU&#65288;Taille de la semelle36EU&#65289;",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_147::{",
          "size_map": "35 EU",
          "additional_sizes_detected": [
            "numeric_35,",
            "35 EU",
            "36 EU"
          ],
          "structured_size": {
            "size": "numeric_35",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 35
          }
        },
        "footwear_size": {
          "size": "numeric_35",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 35
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Design à la mode : Couleurs et styles classiques, simples et pratiques, faciles à assortir, Peut être facilement porté avec n'importe quelle robe,pull ou Jean.",
            "Confort et chaleur :Doublure épaisse et confortable en peluche,au chaud et confortables lorsque vous sortez dans des conditions hivernales froides.Il est difficile pour la neige/l'eau de pénétrer dans les chaussures et de garder vos pieds au sec et confortables.",
            "Antidérapante et durable : Les semelles de ces bottes de neige sont conçues avec une texture antidérapante pour assurer la sécurité,Avec semelle en caoutchouc de haute qualité offre une excellente adhérence, traction et durabilité sur les surfaces glissantes,parfaites pour les activités de plein air.",
            "Facilité d'enfilage et de retrait : La conception haute offre un bon soutien de la cheville, vous protégeant des blessures. le design élégant et facile à utiliser à lacets signifie que nos bottes d'hiver peuvent être portées fermement peut être facilement ajusté et offrent un excellent soutien.",
            "Multifonctionnel:Une paire de bottes de neige d'hiver pratiques et confortables pour la randonnée, le ski, la promenade du chien ou les tâches ménagères à l'extérieur.Ces bottes de neige sont également un excellent cadeau pour les familles, les amis, pour Noël, l’Action de grâces, le Nouvel An, la Saint-Valentin et l’hiver glacial!",
            "Non-slip and durable: The soles of these snow boots are designed with a non-slip texture to ensure safety, with a high-quality rubber sole provides excellent grip, traction and durability on slippery surfaces, perfect for outdoor activities."
          ],
          "other": [
            "Fashionable design: classic colors and styles, simple and practical, easy to match, can be easily worn with any dress, sweater or jeans.",
            "Comfort and warmth: thick and comfortable plush lining, warm and comfortable when you go out in cold winter conditions. It is difficult for snow/water to get into the shoes and keep your feet dry and comfortable.",
            "Easy to put on and take off: The high design provides good ankle support, protecting you from injury. The stylish and easy-to-use lace-up design means our winter boots can be worn firmly can be easily adjusted and provide great support.",
            "Multifunctional: A pair of practical and comfortable winter snow boots for hiking, skiing, walking the dog or doing household chores outdoors. These snow boots are also a great gift for families, friends, for Christmas, Thanksgiving, New Year, Valentine's Day and icy winter!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71IliscyO3L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FSCX11G6"
      }
    },
    {
      "asin": "B0CBV9RZVC",
      "csi_title": "blingqueen Bottes Stretch pour femme - Bottines Overknee - Stiletto &#224; plateforme, Couleur : rouge laqu&#233;, 36 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_212::{",
          "size_map": "36 EU",
          "additional_sizes_detected": [
            "numeric_36,",
            "36 EU"
          ],
          "structured_size": {
            "size": "numeric_36",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 36
          }
        },
        "footwear_size": {
          "size": "numeric_36",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 36
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Les bottes cuissardes pour femmes sont des bottes qui soulignent votre individualité et vous donnent confiance en vous",
            "Les bottes au-dessus du genou pour femme convainquent par leur tige extra longue qui s'étend au-dessus du genou et se distingue comme une caractéristique distinctive",
            "Les cuissardes peuvent être portées toute l'année et conviennent à différentes occasions. Que ce soit des bottes classiques avec un talon bloc confortable, des designs avec des applications audacieuses en franges ou des modèles féminins en cuir synthétique de haute qualité – chaque paire convient pour un style accrocheur et marquant",
            "Les cuissardes pour femme peuvent être combinées de manière optimale avec des jeans skinny ou avec des jupes et des robes courtes",
            "The knee high boots can be worn all year round and are suitable for different occasions. Whether classic boots with a comfortable block heel, designs with bold fringed appliqués or feminine models made of high-quality synthetic leather – each pair is suitable for an eye-catching and striking style"
          ],
          "other": [
            "Women's over the knee boots are boots that emphasize your individuality and give you self-confidence",
            "The above knee boots for women impress with their extra long upper that extends above the knee and stands out as a distinctive feature",
            "Women's over the knee high boots can be optimally combined with skinny jeans or with skirts and short dresses"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51LkNBv2hGL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CBV9RZVC"
      }
    },
    {
      "asin": "B0CP28JYJM",
      "csi_title": "bisgaard Nora Botte de Mode, 36 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "36 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_312::{",
            "numeric_36,",
            "36 EU"
          ],
          "structured_size": {
            "fit_size": "\"4.5\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_36",
          "age_group": "big_kid",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 36
        },
        "age_range": {
          "raw_values": [
            "kid"
          ],
          "normalized": "big_kid"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Bottines élégantes : les bottines « nora » sont une déclaration élégante qui reflète la beauté du design scandinave",
            "FABRIQUÉES À LA MAIN EN CUIR NATUREL ET RESPIRANT : ces bottines sont fabriquées à la main en cuir respirant de haute qualité, doux et soyeux au toucher",
            "Fermeture éclair pratique à l'avant : équipée d'une fermeture éclair pratique à l'avant pour un enfilage facile et un ajustement confortable",
            "Semelles intérieures amovibles : les semelles amovibles permettent un nettoyage facile et offrent de la place pour les semelles orthopédiques",
            "Semelle légère, flexible et antidérapante : la semelle est légère, flexible et antidérapante pour un confort optimal tout au long de la journée"
          ],
          "other": [
            "STYLISH BOOTS - The \"nora\" ankle boots are a stylish statement that reflects the beauty of Scandinavian design",
            "HANDCRAFTED FROM NATURAL AND BREATHABLE LEATHER: these ankle boots are handcrafted from high quality breathable leather, soft and silky to the touch",
            "Convenient front zipper: equipped with a convenient front zipper for easy on and comfortable fit",
            "REMOVABLE INSOLES - Removable insoles allow for easy cleaning and provide room for orthotic insoles",
            "LIGHTWEIGHT, FLEXIBLE & NON-SLIP SOLE - The sole is lightweight, flexible and non-slip for all-day comfort"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61TqNS3yRkL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CP28JYJM"
      }
    },
    {
      "asin": "B0F87W4QQJ",
      "csi_title": "Finishing &amp; Sewing Bottes Chukka Classiques pour Hommes, Bottes Lacet D&#233;sert, Bottes de Cheville D&#233;contract&#233;es, 44 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "44 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_190::{",
            "numeric_44,",
            "44 EU"
          ],
          "structured_size": {
            "fit_size": "\"10\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": {
          "gender": "men",
          "size": "numeric_44",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 44
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "CONCEPTION CLASSIQUE : Chukka boots élégantes en cuir artificiel de haute qualité avec une forme intemporelle et une couture discrète",
            "Combinable de manière polyvalente : parfait pour les occasions professionnelles et décontractées, s'harmonise avec des costumes et des vêtements décontractés",
            "Confortable : le rembourrage doux et la doublure intérieure respirante assurent un confort optimal tout au long de la journée",
            "Semelle robuste : semelle en caoutchouc antidérapante avec profil stable et coutures contrastées décoratives pour un maintien sûr",
            "DÉTAILS PRATIQUES : Laçage à trois œillets pour un ajustement optimal et une cape de talon renforcée pour un meilleur maintien"
          ],
          "other": [
            "CLASSIC DESIGN: Elegant chukka boots made of high quality artificial leather with a timeless shape and discreet stitching",
            "Versatile combination: perfect for business and casual occasions, matches with suits and casual wear",
            "COMFORTABLE - Soft padding and breathable inner lining ensure optimal comfort all day long",
            "Robust sole: non-slip rubber sole with stable profile and decorative contrast stitching for a secure fit",
            "PRACTICAL DETAILS: Three-eye lacing for optimal fit and reinforced heel cape for better support"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/6133CtUjJQL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F87W4QQJ"
      }
    },
    {
      "asin": "B0FSCX1DT5",
      "csi_title": "Meik Mangni Bottes de Neige Femme Bottines Hiver Homme Doublure Chaud Peluche Courte Bottines Confortable Imperm&#233;ables Antid&#233;rapant Plates Chaussures Ext&#233;rieur Marron 43EU&#65288;Taille de la semelle44EU&#65289;",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_147::{",
          "size_map": "43 EU",
          "additional_sizes_detected": [
            "numeric_43,",
            "43 EU",
            "44 EU"
          ],
          "structured_size": {
            "size": "numeric_43",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 43
          }
        },
        "footwear_size": {
          "size": "numeric_43",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 43
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Design à la mode : Couleurs et styles classiques, simples et pratiques, faciles à assortir, Peut être facilement porté avec n'importe quelle robe,pull ou Jean.",
            "Confort et chaleur :Doublure épaisse et confortable en peluche,au chaud et confortables lorsque vous sortez dans des conditions hivernales froides.Il est difficile pour la neige/l'eau de pénétrer dans les chaussures et de garder vos pieds au sec et confortables.",
            "Antidérapante et durable : Les semelles de ces bottes de neige sont conçues avec une texture antidérapante pour assurer la sécurité,Avec semelle en caoutchouc de haute qualité offre une excellente adhérence, traction et durabilité sur les surfaces glissantes,parfaites pour les activités de plein air.",
            "Facilité d'enfilage et de retrait : La conception haute offre un bon soutien de la cheville, vous protégeant des blessures. le design élégant et facile à utiliser à lacets signifie que nos bottes d'hiver peuvent être portées fermement peut être facilement ajusté et offrent un excellent soutien.",
            "Multifonctionnel:Une paire de bottes de neige d'hiver pratiques et confortables pour la randonnée, le ski, la promenade du chien ou les tâches ménagères à l'extérieur.Ces bottes de neige sont également un excellent cadeau pour les familles, les amis, pour Noël, l’Action de grâces, le Nouvel An, la Saint-Valentin et l’hiver glacial!",
            "Non-slip and durable: The soles of these snow boots are designed with a non-slip texture to ensure safety, with a high-quality rubber sole provides excellent grip, traction and durability on slippery surfaces, perfect for outdoor activities."
          ],
          "other": [
            "Fashionable design: classic colors and styles, simple and practical, easy to match, can be easily worn with any dress, sweater or jeans.",
            "Comfort and warmth: thick and comfortable plush lining, warm and comfortable when you go out in cold winter conditions. It is difficult for snow/water to get into the shoes and keep your feet dry and comfortable.",
            "Easy to put on and take off: The high design provides good ankle support, protecting you from injury. The stylish and easy-to-use lace-up design means our winter boots can be worn firmly can be easily adjusted and provide great support.",
            "Multifunctional: A pair of practical and comfortable winter snow boots for hiking, skiing, walking the dog or doing household chores outdoors. These snow boots are also a great gift for families, friends, for Christmas, Thanksgiving, New Year, Valentine's Day and icy winter!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71IliscyO3L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FSCX1DT5"
      }
    },
    {
      "asin": "B0CKTS1MN7",
      "csi_title": "HECKBO Bottines de pluie pour b&#233;b&#233; sans polaire - Dinosaure - 3 &#224; 18 mois - surchaussures pour b&#233;b&#233;s rampants",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_128::{",
          "size_map": "3-18 mois",
          "additional_sizes_detected": [
            "'3_months',",
            "3-18 mois",
            "0-18 months"
          ],
          "structured_size": {
            "size": "'3_months'",
            "age_group": "infant",
            "size_system": "eu_footwear_size_system",
            "to_size": "'18_months'",
            "width": "medium",
            "size_class": "age_range"
          }
        },
        "footwear_size": {
          "size": "'3_months'",
          "age_group": "infant",
          "size_system": "eu_footwear_size_system",
          "to_size": "'18_months'",
          "width": "medium",
          "size_class": "age_range"
        },
        "age_range": {
          "raw_values": [
            "Tout-petit",
            "Baby"
          ],
          "normalized": "infant"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "👶 DISPONIBLE EN DEUX TAILLES : Découvrez les adorables chaussons de pluie HECKBO au design jungle, disponibles en deux tailles pratiques. Cette offre inclut la taille S, adaptée aux bébés de 3 à 18 mois (pointure 17-21). Pour les tout-petits de 18 à 24 mois (pointure 21-24), la taille M est également disponible.",
            "💧 IMPERMÉABLES & COUPE-VENT : Protégez les pieds de votre enfant avec nos chaussons de pluie imperméables et résistants au vent. Grâce à leurs coutures scellées et leur revêtement déperlant, les sur-chaussures HECKBO offrent une protection optimale par tous les temps – idéales pour les petits aventuriers qui aiment jouer dehors.",
            "👣 CONFORT DOUX & AGRÉABLE : Les chaussons HECKBO sont dotés d’une doublure intérieure douce qui garde les pieds sensibles de votre enfant bien au chaud et confortables, sans les alourdir. Parfaits pour les bébés de 3 à 18 mois.",
            "👶 TENUE SÉCURISÉE EN MOUVEMENT : Ces sur-chaussures de pluie pratiques et adorables s’enfilent facilement et restent bien en place grâce à leur bord élastiqué, empêchant tout glissement. Idéales pour les petits explorateurs curieux de leur environnement.",
            "🔍 QUALITÉ TESTÉE & CERTIFIÉE : Nos sur-chaussures HECKBO sont soumises à des contrôles de qualité rigoureux afin de garantir l’utilisation exclusive de matériaux haut de gamme. Des tests réguliers réalisés par notre service qualité et des instituts indépendants assurent la durabilité et la sécurité de nos produits."
          ],
          "other": [
            "Baby"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/819-vSdo7vL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CKTS1MN7"
      }
    },
    {
      "asin": "B0F18NGK5J",
      "csi_title": "Feinlina Bottines en velours western pour femme avec strass scintillants style cow-girl, bout pointu, talon &#233;pais et paillettes, Noir , 39 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "39 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_187::{",
            "numeric_39,",
            "39 EU"
          ],
          "structured_size": {
            "fit_size": "\"8\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_39",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 39
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "❤【Matériau】: La surface est en daim, incrustée de strass et les chaussures sont doublées de tissu, peuvent être portées en automne ou en hiver.",
            "❤【Détails éblouissants】: Le placement soigneux de diamants d’eau le long de l’extérieur de la botte capture la lumière et offre un effet chatoyant et captivant.",
            "❤【Élégance exquise】 : cette botte mi-hauteur est ornée de strass d'eau scintillants, la couleur noire en daim et le bout pointu créent une silhouette chic et sophistiquée, assurant une déclaration à la mode à chaque pas.",
            "❤【Glamour polyvalent】 : qu'elles soient associées à une robe ou à un pantalon élégant, les bottes de mode noires peuvent être facilement combinées de jour en nuit et ajoutent du glamour à toutes les occasions."
          ],
          "en": [
            "❤【Exquisite Elegance】This mid-rise boot is embellished with shimmering water rhinestones, the black suede color and pointed toe create a chic and sophisticated silhouette, ensuring a fashionable statement with every step."
          ],
          "other": [
            "❤【Talon】Hauteur du talon : 7 cm / 2,75 pouces. Hauteur de la tige des bottes : 20 cm / 7,87 pouces.",
            "❤【Heel】Heel height: 7 cm. Shaft height: 20 cm.",
            "❤【Material】: The surface is suede, inlaid with rhinestones, and the shoes are lined with fabric, can be worn in autumn or winter.",
            "❤【Dazzling Details】 The careful placement of water diamonds along the outside of the boot captures the light and provides a dazzling and eye-catching effect.",
            "❤【Versatile Glamour】Whether paired with a dress or stylish trousers, the black fashion boots can be easily combined from day to night and add glamour to any occasion."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/41XoZdNgeEL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F18NGK5J"
      }
    },
    {
      "asin": "B0FSCZMTTF",
      "csi_title": "Meik Mangni Bottes de Neige Femme Bottines Hiver Homme Doublure Chaud Peluche Courte Bottines Confortable Imperm&#233;ables Antid&#233;rapant Plates Chaussures Ext&#233;rieur Noir 41EU&#65288;Taille de la semelle42EU&#65289;",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_147::{",
          "size_map": "41 EU",
          "additional_sizes_detected": [
            "numeric_41,",
            "41 EU",
            "42 EU"
          ],
          "structured_size": {
            "size": "numeric_41",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 41
          }
        },
        "footwear_size": {
          "size": "numeric_41",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 41
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Design à la mode : Couleurs et styles classiques, simples et pratiques, faciles à assortir, Peut être facilement porté avec n'importe quelle robe,pull ou Jean.",
            "Confort et chaleur :Doublure épaisse et confortable en peluche,au chaud et confortables lorsque vous sortez dans des conditions hivernales froides.Il est difficile pour la neige/l'eau de pénétrer dans les chaussures et de garder vos pieds au sec et confortables.",
            "Antidérapante et durable : Les semelles de ces bottes de neige sont conçues avec une texture antidérapante pour assurer la sécurité,Avec semelle en caoutchouc de haute qualité offre une excellente adhérence, traction et durabilité sur les surfaces glissantes,parfaites pour les activités de plein air.",
            "Facilité d'enfilage et de retrait : La conception haute offre un bon soutien de la cheville, vous protégeant des blessures. le design élégant et facile à utiliser à lacets signifie que nos bottes d'hiver peuvent être portées fermement peut être facilement ajusté et offrent un excellent soutien.",
            "Multifonctionnel:Une paire de bottes de neige d'hiver pratiques et confortables pour la randonnée, le ski, la promenade du chien ou les tâches ménagères à l'extérieur.Ces bottes de neige sont également un excellent cadeau pour les familles, les amis, pour Noël, l’Action de grâces, le Nouvel An, la Saint-Valentin et l’hiver glacial!",
            "Non-slip and durable: The soles of these snow boots are designed with a non-slip texture to ensure safety, with a high-quality rubber sole provides excellent grip, traction and durability on slippery surfaces, perfect for outdoor activities."
          ],
          "other": [
            "Fashionable design: classic colors and styles, simple and practical, easy to match, can be easily worn with any dress, sweater or jeans.",
            "Comfort and warmth: thick and comfortable plush lining, warm and comfortable when you go out in cold winter conditions. It is difficult for snow/water to get into the shoes and keep your feet dry and comfortable.",
            "Easy to put on and take off: The high design provides good ankle support, protecting you from injury. The stylish and easy-to-use lace-up design means our winter boots can be worn firmly can be easily adjusted and provide great support.",
            "Multifunctional: A pair of practical and comfortable winter snow boots for hiking, skiing, walking the dog or doing household chores outdoors. These snow boots are also a great gift for families, friends, for Christmas, Thanksgiving, New Year, Valentine's Day and icy winter!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61y4+h-AbnL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FSCZMTTF"
      }
    },
    {
      "asin": "B0FP3BHPMH",
      "csi_title": "Clarks Torhill LaceHi Bottines Homme, Marron fonc&#233;, marron, 46 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "46 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_190::{",
            "numeric_46,",
            "46 EU"
          ],
          "structured_size": {
            "fit_size": "\"12\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_46",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 46
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": "Caoutchouc",
          "normalized": "Rubber"
        },
        "bullet_points": {
          "fr": [
            "Semelle intérieure amovible"
          ],
          "other": [
            "Removable insole",
            "Suitable for insoles",
            "Decorative stitching",
            "Embossed logo",
            "Padded upper",
            "Entry Loop",
            "Clarks Signature look in a classic and timeless design",
            "Super lightweight Contour Cushion insole for extra comfort: pressure relief thanks to foam and ergonomic design for additional stabilisation",
            "Iconic Torhill design with grooved sole"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71LblS5jT3L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FP3BHPMH"
      }
    },
    {
      "asin": "B0DG2SG8ML",
      "csi_title": "Paul Green Bottines &#224; lacets pour femme, 39 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "39 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_284::{",
            "numeric_39,",
            "39 EU"
          ],
          "structured_size": {
            "fit_size": "\"8\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_39",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 39
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Type de produit : baskets, baskets basses, chaussures à lacets, chaussures basses, chaussures de rue, chaussures de loisirs, semelle plate",
            "Matériau intérieur : cuir, Semelle extérieure : semelle EVA (poids léger), Semelle intérieure : semelle interchangeable (très respirante)",
            "Largeur : normale, Fermeture : à lacets"
          ],
          "other": [
            "Type de talon : plat, hauteur du talon : 1,5 cm, type de tige : tige courte",
            "Chaussures basses, chaussures de rue, chaussures de sport, chaussures de loisirs, baskets, chaussures de course, chaussures basses",
            "Product type: trainers, low trainers, lace-up shoes, low shoes, street shoes, leisure shoes, wedge sole",
            "Inner material: leather, outsole: EVA (light weight), insole: removable insole (very breathable)",
            "Heel Type: Flat, Heel Height: 1.5 cm, Shaft Type: Short Shaft",
            "Width: normal, Closure: laces",
            "Low shoes, street shoes, sports shoes, leisure shoes, trainers, running shoes, low shoes"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51rF4kJYauL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DG2SG8ML"
      }
    },
    {
      "asin": "B0FSCTC4Q6",
      "csi_title": "Meik Mangni Bottes de Neige Femme Bottines Hiver Homme Doublure Chaud Peluche Courte Bottines Confortable Imperm&#233;ables Antid&#233;rapant Plates Chaussures Ext&#233;rieur Marron 41EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_147::{",
          "size_map": "41 EU",
          "additional_sizes_detected": [
            "numeric_41,",
            "41 EU"
          ],
          "structured_size": {
            "size": "numeric_41",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 41
          }
        },
        "footwear_size": {
          "size": "numeric_41",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 41
        },
        "age_range": {
          "raw_values": [
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Design à la mode : Couleurs et styles classiques, simples et pratiques, faciles à assortir, Peut être facilement porté avec n'importe quelle robe,pull ou Jean.",
            "Confort et chaleur :Doublure épaisse et confortable en peluche,au chaud et confortables lorsque vous sortez dans des conditions hivernales froides.Il est difficile pour la neige/l'eau de pénétrer dans les chaussures et de garder vos pieds au sec et confortables.",
            "Antidérapante et durable : Les semelles de ces bottes de neige sont conçues avec une texture antidérapante pour assurer la sécurité,Avec semelle en caoutchouc de haute qualité offre une excellente adhérence, traction et durabilité sur les surfaces glissantes,parfaites pour les activités de plein air.",
            "Facilité d'enfilage et de retrait : La conception haute offre un bon soutien de la cheville, vous protégeant des blessures. le design élégant et facile à utiliser à lacets signifie que nos bottes d'hiver peuvent être portées fermement peut être facilement ajusté et offrent un excellent soutien.",
            "Multifonctionnel:Une paire de bottes de neige d'hiver pratiques et confortables pour la randonnée, le ski, la promenade du chien ou les tâches ménagères à l'extérieur.Ces bottes de neige sont également un excellent cadeau pour les familles, les amis, pour Noël, l’Action de grâces, le Nouvel An, la Saint-Valentin et l’hiver glacial!",
            "Non-slip and durable: The soles of these snow boots are designed with a non-slip texture to ensure safety, with a high-quality rubber sole provides excellent grip, traction and durability on slippery surfaces, perfect for outdoor activities."
          ],
          "other": [
            "Fashionable design: classic colors and styles, simple and practical, easy to match, can be easily worn with any dress, sweater or jeans.",
            "Comfort and warmth: thick and comfortable plush lining, warm and comfortable when you go out in cold winter conditions. It is difficult for snow/water to get into the shoes and keep your feet dry and comfortable.",
            "Easy to put on and take off: The high design provides good ankle support, protecting you from injury. The stylish and easy-to-use lace-up design means our winter boots can be worn firmly can be easily adjusted and provide great support.",
            "Multifunctional: A pair of practical and comfortable winter snow boots for hiking, skiing, walking the dog or doing household chores outdoors. These snow boots are also a great gift for families, friends, for Christmas, Thanksgiving, New Year, Valentine's Day and icy winter!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71IliscyO3L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FSCTC4Q6"
      }
    },
    {
      "asin": "B0FSD1CY9Z",
      "csi_title": "Meik Mangni Bottes de Neige Femme Bottines Hiver Homme Doublure Chaud Peluche Courte Bottines Confortable Imperm&#233;ables Antid&#233;rapant Plates Chaussures Ext&#233;rieur Noir 40EU&#65288;Taille de la semelle41EU&#65289;",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_147::{",
          "size_map": "40 EU",
          "additional_sizes_detected": [
            "numeric_40,",
            "40 EU",
            "41 EU"
          ],
          "structured_size": {
            "size": "numeric_40",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 40
          }
        },
        "footwear_size": {
          "size": "numeric_40",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 40
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Design à la mode : Couleurs et styles classiques, simples et pratiques, faciles à assortir, Peut être facilement porté avec n'importe quelle robe,pull ou Jean.",
            "Confort et chaleur :Doublure épaisse et confortable en peluche,au chaud et confortables lorsque vous sortez dans des conditions hivernales froides.Il est difficile pour la neige/l'eau de pénétrer dans les chaussures et de garder vos pieds au sec et confortables.",
            "Antidérapante et durable : Les semelles de ces bottes de neige sont conçues avec une texture antidérapante pour assurer la sécurité,Avec semelle en caoutchouc de haute qualité offre une excellente adhérence, traction et durabilité sur les surfaces glissantes,parfaites pour les activités de plein air.",
            "Facilité d'enfilage et de retrait : La conception haute offre un bon soutien de la cheville, vous protégeant des blessures. le design élégant et facile à utiliser à lacets signifie que nos bottes d'hiver peuvent être portées fermement peut être facilement ajusté et offrent un excellent soutien.",
            "Multifonctionnel:Une paire de bottes de neige d'hiver pratiques et confortables pour la randonnée, le ski, la promenade du chien ou les tâches ménagères à l'extérieur.Ces bottes de neige sont également un excellent cadeau pour les familles, les amis, pour Noël, l’Action de grâces, le Nouvel An, la Saint-Valentin et l’hiver glacial!",
            "Non-slip and durable: The soles of these snow boots are designed with a non-slip texture to ensure safety, with a high-quality rubber sole provides excellent grip, traction and durability on slippery surfaces, perfect for outdoor activities."
          ],
          "other": [
            "Fashionable design: classic colors and styles, simple and practical, easy to match, can be easily worn with any dress, sweater or jeans.",
            "Comfort and warmth: thick and comfortable plush lining, warm and comfortable when you go out in cold winter conditions. It is difficult for snow/water to get into the shoes and keep your feet dry and comfortable.",
            "Easy to put on and take off: The high design provides good ankle support, protecting you from injury. The stylish and easy-to-use lace-up design means our winter boots can be worn firmly can be easily adjusted and provide great support.",
            "Multifunctional: A pair of practical and comfortable winter snow boots for hiking, skiing, walking the dog or doing household chores outdoors. These snow boots are also a great gift for families, friends, for Christmas, Thanksgiving, New Year, Valentine's Day and icy winter!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61y4+h-AbnL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FSD1CY9Z"
      }
    },
    {
      "asin": "B0FF45FVK3",
      "csi_title": "Generisch Bottes de pluie en caoutchouc pour femmes, Bottes de pluie mi-hautes, Chaussures de pluie imperm&#233;ables, Bottines de pluie, Bottes de pluie, Bottes de travail, Bottines &#224; enfiler, Bottes de",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_100::{",
          "size_map": "37 EU",
          "additional_sizes_detected": [
            "numeric_37,",
            "37 EU"
          ],
          "structured_size": {
            "size": "numeric_37",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 37
          }
        },
        "footwear_size": {
          "size": "numeric_37",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 37
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "bottes en caoutchouc pour femmes mariage, bottes en caoutchouc taille 39 noires, bottes de pluie pour femmes roses, bottes de pluie pour femmes, bottes de pluie pour hommes 46, bottes de pluie pour femmes, bottes de pluie pour hommes 46, bottes de pluie pour filles 26, bottes de pluie pour femmes, bottes pour femmes d'été, bottes pour hommes marron, bottes chukka pour hommes, bottes pour femmes 39, bottes pour hommes 44,5, bottes pour femmes beige à plateforme",
            "Bottes en caoutchouc pour femmes, bottes en caoutchouc mi-hautes pour hommes, bottes de pluie pour filles 36, bottes de pluie imperméables doublées pour femmes, bottes de pluie pour hommes 47, bottes de pluie pour femmes 40, bottes de pluie mi-hautes, bottes de pluie 36, bottes de pluie pour femmes doublées, bottes pour femmes 42, bottes en cuir pour hommes, bottes pour hommes en cuir 43, bottes de cavalerie pour femmes bleues, bottes de cavalerie pour hommes marron, bottes de motard en cuir véritable pour femmes",
            "Bottines courtes pour femme taille 40, bottes en caoutchouc pour homme 43 imperméables, bottes de pluie pour homme 47, bottes de pluie doublées pour femme, bottes de pluie pour homme taille 48, bottes de pluie pour femme, bottes de pluie pour homme extra larges, bottes de pluie pour fille 35, bottes de pluie pour enfant taille 23, bottines pour femme printemps avec talon, bottines cowboy pour homme en cuir suédé, bottes pour homme en cuir 43, bottes bateau pour femme 40, bottes bateau pour homme 44, bottes à plateforme pour femme avec pantoufles",
            "bottines courtes femme,bottes en caoutchouc mi-hautes homme,bottes de pluie doublées femme,bottes de pluie femme courtes imperméables,bottes de pluie homme,bottes de pluie femme 41,bottes de pluie homme extra larges,bottes de pluie enfants 35,bottes de pluie femme,bottes femme noires avec lacets,bottines homme avec semelle en cuir,bottes homme,bottes femme en cuir,bottes homme gris,bottes à cheville femme avec talon",
            "Bottines courtes pour femme, bottes en caoutchouc pour homme 45, bottes de pluie 36/37, bottes de pluie à tige courte pour femme, bottes de pluie pour homme 45, bottes de pluie pour femme vélo, bottes de pluie pour homme 45, bottes de pluie pour homme, bottes de pluie pour enfant, bottines pour femme printemps, bottines western pour homme, bottes pour homme noir 42, bottes pour femme, bottes pour homme en cuir, bottes motardes pour femme brun"
          ],
          "other": [
            "wellies women wellies wellies size 6 black rain boots women rain boots women rain boots women rain boots women rain boots for men 12 rain boots girls 26 rain boots women summer boots men chukka boots for men boat shoes women 6 mens rain shoes men rain shoes men 10.5 Women's Beige Plateau Boots",
            "wellington boots for women, rain boots mid high, rain boots for girls 36, rain boots for women with waterproof lining, rain boots for men 47, rain shoes for women 40, mid rise rain shoes, rain boots for women, ankle boots for women 42, leather ankle boots, leather boots for men 43, boat shoes for women blue, biker shoes genuine leather polka dot for women",
            "short boots women size 8 wellies men 9 waterproof rain boots men 47 lined rain boots mens size 48 rain boots mens size 13 rain boots extra large rain boots girls 35 rain boots kids size 23 spring boots with heel suede cowboy boots for men shoes women 40 platform boots for men women",
            "short boots for women, mid rise wellies for men, lined rain boots, rain boots for women, rain boots for women, rain boots for men, rain boots for men, rain shoes for men size 7, extra wide rain shoes, kids rain boots 35, rain boots for women, black boots with laces, leather boots, leather boots, mens boat shoes, boat shoes, mens boat shoes, mens boat shoes, mens boat shoes, mens ankle boots, men's ankle boots, men's ankle boots, men's boat shoes, men's ankle boots, men's ankle boots, men's ankle boots, men's boat shoes, men's ankle boots, men's ankle boots, men's boat shoes, men's ankle boots, men's ankle boots, men's boat shoes, men's ankle boots, men's ankle boots, men's boat shoes, men's ankle boots, men's leather, boat shoes men's ankle boots, men's ankle boots, leather boots, leather ankle boots, men's boat shoes, men's ankle boots, men's ankle boots, women's boots with heel",
            "short boots for women,wellies for men 45,rain boots 36/37,rain boots for women,rain boots for men,rain boots for men,rain boots for men,rain boots for men,rain boots for men,rain boots for men,rain boots for women,boots for women,cowboy boots for men,black boots 42,boat shoes for men,leather boat shoes for women biker boots for women brown"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61aRYgb02yL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FF45FVK3"
      }
    },
    {
      "asin": "B0CGXVQC97",
      "csi_title": "Toocool Bottines femme motardes basses biker d&#233;contract&#233;es avec boucle G527, Camel, 36 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "36 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_190::{",
            "numeric_36,",
            "36 EU"
          ],
          "structured_size": {
            "fit_size": "\"5.5\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_36",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 36
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": "Simili cuir",
          "normalized": "Leather"
        },
        "bullet_points": {
          "fr": [
            "Type de produit : chaussures",
            "Chaussures Toocool Bottes de motard pour femmes Bottes Biker basses à boucle décontractées Camel, 4 UK"
          ],
          "other": [
            "Product Type: Shoes",
            "Toocool Women's Shoes Biker Boots Low Biker Casual Buckle G527, Camel, 4 UK"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/717wJWWzAtL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CGXVQC97"
      }
    },
    {
      "asin": "B0FSCYKTC3",
      "csi_title": "Meik Mangni Bottes de Neige Femme Bottines Hiver Homme Doublure Chaud Peluche Courte Bottines Confortable Imperm&#233;ables Antid&#233;rapant Plates Chaussures Ext&#233;rieur Noir 42EU&#65288;Taille de la semelle43EU&#65289;",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_147::{",
          "size_map": "42 EU",
          "additional_sizes_detected": [
            "numeric_42,",
            "42 EU",
            "43 EU"
          ],
          "structured_size": {
            "size": "numeric_42",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 42
          }
        },
        "footwear_size": {
          "size": "numeric_42",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 42
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Design à la mode : Couleurs et styles classiques, simples et pratiques, faciles à assortir, Peut être facilement porté avec n'importe quelle robe,pull ou Jean.",
            "Confort et chaleur :Doublure épaisse et confortable en peluche,au chaud et confortables lorsque vous sortez dans des conditions hivernales froides.Il est difficile pour la neige/l'eau de pénétrer dans les chaussures et de garder vos pieds au sec et confortables.",
            "Antidérapante et durable : Les semelles de ces bottes de neige sont conçues avec une texture antidérapante pour assurer la sécurité,Avec semelle en caoutchouc de haute qualité offre une excellente adhérence, traction et durabilité sur les surfaces glissantes,parfaites pour les activités de plein air.",
            "Facilité d'enfilage et de retrait : La conception haute offre un bon soutien de la cheville, vous protégeant des blessures. le design élégant et facile à utiliser à lacets signifie que nos bottes d'hiver peuvent être portées fermement peut être facilement ajusté et offrent un excellent soutien.",
            "Multifonctionnel:Une paire de bottes de neige d'hiver pratiques et confortables pour la randonnée, le ski, la promenade du chien ou les tâches ménagères à l'extérieur.Ces bottes de neige sont également un excellent cadeau pour les familles, les amis, pour Noël, l’Action de grâces, le Nouvel An, la Saint-Valentin et l’hiver glacial!",
            "Non-slip and durable: The soles of these snow boots are designed with a non-slip texture to ensure safety, with a high-quality rubber sole provides excellent grip, traction and durability on slippery surfaces, perfect for outdoor activities."
          ],
          "other": [
            "Fashionable design: classic colors and styles, simple and practical, easy to match, can be easily worn with any dress, sweater or jeans.",
            "Comfort and warmth: thick and comfortable plush lining, warm and comfortable when you go out in cold winter conditions. It is difficult for snow/water to get into the shoes and keep your feet dry and comfortable.",
            "Easy to put on and take off: The high design provides good ankle support, protecting you from injury. The stylish and easy-to-use lace-up design means our winter boots can be worn firmly can be easily adjusted and provide great support.",
            "Multifunctional: A pair of practical and comfortable winter snow boots for hiking, skiing, walking the dog or doing household chores outdoors. These snow boots are also a great gift for families, friends, for Christmas, Thanksgiving, New Year, Valentine's Day and icy winter!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61y4+h-AbnL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FSCYKTC3"
      }
    },
    {
      "asin": "B010891B3M",
      "csi_title": "Grinders Stag CS Derby Boot Black Womens Boots Size 4 UK",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "38 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_325::{",
            "numeric_38,",
            "38 EU",
            "4."
          ],
          "structured_size": {
            "fit_size": "\"5\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_38",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 38
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "Pointure: EU 38 / UK 4 / US 5",
            "Shoe size: EU 38 / UK 4 / US 5"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61SHw7vZcUL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B010891B3M"
      }
    },
    {
      "asin": "B0F3NPV8ZF",
      "csi_title": "OBiQuzz 2025 New Slipper Bottines pour Enfants Les Slipper Confortables et &#201;l&#233;gants Antid&#233;rapants en Peluche Chauds pour la Maison Junge Hausschuhe 28, caf&#233;, 28 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_125::{",
          "size_map": "28 EU",
          "additional_sizes_detected": [
            "numeric_28,",
            "28 EU"
          ],
          "structured_size": {
            "size": "numeric_28",
            "size_system": "eu_footwear_size_system",
            "age_group": "toddler",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 28
          }
        },
        "footwear_size": {
          "size": "numeric_28",
          "size_system": "eu_footwear_size_system",
          "age_group": "toddler",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 28
        },
        "age_range": {
          "raw_values": [
            "Enfant",
            "Kid"
          ],
          "normalized": "toddler"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Cozy & Warm: Ces pantoufles pour enfants ont une tige en polaire douce et respirante qui est chaude mais jamais étouffante. Le design à enfiler les rend faciles à mettre et à enlever.",
            "Semelles en caoutchouc TPR légères et antidérapantes pour pantoufles de garçons et filles avec une texture antidérapante offrant une adhérence solide, garantissant que vos enfants puissent marcher et courir en toute sécurité et en douceur.",
            "Confort en mousse à mémoire de forme : La semelle intérieure en mousse à mémoire de forme des pantoufles d’hiver pour enfants amortit chaque pas, réduisant et gardant les petits pieds au chaud même par les jours les plus froids.",
            "Idée Parfaite : Idéal pour les vacances, les réunions de famille, les festivals, Noël ou le quotidien, ces pantoufles pour enfants sont un cadeau attentionné pour les fils, les filles et les petits-enfants."
          ],
          "other": [
            "COMFORTABLE & WARM These kids slippers have a soft and breathable fleece upper that they are warm but never fall off. Slip-on design makes them easy to put on and take off.",
            "ANTI-SLIP & - Lightweight TPR rubber soles of girls house shoes with non-slip texture provides strong grip, ensuring your kids walk and run safely and smoothly.",
            "MEMORY FOAM COMFORT - The memory foam insole of children's winter slippers every step, reduces and keeps little feet comfortable even on cold days.",
            "GREAT IDEA - Perfect for holidays, family gatherings, festivals, Christmas or every day, these kids slippers make these slippers a reflection for kids, and grandchildren."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71-BAWbhjWL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F3NPV8ZF"
      }
    },
    {
      "asin": "B0BMQKK7WF",
      "csi_title": "Toocool - Bottes Femme Biker Boots avec Boucles, Bottes Militaires, Chaussures de Motocycliste D&#233;contract&#233;es G620, bleu, 40 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_126::{",
          "size_map": "40 EU",
          "additional_sizes_detected": [
            "numeric_40,",
            "40 EU"
          ],
          "structured_size": {
            "size": "numeric_40",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 40
          }
        },
        "footwear_size": {
          "size": "numeric_40",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 40
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Toocool - Bottes pour femme Bottes de motardes Boucles Bottes de motardes Chaussures décontractées G620, bleu, 24 cm"
          ],
          "other": [
            "Marque : Toocool",
            "Taille : 7 UK",
            "Couleur : bleu",
            "Brand: Toocool",
            "Toocool - Womens Biker Boots - Biker Boots - Casual Shoes G620 - Blue - 8 UK",
            "size: 7 uk",
            "Colour: blue"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71YvfiIF18L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0BMQKK7WF"
      }
    },
    {
      "asin": "B0DG2TWG1L",
      "csi_title": "Paul Green Bottines &#224; lacets pour femme, 40 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "40 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_141::{",
            "numeric_40,",
            "40 EU"
          ],
          "structured_size": {
            "fit_size": "\"8.5\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_40",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 40
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Type de produit : baskets, baskets basses, chaussures à lacets, chaussures à lacets, chaussures basses, chaussures de rue, chaussures de loisirs, semelle plateforme",
            "Matériau intérieur : cuir, Semelle extérieure : semelle EVA (poids léger), Semelle intérieure : semelle interchangeable (très respirante)",
            "Largeur : normale, Fermeture : à lacets"
          ],
          "other": [
            "Type de talon : plat, hauteur du talon : 1,5 cm, type de tige : tige courte",
            "Chaussures basses, chaussures de rue, chaussures de sport, chaussures de loisirs, baskets, chaussures de course, low-top",
            "Product type: trainers, low trainers, lace-up shoes, low shoes, street shoes, leisure shoes, wedge sole",
            "Inner material: leather, outsole: EVA (light weight), insole: removable insole (very breathable)",
            "Heel Type: Flat, Heel Height: 1.5 cm, Shaft Type: Short Shaft",
            "Width: normal, Closure: laces",
            "Low shoes, street shoes, sports shoes, leisure shoes, trainers, running shoes, low shoes"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71XiSN1xI0L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DG2TWG1L"
      }
    },
    {
      "asin": "B0G1YDNRYX",
      "csi_title": "Bottes pour Homme avec Mollet Large, Longueur Moyenne,Couleur Unie, Botte Blanches avec Fermeture &#233;clair lat&#233;rale, Bottes de P&#232;re No&#235;l avec Poignets Blancs et Sangle de Cheville",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "44 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_217::{",
            "numeric_44,",
            "44 EU"
          ],
          "structured_size": {
            "fit_size": "\"10\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": {
          "gender": "men",
          "size": "numeric_44",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 44
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {}
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51nRVpjlsiL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0G1YDNRYX"
      }
    },
    {
      "asin": "B0FLF2DFVN",
      "csi_title": "Bottes de pluie en caoutchouc pour femme - Larges mollets - Antid&#233;rapantes - Bottes de cheville plates en caoutchouc - Chaussures de pluie imperm&#233;ables - Bottes courtes - Bottes de randonn&#233;e pour",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_100::{",
          "size_map": "40 EU",
          "additional_sizes_detected": [
            "numeric_40,",
            "40 EU"
          ],
          "structured_size": {
            "size": "numeric_40",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 40
          }
        },
        "footwear_size": {
          "size": "numeric_40",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 40
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Antidérapant : Les semelles avec un profil antidérapant améliorent la stabilité. La résistance antidérapante des bottines assure un maintien stable sur les chemins boueux, elles vous offrent un maintien stable et une sécurité lors de la marche.",
            "Durable : Ces bottes de pluie mi-hautes pour femmes sont résistantes à l'usure et durables, idéales pour une utilisation fréquente dans diverses conditions météorologiques. Elles résistent aux tests de diverses conditions routières complexes et ne s'usent ni ne se détériorent facilement.",
            "Confort : avec leur semelle extérieure solide, ces bottes de pluie offrent un gain de taille discret mais aussi un confort tout au long de la journée sans fatiguer vos pieds.",
            "bottines imperméables pour femmes, bottines d'été noires pour femmes, bottines en cuir pour femmes, bottines de cow-boy pour femmes noires, bottines de sécurité pour femmes imperméables, bottines de travail pour hommes taille 46, bottines à lacets pour hommes, bottines d'écurie pour femmes, bottines pour femmes avec talon, bottes de cowboy pour femmes, bottes à plateforme pour femmes, bottines d'été, bottes en caoutchouc pour garçons, bottines d'été pour femmes, bottes de football, bottines de cow-boy pour femmes, bottes à plateforme pour femmes, bottes médiévales pour hommes, bottes pour femmes avec talon, bottines en cuir suédé brun pour femmes, bottines d'été",
            "Bottines cowboy pour homme, bottines pour femme élégantes, bottes noires pour homme, bottes à talon noires pour femme, bottines beiges d'été pour femme, bottines noires en cuir pour femme, bottes de cowboy pour femme avec franges, demi-bottes d'été noires pour femme, bottes à talon d'été pour femme, chaussures en caoutchouc pour bébé, extérieur imperméable, bottes en caoutchouc noires pour femme, bottes en caoutchouc jaunes pour homme, courtes, bottes en caoutchouc pour enfants, bottes de pluie pour enfants, chaussures de jardin pour homme 44, fermées, bottines en cuir véritable pour femme",
            "DURABLE These mid rise rain boots for women are wear-resistant and durable, ideal for frequent use in different weather conditions. They withstand the testing of various complex road conditions and are not easy to use and damage."
          ],
          "other": [
            "Non-slip: the outer soles with non-slip profile improve stability. The non-slip resistance of the ankle boots ensures a stable hold on muddy paths, providing you with a stable hold and safety when walking.",
            "COMFORT - With a solid outsole, these rain boots offer a discreet size gain but also all-day comfort without straining your feet.",
            "ankle boots summer waterproof ankle boots for women summer boots black leather boots cowboy boots safety boots for women work boots waterproof work boots for men ankle boots for women lace up ankle boots for women ankle boots for women heel boots for women cowboy boots for women summer boots for women summer boots for women ankle boots for women soccer boots for women platform boots medieval boots for men women with brown suede heel women summer boots",
            "cowboy boots for men women elegant black with heel black ankle boots summer beige ankle boots black leather boots cowboy boots women low fringe boots for women summer boots black summer boots for women summer boots for women waterproof wellies for women wellies for women wellies for women wellies black wellies short wellies wellies for kids rain boots for kids garden shoes men 44 closed boots women Genuine Leather"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61MKtR+juwL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FLF2DFVN"
      }
    },
    {
      "asin": "B00BC3VGOS",
      "csi_title": "Dr. Martens Mixte Jadon Polished Smooth Brogues, Noir (Black), 42 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "42 EU",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": "other",
          "normalized": "other"
        },
        "bullet_points": {}
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71mpWgudqnL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B00BC3VGOS"
      }
    },
    {
      "asin": "B0FG2PVQ3X",
      "csi_title": "Generisch Bottes de pluie en caoutchouc pour femmes - Bottes de pluie demi-hautes - Bottes de pluie imperm&#233;ables - Bottines de pluie - Chaussures de pluie - Bottes de s&#233;curit&#233; - Chaussures de travail",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_153::{",
          "size_map": "40 EU",
          "additional_sizes_detected": [
            "numeric_40,",
            "40 EU"
          ],
          "structured_size": {
            "size": "numeric_40",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 40
          }
        },
        "footwear_size": {
          "size": "numeric_40",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 40
        },
        "age_range": {
          "raw_values": [
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Bottes en caoutchouc pour femmes 39 mi-hautes Bottes en caoutchouc pour hommes mi-hautes taille 47 bottes de pluie pour femme hautes, bottes de pluie pour femme mi-hautes, bottes de pluie pour homme 43, bottes de pluie jaunes pour femme, bottes de pluie mi-hautes, bottes de pluie pour enfants 22, bottes pour enfants garçons, bottines pour femme été, bottines western pour homme, chukka boots pour homme, bottes pour femme blanches, bottes pour homme grises, bottes pour femme été",
            "bottes en caoutchouc pour femmes 41 bottes en caoutchouc pour hommes 44 imperméables bottes de pluie pour enfants 24 bottes de pluie pour femmes légères bottes de pluie pour hommes chaussures de pluie pour femmes à lacets chaussures de pluie pour hommes extra larges bottes de pluie pour femmes bottes de pluie pour femmes bottes courtes pour femmes blanches bottes courtes pour hommes bottes de motard pour hommes en cuir noir bottes pour femmes 39 bottes pour hommes en cuir brun bottes pour femmes été",
            "Bottes en caoutchouc courtes pour femmes, bottes en caoutchouc mi-hautes pour jardin, bottes de pluie pour enfants 22, bottes de pluie pour femmes doublées hiver, bottes de pluie pour hommes courtes, bottes de pluie imperméables pour femmes, bottes de pluie pour hommes vélo, bottes de pluie pour filles 36, bottes de pluie pour femmes, bottes pour enfants filles, bottes cowboy pour hommes 42, bottes pour hommes été, bottes pour femmes 38, bottes pour hommes en cuir, bottes cheville pour femmes marron",
            "bottes en caoutchouc femme courtes 40 bottes en caoutchouc taille 36 bottes de pluie femme courtes colorées bottes de pluie femme courtes imperméables bottes de pluie homme courtes 47 bottes de pluie femme larges bottes de pluie homme vélo bottes de pluie enfants 23 bottes de marche enfants 34 bottes montantes femme vernies bottes courtes homme cuir bottes homme cuir noir bottes de marche femme bottes de marche homme bottes femme été",
            "bottes en caoutchouc femmes tige courte bottes en caoutchouc taille 39 femmes bottes de pluie filles 26 bottes de pluie femmes mi-hautes bottes de pluie hommes taille 48 chaussures de pluie femmes imperméables mi-hautes chaussures de pluie hommes imperméables bottes de pluie à lacets bottes de pluie enfants garçons bottines femmes printemps bottines cowboy hommes daim bottes motard hommes vintage chaussures bateau femmes 40 chaussures bateau hommes cuir boots femmes noir printemps"
          ],
          "other": [
            "womens mid rise wellies size 6 12 rain boots women tall rain boots women rain boots women mid rise rain boots for men 9 yellow rain boots mid rise rain boots rain boots for kids summer ankle boots for women summer ankle boots for men chukka boots for men women white boat shoes men women boat shoes white men women",
            "wellies women wellies 41 rain boots waterproof rain boots for kids rain boots for women lightweight rain boots for women rain shoes lace up rain boots extra wide rain boots women rain boots women rain boots women rain boots for women white ankle boots black ankle boots black leather biker boots women boat shoes for women 39 brown leather boat shoes summer boots for women",
            "wellington boots women short wellies garden wellies mid height wellies 36 rain boots for kids 22 lined rain boots winter rain boots men women rain boots men rain boots women rain boots for women rain boots for kids girls cowboy boots for men 42 summer boots women 38 leather boat shoes brown",
            "wellington boots women short wellies 40 wellies size 36 rain boots short colorful rain boots short rain boots women rain boots women rain boots men rain boots for men rain boots for men rain boots for kids 23 boat shoes kids 34 patent boots black leather boots women boat shoes summer boots",
            "wellington boots women wellies short wellies size 6 rain boots girls 26 rain boots mid rise rain boots men size 13 rain boots waterproof lace up rain boots kids cowboy boots suede ankle boots vintage biker boots mens 40 leather boat shoes womens boots black cooling"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61mJOHLlGfL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FG2PVQ3X"
      }
    },
    {
      "asin": "B0D6GHLMV5",
      "csi_title": "Remonte Bottines classiques pour femme D0780, bottines pour femme, semelle int&#233;rieure ample, hydrofuge, RemonteTEX, Blanc 80, 39 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "39 EU Large",
          "additional_sizes_detected": [
            "$additional_links_augmentor_164::{",
            "numeric_39,",
            "39 EU Large"
          ],
          "structured_size": {
            "fit_size": "\"8\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_39",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "wide",
          "size_class": "numeric",
          "numeric_size": 39
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Type de produit: Bottines, Halbschuhe, Baskets hautes, Damenschuhe, Schnürschuhe, Schnürer, Schnürstiefelettes, Mid Cut",
            "Matériau extérieur : cuir lisse, matériau intérieur : textile, semelle extérieure : semelle TR, semelle intérieure : textile",
            "Largeur : normale (G), fermeture : fermeture éclair, résistance à l'eau : hydrofuge grâce à remonteTEX",
            "Ce modèle dispose de la membrane remonteTEX hydrofuge qui garantit une protection optimale contre l'humidité et une protection parfaite contre le froid et le vent avec une bonne respirabilité. La semelle intérieure amovible est extra douce et absorbe les chocs et peut être remplacée par des semelles individuelles (orthopédiques). Produit naturel de qualité supérieure - La laine vierge offre une protection fiable contre le froid et en même temps un bon climat des pieds grâce à la propriété respirante et au confort optimal."
          ],
          "en": [
            "This model features the water-repellent remonteTEX membrane that guarantees optimal protection against moisture and cold and wind with good breathability. The removable insole is extra soft and shock-absorbing and can be replaced with individual (orthopedic) insoles. The high-quality natural virgin wool offers reliable protection against the cold and at the same time provides a good foot climate thanks to its breathable properties and optimal comfort."
          ],
          "other": [
            "Type de talon : plat, hauteur du talon : 3,5 cm, type de tige : demi-tige, hauteur de la tige : 10 cm",
            "Product type: ankle boots, low shoes, high trainers, women's shoes, lace-up shoes, lace-up boots, mid-length cut",
            "Upper material: smooth leather, inner material: textile, outsole: TR sole, insole: textile",
            "Heel Type: Flat, Heel Height: 3.5 cm, Shaft Type: Half Shaft, Shaft Height: 10 cm",
            "Width: normal (G), closure: zip, water resistance: waterproof thanks to remonteTEX"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51i7okC9ZLL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0D6GHLMV5"
      }
    },
    {
      "asin": "B07KX2XD1Z",
      "csi_title": "Toocool - Bottes basses femme SA9907 Marron marron 41 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_144::{",
          "size_map": "41 EU",
          "additional_sizes_detected": [
            "numeric_41,",
            "41 EU"
          ],
          "structured_size": {
            "size": "numeric_41",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 41
          }
        },
        "footwear_size": {
          "size": "numeric_41",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 41
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Type de produit: BOOT"
          ],
          "other": [
            "Toocool SA9907, bottes de moto courtes avec boucles, marron, 41 EU",
            "Marque : Toocool",
            "Couleur : marron",
            "Taille: 41 EU"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/611BbyfrNwL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B07KX2XD1Z"
      }
    }
  ],
  "stats": {
    "asin_blocks_found": 70,
    "records_extracted": 70,
    "records_skipped_no_csi": 0
  }
}