{
  "source_file": "data6.txt",
  "records": [
    {
      "asin": "B0CFM9QCZP",
      "csi_title": "R-ISLAND Sabots classiques, chaussons d&apos;hiver pour femme, avec doublure chaude, imperm&#233;ables, avec semelle antid&#233;rapante, confortables, pour la maison, la chambre, le salon.., bleu marine, 38 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_165::{",
          "size_map": "38 EU",
          "additional_sizes_detected": [
            "numeric_38,",
            "38 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_38",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 38
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_38",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 38
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "R-ISLAND Clog Classic, Sabots d'hiver pour femmes, avec doublure chaude, imperméable, avec semelle antidérapante, confortable, pour la maison, la chambre, le salon., bleu marine, 38 EU"
          ],
          "other": [
            "Product type: SLIPPER",
            "Brand: R-ISLAND",
            "Size: 38 EU",
            "R-ISLAND Clog Classic Women's Winter Clog Warm Lined Waterproof Clog with Non-Slip Sole Comfortable Home Bedroom Living Room Clog Navy 38 EU",
            "size: 38"
          ]
        }
      }
    },
    {
      "asin": "B0DHXNF5Y5",
      "csi_title": "Lico Pantoufles pour homme Bioline Clog Nature, bleu, 40 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_141::{",
          "size_map": "40 EU",
          "additional_sizes_detected": [
            "numeric_40,",
            "40 EU"
          ],
          "structured_size": {
            "size": "numeric_40",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 40
          }
        },
        "footwear_size": {
          "size": "numeric_40",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 40
        },
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": "Rubber",
          "normalized": "Rubber"
        },
        "bullet_points": {
          "fr": [
            "Fermeture : boucle réglable",
            "Matériau de la semelle extérieure : semelle extérieure EVA amortissante",
            "Semelle intérieure en cuir",
            "Semelle intérieure : liège/caoutchouc"
          ],
          "other": [
            "Dessus en feutre de laine"
          ]
        }
      }
    },
    {
      "asin": "B0D8L6999H",
      "csi_title": "Ladeheid Chaussons thermiques pour femmes pour bottes en caoutchouc LA-CA-09 LA-CA-12, gris fonc&#233;, 36/37 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_167::{",
          "size_map": "36/37 EU",
          "additional_sizes_detected": [
            "numeric_36,",
            "36/37 EU"
          ],
          "structured_size": {
            "size": "numeric_36",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "to_size": "numeric_37",
            "width": "medium",
            "size_class": "numeric_range",
            "numeric_size": 36
          }
        },
        "footwear_size": {
          "size": "numeric_36",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "to_size": "numeric_37",
          "width": "medium",
          "size_class": "numeric_range",
          "numeric_size": 36
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "Ladeheid Chaussons thermiques pour femmes pour bottes en caoutchouc LA-CA-09 LA-CA-12 (Gris foncé, 36/37 EU)",
            "Gris foncé"
          ],
          "other": [
            "Pantoufles",
            "Ladeheid",
            "Ladeheid Heated Rubber Boot Socks LA-CA-09 LA-CA-12 (Dark Grey, 36/37 EU)",
            "Slippers",
            "Dark Grey"
          ]
        }
      }
    },
    {
      "asin": "B0CPT5MQPY",
      "csi_title": "Rockreyoa Lot de 5 pi&#232;ces de 1 m de ruban de fausse fourrure en peluche, ruban d&#233;coratif en fausse fourrure color&#233;e pour le bricolage, accessoires de sc&#232;ne, pantoufles, collier, d&#233;coration, blanc, 5",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau de haute qualité : le tissu en fourrure est léger, fort, élastique, durable et agréable au toucher. La fourrure synthétique longue et douce permet aux designers de laisser libre cours à leur créativité avec les projets en tissu pelucheux. Il est parfait pour toute fausse fourrure douce et moelleuse",
            "Dimensions : vous recevrez 5 pièces de ruban en fausse fourrure blanche, chaque pièce mesure environ 1 m de longueur. Huit largeurs de 1 à 8 cm sont disponibles. Le tissu est facile à ajuster ou à couper.",
            "Facile à manipuler : le ruban en fourrure synthétique peut être coupé à n'importe quelle taille ou forme avec de simples ciseaux ménagers. Vous pouvez l'utiliser pour créer de nombreux petits accessoires.",
            "Confortable : cette fausse fourrure shaggy utilise de la fausse fourrure artificielle, confortable et douce pour la peau. Il est temps d'utiliser votre imagination pour créer des articles dans votre style et profiter du plaisir que cela procure.",
            "Multi-usages : pour le bricolage ou pour couper des franges, des costumes, des vêtements, des sacs, des chaussures, des toboggan et d'autres accessoires ou comme décoration de la maison.",
            "High quality material: fur fabric, the fur fabric is lightweight, strong, stretchy, durable and comfortable to touch. The long fluffy and soft faux fur allows the fur fabric patch to allow designers to achieve more creative experiments. It is perfect for any fluffy and soft faux fur fabric",
            "COMFORTABLE This shaggy faux fur uses artificial fur, which is comfortable and skin-friendly. It's time to use your imagination to create items in your own style and enjoy the fun."
          ],
          "other": [
            "Size: you will receive 5 pieces of white faux fur ribbon trims, each piece is approx. 1 m long. There are eight widths from 1cm to 8cm. The fabric is easy to adjust or cut.",
            "Easy to Use The faux fur ribbon can be cut to any size or shape with a simple pair of household scissors. You can use it to make many small accessories.",
            "MULTI-USE: DIY or trim fringe, costume, clothes, bags, shoes, slides and other accessories, or as home decoration."
          ]
        }
      }
    },
    {
      "asin": "B0D66FNLSZ",
      "csi_title": "Morrison Pantoufles en Cuir Rose Marilyn",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "39 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_386::{",
            "numeric_39,",
            "39 EU"
          ],
          "structured_size": {
            "fit_size": "\"8\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_39",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 39
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Ce style a été produit de manière durable",
            "This style has been produced sustainably"
          ],
          "other": [
            "MORRISON, SNEAKER, MARILYN, UNISEX, ADULTO, 39",
            "Morrison, sneaker, marilyn, unisex, adulto, 39",
            "Morrison, Sneaker, Marilyn, Unisex, Adult, 6 UK"
          ]
        }
      }
    },
    {
      "asin": "B09P1GXK8X",
      "csi_title": "Crocs Classic Lined Clog 46-47 EU Black/Multi",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Sensation chaude et duveteuse à l'intérieur : conçue dans un souci de fonctionnalité et de chaleur, les Crocs doux et doublés pour homme et femme sont parfaits comme pantoufles mais également parfaits pour les courses.",
            "Coupe doublée classique : les sabots confortables avec un duvet doublé chaud sont ce dont les femmes et les hommes ont besoin pour garder la sensation toute la saison. Les sangles de talon traditionnelles vous offrent un ajustement sûr et confortable pour un enfilage confortable. Nous vous recommandons de choisir une taille au-dessus pour un peu plus d'espace.",
            "Quelle taille dois-je acheter ? Ces chaussures offrent une coupe ample et nous vous recommandons de commander une pointure au-dessus de la prochaine taille entière la plus grande. Ces sabots Crocs pour homme et femme sont créés avec de la mousse Croslite, offrant un confort Dual Crocs qui offre un bon maintien, doux et berçant",
            "Faites-les vôtres : ces chaussures Crocs pour homme et femme offrent un ajustement parfait qui accueillera votre pied. Les sabots Crocs peuvent être personnalisés avec des breloques Jibbitz pour refléter votre propre style personnel.",
            "CROCS Pour homme et femme : les Crocs classiques doublés en peluche sont amusants à porter à l'intérieur et à l'extérieur. Les options sont infinies lorsque vous élargissez votre garde-robe avec ces sabots duveteux.",
            "CUSTOMIZE THEM - These Crocs for women and men offer a slim fit that will cradle your foot. Crocs clogs can be customized with Jibbitz charms to reflect your personal style."
          ],
          "other": [
            "Find your size: We recommend going one size up (e.g. if you are a 7.5, a size up to an 8)",
            "Warm Fuzzy Feelings Inside: Designed with functionality and warmth in mind, the soft lined Crocs for men and women are perfect as a slipper but also perfect for running errands.",
            "CLASSIC LINED FIT - These cozy clogs with warm lined down are the Crocs women and men need to stay warm and comfortable all season. Traditional heel straps provide a secure, snug fit for easy on and comfort.",
            "BUY WITH CONFIDENCE: Crocs products are backed by our 90-day manufacturer warranty for high quality and authenticity. Terms and conditions apply."
          ]
        }
      }
    },
    {
      "asin": "B0CJR6R265",
      "csi_title": "Sabots &#224; Plateforme Sabots Mules Chaussures Sabots Mules Chaussures Chaussures de Jardin Pantoufles Plage Sandales Femmes Piscine Sandales Chaussons Libellules Rose 39EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_118::{",
          "size_map": "39 EU",
          "additional_sizes_detected": [
            "numeric_39,",
            "39 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_39",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 39
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_39",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 39
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "SOLLES SURÉLÉVÉES - La hauteur du talon des sabots à plateforme mesure environ 50,8 cm, garantissant de sublimer votre look et votre humeur, tout en renforçant notre confiance en soi !",
            "Respirantes : les chaussures de jardinage à semelle épaisse ont des trous d'aération sur le dessus et les côtés. Le porter pendant une longue période ne sera pas étouffant. Et vous pouvez installer une variété de breloques pour chaussures sur le dessus.",
            "Ultra légers et faciles à nettoyer : les sabots à plateforme de jardinage sont détendus sans fardeau. Ces sabots mules sont imperméables, ce qui les rend non seulement excellents pour le jardin, la cour, la plage ou la piscine, mais également faciles à nettoyer et à sécher rapidement.",
            "Design tendance : les sandales compensées pour femme sont fabriquées en mousse pour le plus grand confort, vous pouvez choisir la couleur qui vous convient, et également les associer avec une robe, un t-shirt, un jean, une jupe, etc.",
            "Multifonction : idéal comme chaussons d'intérieur lorsque vous vous détendez à la maison, mais également parfait pour le jardinage, promener le chien et prendre l'avion. Une infirmière pourrait apprécier le confort absolu et le style tendance que nos sabots plateforme ont à offrir, tandis qu'un agriculteur bénéficierait du matériau résistant à l’eau et facile à nettoyer.'",
            "MULTIFUNCTIONAL - Ideal for daily slippers when relaxing at home, but also perfect for gardening, walking with the dog and flight. A nurse might appreciate the nice support and fashionable style of our platform clogs, while a farmer would benefit from the water repellent and easy to clean material."
          ],
          "other": [
            "STYLISH SOLES - These platform clogs are about 2 inches, guaranteed to elevate your appearance and mood, can also improve our self-confidence",
            "Breathable - thick-soled gardening shoes have ventilation holes in the upper and on the sides. Wearing it for a long time will not feel stuffy And you can install a variety of shoe pendants on top.",
            "ULTRA LIGHTWEIGHT & EASY TO CLEAN - Gardening platform clogs are relaxed without load. These clogs are waterproof, making them not only perfect for the garden, yard, beach or pool, but also easy to clean and dry quickly.",
            "FASHION DESIGN The women's platform slides are made of foam for maximum comfort, you can choose the color that suits you, and also pair them with dress, t-shirt, jeans, skirt, etc."
          ]
        }
      }
    },
    {
      "asin": "B08BHXRVDB",
      "csi_title": "Sosenfer Chaussons B&#233;b&#233; Enfant Gar&#231;ons Pantoufle Fille antid&#233;rapante Garcon Chaussettes Chaussures Mixte Enfant-HEI-23",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_142::{",
          "size_map": "23 EU",
          "additional_sizes_detected": [
            "numeric_23,",
            "$additional_links_augmentor_165::{",
            "23 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_23",
            "age_group": "toddler",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 23
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_23",
          "age_group": "toddler",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 23
        },
        "age_range": {
          "raw_values": [
            "Enfant",
            "Kid"
          ],
          "normalized": "toddler"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Respirant pour les petits aventuriers : même après avoir couru pendant des heures dans l'appartement, les pieds de votre enfant restent agréablement frais grâce à la matière respirante.",
            "La sécurité à chaque pas : la semelle antidérapante en caoutchouc offre aux petits pieds une bonne adhérence sur le parquet et le carrelage, pour que vous ayez l'esprit tranquille lorsque votre enfant court partout.",
            "Très facile à enfiler ! La tige extensible permet à votre enfant de devenir un petit pro de l'autonomie, ce qui vous fait gagner un temps précieux le matin avant d'aller à la maternelle.",
            "Pratique pour vous : il suffit de le mettre dans la machine à laver à 30 °C pour éliminer la boue et les taches. Ainsi, même après des jeux endiablés, vous gardez toujours le contrôle sur l'hygiène."
          ],
          "other": [
            "Upper: Knitted upper with breathable fabric, moisture and sweat are absorbed, lightweight and not deformable. Very comfortable to wear for children's soft feet.",
            "Inner material: 【Note】Our slippers are a little smaller than normal, so we recommend ordering a size larger.",
            "Sole: Non-slip and wear-resistant, it can increase flexibility and stability, improve children's safety and give your child more safety. Indoor, leisure, beach, hospital, airplanes, training, camping, training, dance classes and other activities"
          ]
        }
      }
    },
    {
      "asin": "B0CCF45YT2",
      "csi_title": "HSN We Are Nutrition Bouteille Thermique 750 ml | Vert eau | Thermos pour transporter des liquides avec bouchon &#224; vis et syst&#232;me anti-fuite | Sans odeur | Nettoyage facile",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "750 ml",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "☀️ [ POURQUOI CHOISIR NOTRE PRODUIT ? ] Nous garantissons une qualité optimale dès l’origine. Chaque lot est soumis à des contrôles rigoureux de sécurité, de pureté et de puissance, afin de vous assurer un produit fiable, efficace et totalement sûr. Nous misons sur une production transparente, responsable et axée sur le bien-être, ce qui fait de HSN une marque de référence pour toutes les personnes à la recherche de compléments alimentaires de haute qualité."
          ],
          "en": [
            "☀️ [HYDRATION] You can bring this thermal bottle to the gym, office or anywhere to maintain proper hydration. Fits all coasters."
          ],
          "other": [
            "HSN insulated bottle with stainless steel interior. With screw cap for a good airtight seal and leak proof system to prevent accidental spills.",
            "[Thermos ] Maintains the temperature of your home for hours thanks to the stainless steel material. Your cold or heated drink for longer!",
            "DESIGN - Minimalist and stylish design bottle with light weight. With the exclusive logo: HSN WE ARE NUTRITION!",
            "[Metallic Closure] Features a metal screw closure that prevents leakage or loss of contents."
          ]
        }
      }
    },
    {
      "asin": "B0CJR7SVNM",
      "csi_title": "Sabots &#224; Plateforme Sabots Mules Chaussures Sabots Mules Chaussures Chaussures de Jardin Pantoufles Plage Sandales Femmes Piscine Sandales Chaussons Libellules Noir 40EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_119::{",
          "size_map": "40 EU",
          "additional_sizes_detected": [
            "numeric_40,",
            "40 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_40",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 40
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_40",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 40
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": "Caoutchouc",
          "normalized": "Rubber"
        },
        "bullet_points": {
          "fr": [
            "SOLLES SURÉLÉVÉES - La hauteur du talon des sabots à plateforme mesure environ 38,1 cm, garantissant de sublimer votre look et votre humeur, tout en renforçant votre confiance en vous !",
            "Respirantes : les chaussures de jardinage à semelle épaisse ont des trous d'aération sur le dessus et les côtés. Le porter pendant une longue période ne sera pas étouffant. Et vous pouvez installer une variété de breloques pour chaussures sur le dessus.",
            "Ultra légers et faciles à nettoyer : les sabots à plateforme de jardinage sont détendus sans fardeau. Ces sabots mules sont imperméables, ce qui les rend non seulement excellents pour le jardin, la cour, la plage ou la piscine, mais également faciles à nettoyer et à sécher rapidement.",
            "DESIGN TENDANCE - Les sandales à plateforme pour femme sont fabriquées en mousse pour le plus grand confort, vous pouvez choisir la couleur qui vous convient, et également les associer avec une robe, un t-shirt, un jean, une jupe, etc.",
            "Multifonction : idéal comme chaussure d'intérieur quotidienne lorsque vous vous détendez à la maison, mais également parfait pour le jardinage, promener le chien et prendre l'avion. Une infirmière pourrait apprécier le confort absolu et le style tendance que nos sabots plateforme ont à offrir, tandis qu'un agriculteur bénéficierait du matériau résistant à l’eau et facile à nettoyer.'",
            "MULTIFUNCTIONAL - Ideal for daily slippers when relaxing at home, but also perfect for gardening, walking with the dog and flight. A nurse might appreciate the nice support and fashionable style of our platform clogs, while a farmer would benefit from the water repellent and easy to clean material."
          ],
          "other": [
            "STYLISH SOLES - These platform clogs are about 2 inches, guaranteed to elevate your appearance and mood, can also improve our self-confidence",
            "Breathable - thick-soled gardening shoes have ventilation holes in the upper and on the sides. Wearing it for a long time will not feel stuffy And you can install a variety of shoe pendants on top.",
            "ULTRA LIGHTWEIGHT & EASY TO CLEAN - Gardening platform clogs are relaxed without load. These clogs are waterproof, making them not only perfect for the garden, yard, beach or pool, but also easy to clean and dry quickly.",
            "FASHION DESIGN The women's platform slides are made of foam for maximum comfort, you can choose the color that suits you, and also pair them with dress, t-shirt, jeans, skirt, etc."
          ]
        }
      }
    },
    {
      "asin": "B0BBTNLM8W",
      "csi_title": "QKLsudua Lot de 2 Porte-gobelets r&#233;tractables &#224; Gauche et &#224; Droite pour Tableau de Bord Compatible avec BM-W E90 E91 E92 E93 Beige",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Premium Material - Made of silica rubber, environmentally friendly, durable, waterproof and odorless.",
            "Compatibilité parfaite : compatible avec BM-W E90 E91 E92 E93 323i 325i 325xi 328i 328xi 330i 330xi 335d 335i 335is 335xi M3 2006-2013. (Veuillez vous référer à la page de détails pour les modèles spécifiques).",
            "Matériau de qualité supérieure : les engrenages internes résistants à l'usure permettent une rétraction fluide. Des composants et une construction durables garantissent qu'il est résistant à l'usure et à la chaleur, et ne se déforme pas facilement pour une longue durée de vie.",
            "Remplacement direct : Installation facile, sans dommage. Installation parfaitement adaptée à la voiture d'origine.",
            "Caractéristiques du produit : restaure les porte-gobelets d'origine cassés. Empêche les boissons de se renverser, ce qui aidera à garder votre voiture propre et bien rangée.",
            "Contenu du paquet : Ce paquet contient 2 supports de gobelet pour conducteur (côté gauche) et passager (côté droit)."
          ],
          "en": [
            "Service + Package Included This package comes with 2 pcs left and right water cup holders. 30 days money back guarantee plus 1 year warranty. Great value for money guaranteed, buy QKLsudua products and worry free today."
          ],
          "other": [
            "Perfect Compatibility Compatible with B-MW 323i E90 2006-2011, compatible with B-MW 325i E90 2006, compatible with B-MW 325xi E90 2006 (Please refer to the detail page for specific models)",
            "Wide Applications Suitable for water cups, drinks, bottles, coins and other medium sized cups. It can also be a mini trash can while you are driving.",
            "DAMAGE FREE INSTALLATION - No need to glue, no drilling required, plug and play."
          ]
        }
      }
    },
    {
      "asin": "B0912W9R8P",
      "csi_title": "Sosenfer - Chaussons pour enfants - Avec semelle antid&#233;rapante - Unisexe, Noir , 17 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_142::{",
          "size_map": "17 EU",
          "additional_sizes_detected": [
            "numeric_17,",
            "17 EU"
          ],
          "structured_size": {
            "size": "numeric_17",
            "size_system": "eu_footwear_size_system",
            "age_group": "toddler",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 17
          }
        },
        "footwear_size": {
          "size": "numeric_17",
          "size_system": "eu_footwear_size_system",
          "age_group": "toddler",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 17
        },
        "age_range": {
          "raw_values": [
            "Baby"
          ],
          "normalized": "toddler"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "Upper: Knitted upper with breathable fabric, moisture and sweat are absorbed, lightweight and not deformable. Very comfortable to wear for children's soft feet.",
            "Inner material: 【Note】Our slippers are a little smaller than normal, so we recommend ordering a size larger.",
            "Sole: Non-slip and wear-resistant, it can increase flexibility and stability, improve children's safety and give your child more safety. Indoor, leisure, beach, hospital, airplanes, training, camping, training, dance classes and other activities"
          ]
        }
      }
    },
    {
      "asin": "B08BJ1JVC1",
      "csi_title": "Sosenfer Chaussons B&#233;b&#233; Enfant Gar&#231;ons Pantoufle Fille antid&#233;rapante Garcon Chaussettes Chaussures Mixte Enfant-HEI-26",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_142::{",
          "size_map": "26 EU",
          "additional_sizes_detected": [
            "numeric_26,",
            "$additional_links_augmentor_165::{",
            "26 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_26",
            "age_group": "toddler",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 26
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_26",
          "age_group": "toddler",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 26
        },
        "age_range": {
          "raw_values": [
            "enfant.",
            "Kid"
          ],
          "normalized": "toddler"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Respirant pour les petits aventuriers : même après avoir couru pendant des heures dans l'appartement, les pieds de votre enfant restent agréablement frais grâce à la matière respirante.",
            "La sécurité à chaque pas : la semelle antidérapante en caoutchouc offre aux petits pieds une bonne adhérence sur le parquet et le carrelage, pour que vous ayez l'esprit tranquille lorsque votre enfant court partout.",
            "Très facile à enfiler ! La tige extensible permet à votre enfant de devenir un petit pro de l'autonomie, ce qui vous fait gagner un temps précieux le matin avant d'aller à la maternelle.",
            "Pratique pour vous : il suffit de le mettre dans la machine à laver à 30 °C pour éliminer la boue et les taches. Ainsi, même après des jeux endiablés, vous gardez toujours le contrôle sur l'hygiène."
          ],
          "other": [
            "Upper: Knitted upper with breathable fabric, moisture and sweat are absorbed, lightweight and not deformable. Very comfortable to wear for children's soft feet.",
            "Inner material: 【Note】Our slippers are a little smaller than normal, so we recommend ordering a size larger.",
            "Sole: Non-slip and wear-resistant, it can increase flexibility and stability, improve children's safety and give your child more safety. Indoor, leisure, beach, hospital, airplanes, training, camping, training, dance classes and other activities"
          ]
        }
      }
    },
    {
      "asin": "B08XQWXQKN",
      "csi_title": "Shepherd of Sweden - Pantoufles en laine Jon - Homme - 100% laine - &#192; enfiler - Mules - Semelle caoutchouc - Navy - Taille 45",
      "csi_status": "Not Discoverable",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "45 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_168::{",
            "numeric_45,",
            "45 EU"
          ],
          "structured_size": {
            "fit_size": "\"11.5\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_45",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 45
        },
        "age_range": {
          "raw_values": [
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": "Rubber",
          "normalized": "Rubber"
        },
        "bullet_points": {
          "en": [
            "Scandinavian excellence: Swedish design traditionally insists on attention to detail. We work with the materials we like: natural, timeless and authentic. That is our identity."
          ],
          "other": [
            "Artisan techniques: Artisan techniques have always fascinated us. The combination of clean Swedish design and craftsmanship gives rise to exceptional products, beautiful and timeless.",
            "HANDMADE WITH PASSION - Each Shepherd slipper is made from many separate pieces, always made of natural sheepskin, treated with care to achieve the desired quality and finish. Then all these pieces are assembled by seasoned craftsmen, basically by hand.",
            "100% NATURAL - We choose to work with sheepskin and wool for their unmistakable qualities. For us, the feel and comfort they provide surpasses all other materials.",
            "Normal shoe size: These slippers fit normally. Check the size chart to find your perfect size."
          ]
        }
      }
    },
    {
      "asin": "B006NPWUPY",
      "csi_title": "MyWalit Standard Wallet Sangria Multi",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Taille unique",
          "size_map": null,
          "additional_sizes_detected": [
            "One Size"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "Mywalit Standard Wallet Sangria Multi",
            "Closure Type: Open",
            "External dimensions: 9 x 10 x 1 cm",
            "Number of credit card slots: 6",
            "Material: Leather",
            "Width: 10 cm"
          ]
        }
      }
    },
    {
      "asin": "B0BM53FJXQ",
      "csi_title": "Camper Chaussons Wabi pour homme, Bordeaux 105, 44 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": null,
          "additional_sizes_detected": [
            "44 EU"
          ],
          "structured_size": {
            "fit_size": "\"10.5\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau extérieur : synthétique",
            "Matériau intérieur : textile"
          ],
          "other": [
            "Semelle : caoutchouc",
            "Forme du talon : plat",
            "Upper material: synthetic",
            "Inner material: textile",
            "Sole: Rubber",
            "Heel shape: flat"
          ]
        }
      }
    },
    {
      "asin": "B07XX4VSK3",
      "csi_title": "Shepherd of Sweden - Pantoufles peau de mouton Evelina - Femme - 100% laine - &#192; enfiler - Mules - Semelle caoutchouc - Fluffy - Taille 39",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "39 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_237::{",
            "numeric_39,",
            "39 EU"
          ],
          "structured_size": {
            "fit_size": "\"8.5\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_39",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 39
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Type de produit : Chaussons Matériau supérieur : Textile Matériau intérieur : Fourré Type de fermeture : a enfiler Type de talon : talon plat Type de bout : bout rond Hauteur de talon : 2.5 cm"
          ],
          "en": [
            "Scandinavian excellence: Swedish design traditionally insists on attention to detail. We work with the materials we like: natural, timeless and authentic. That is our identity."
          ],
          "other": [
            "Artisan techniques: Artisan techniques have always fascinated us. The combination of clean Swedish design and craftsmanship gives rise to exceptional products, beautiful and timeless.",
            "HANDMADE WITH PASSION - Each Shepherd slipper is made from many separate pieces, always made of natural sheepskin, treated with care to achieve the desired quality and finish. Then all these pieces are assembled by seasoned craftsmen, basically by hand.",
            "100% NATURAL - We choose to work with sheepskin and wool for their unmistakable qualities. For us, the feel and comfort they provide surpasses all other materials.",
            "Normal shoe size: These slippers fit normally. Check the size chart to find your perfect size."
          ]
        }
      }
    },
    {
      "asin": "B08BHWP7B2",
      "csi_title": "Sosenfer Chaussons B&#233;b&#233; Enfant Gar&#231;ons Pantoufle Fille antid&#233;rapante Garcon Chaussettes Chaussures Mixte Enfant-FEN-25",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_141::{",
          "size_map": "25 EU",
          "additional_sizes_detected": [
            "numeric_25,",
            "$additional_links_augmentor_164::{",
            "25 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_25",
            "age_group": "toddler",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 25
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_25",
          "age_group": "toddler",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 25
        },
        "age_range": {
          "raw_values": [
            "enfant.",
            "Kid"
          ],
          "normalized": "toddler"
        },
        "target_gender": "unisex",
        "material": {
          "raw": "Éthylène-acétate de vinyle",
          "normalized": "EVA (Ethylene-vinyl acetate)"
        },
        "bullet_points": {
          "fr": [
            "Respirant pour les petits aventuriers : même après avoir couru pendant des heures dans l'appartement, les pieds de votre enfant restent agréablement frais grâce à la matière respirante.",
            "La sécurité à chaque pas : la semelle antidérapante en caoutchouc offre aux petits pieds une bonne adhérence sur le parquet et le carrelage, pour que vous ayez l'esprit tranquille lorsque votre enfant court partout.",
            "Très facile à enfiler ! La tige extensible permet à votre enfant de devenir un petit pro de l'autonomie, ce qui vous fait gagner un temps précieux le matin avant d'aller à la maternelle.",
            "Pratique pour vous : il suffit de le mettre dans la machine à laver à 30 °C pour éliminer la boue et les taches. Ainsi, même après des jeux endiablés, vous gardez toujours le contrôle sur l'hygiène."
          ],
          "other": [
            "Upper: Knitted upper with breathable fabric, moisture and sweat are absorbed, lightweight and not deformable. Very comfortable to wear for children's soft feet.",
            "Inner material: 【Note】Our slippers are a little smaller than normal, so we recommend ordering a size larger.",
            "Sole: Non-slip and wear-resistant, it can increase flexibility and stability, improve children's safety and give your child more safety. Indoor, leisure, beach, hospital, airplanes, training, camping, training, dance classes and other activities"
          ]
        }
      }
    },
    {
      "asin": "B00AFWGH96",
      "csi_title": "ANTON",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "45 EU",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "en": [
            "Scandinavian excellence: Swedish design traditionally insists on attention to detail. We work with the materials we like: natural, timeless and authentic. That is our identity."
          ],
          "other": [
            "Chaussure Homme",
            "Artisan techniques: Artisan techniques have always fascinated us. The combination of clean Swedish design and craftsmanship gives rise to exceptional products, beautiful and timeless.",
            "HANDMADE WITH PASSION - Each Shepherd slipper is made from many separate pieces, always made of natural sheepskin, treated with care to achieve the desired quality and finish. Then all these pieces are assembled by seasoned craftsmen, basically by hand.",
            "100% NATURAL - We choose to work with sheepskin and wool for their unmistakable qualities. For us, the feel and comfort they provide surpasses all other materials.",
            "Normal shoe size: These slippers fit normally. Check the size chart to find your perfect size."
          ]
        }
      }
    },
    {
      "asin": "B00BFAELTA",
      "csi_title": "EMMY",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "42 EU",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "en": [
            "Scandinavian excellence: Swedish design traditionally insists on attention to detail. We work with the materials we like: natural, timeless and authentic. That is our identity."
          ],
          "other": [
            "Chaussure femme",
            "Artisan techniques: Artisan techniques have always fascinated us. The combination of clean Swedish design and craftsmanship gives rise to exceptional products, beautiful and timeless.",
            "HANDMADE WITH PASSION - Each Shepherd slipper is made from many separate pieces, always made of natural sheepskin, treated with care to achieve the desired quality and finish. Then all these pieces are assembled by seasoned craftsmen, basically by hand.",
            "100% NATURAL - We choose to work with sheepskin and wool for their unmistakable qualities. For us, the feel and comfort they provide surpasses all other materials.",
            "Normal shoe size: These slippers fit normally. Check the size chart to find your perfect size."
          ]
        }
      }
    },
    {
      "asin": "B0FCFLB2Q1",
      "csi_title": "Chauffe Pieds Chauffant &#201;lectrique,S&#233;par&#233; Chausson Chauffant, 40&#8451;-60&#8451; Temp&#233;rature R&#233;glables, 4 Minuteries Intelligente, Doublure Int&#233;rieure Lavable En Machine, Chauffe-Pieds pour Femmes et Hommes",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "【Chaleur Enveloppante et Chauffage Instantané à 360°】 Dites adieu aux pieds froids en quelques secondes ! Notre modèle Chauffe-Pieds Chauffants haut de 10 cm offre une couverture intégrale jusqu'au mollet, essentielle pour retenir la chaleur là où les modèles standards échouent. Il diffuse une chaleur instantanée à 360°, telle une étreinte thermique, pour des pieds et des chevilles parfaitement au chaud, même dans les intérieurs mal chauffés.",
            "【Liberté de Mouvement avec le Design Séparé】 Notre chaufferette pieds au design séparé innovant vous redonne votre liberté ! Vous pouvez vous asseoir en tailleur, vous étirer ou vous déplacer sans effort tout en profitant d'une chaleur homogène. Associé à un câble extra-long de 2,3 mètres, ce chauffe pied vous libère de toute contrainte à la maison ou au bureau.",
            "【Contrôle Intelligent pour un Confort et Sécurisé】 Soulagez les articulations raides ou la fatigue avec précision. La commande numérique élégante offre 6 températures réglables (40-60°C) et 4 minuteries programmables (2/4/6/8h). La protection intégrée contre la surchauffe garantit une utilisation en toute sérénité, idéale pour la sieste ou le travail.",
            "【Sécurité Avancée et Paix d'Esprit Absolue】 Profitez d'une tranquillité d'esprit absolue grâce à la protection intégrée contre la surchauffe. La puissance du chauffe-pieds électrique baisse automatiquement à 60°C en cas de besoin. Les fils chauffants sont encapsulés dans du coton isolant et recouverts par ces chaussons chauffants femme et homme de qualité premium.",
            "【Le Cadeau Idéal pour un Confort Ultime】 Vous luttez contre les pieds froids au quotidien ? Ce chauffe pied electrique est le cadeau parfait pour hommes et femmes. Il offre une chaleur ciblée pour soulager les douleurs articulaires, améliorer la circulation ou simplement affronter l'hiver, en faisant un allié confort indispensable à la maison ou au travail.",
            "Note Importante : Le pack inclut une paire de chauffe-pieds, un câble avec contrôleur et un manuel. La semelle d'un seul chausson chauffant mesure 30 cm de long et 14.5 cm de large. Veuillez vérifier la taille avant l'achat. Convient aux pieds plus petits que la taille spécifiée, mais pas aux pieds plus grands."
          ],
          "en": [
            "Custom Control: Customize your comfort via the LED remote control. Choose from 6 accurate temperatures (40/45/48/52/56/60°C) and 4 timers (2/4/6/8h). This electric foot warmer is an ideal gift for women to soothe stiffness and tired feet after a day",
            "Superior Thermal Coverage: Extended protection 10 cm higher than standard models, mainly covering the calf. Take on poorly heated interiors with this electric heater! Its wraparound design and heated technology slipper ensure targeted warmth",
            "Advanced Safety: Enjoy absolute peace of mind with built-in overheat protection. The heating wires are encapsulated in insulating cotton and covered with premium quality women's heated slippers. No risk of burning with this high security foot warmer",
            "Luxurious materials: Designed with 5 layers of premium materials, this women's heated slipper offers exceptional softness. Removable and machine washable lining. The exemplary workmanship and the absence of chemical odours make it a refined men's gift for winter"
          ],
          "other": [
            "Separate Design Foot Warmers: Unlike ordinary foot warmers, our independent heated slippers preserve your freedom of movement! Ideal for the office or living room, the double design adapts to any postures. 2.3m cable provides hassle-free use"
          ]
        }
      }
    },
    {
      "asin": "B00FZKLOVO",
      "csi_title": "Shepherd Homme Bosse Chaussons Plats, Cognac Antique, 43 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": null,
          "additional_sizes_detected": [
            "43 EU"
          ],
          "structured_size": {
            "fit_size": "\"10\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Véritable artisanat : l'artisanat classique est notre passion. Nos produits élégants et intemporels sont issus de la combinaison du design suédois et de l'artisanat soigné.",
            "Passionné à la main : les chaussons Shepherd sont composés de plusieurs pièces pour lesquelles nous utilisons toujours de la peau d'agneau véritable. Grâce à un traitement attentif, nous nous assurons que le pelage reçoit toujours la qualité souhaitée et une finition parfaite. Par nos artisans expérimentés, les différentes pièces sont ensuite assemblées - principalement à la main.",
            "Authentique : nous aimons travailler avec de la peau d'agneau et de la laine parce que nous sommes passionnés par leurs caractéristiques uniques. Il n'y a pas d'autre matériau pour nous en termes de toucher et de confort.",
            "Qualité scandinave : la tradition suédoise du design implique que nous prêtons attention à chaque détail. Nous travaillons avec ce que nous aimons : des matériaux naturels, intemporels et authentiques. C'est notre ADN.",
            "Taille normale : ces pantoufles ont une coupe normale. Grâce à notre tableau des tailles, vous trouverez rapidement le bon ajustement pour vous."
          ],
          "en": [
            "Scandinavian excellence: Swedish design traditionally insists on attention to detail. We work with the materials we like: natural, timeless and authentic. That is our identity."
          ],
          "other": [
            "Artisan techniques: Artisan techniques have always fascinated us. The combination of clean Swedish design and craftsmanship gives rise to exceptional products, beautiful and timeless.",
            "HANDMADE WITH PASSION - Each Shepherd slipper is made from many separate pieces, always made of natural sheepskin, treated with care to achieve the desired quality and finish. Then all these pieces are assembled by seasoned craftsmen, basically by hand.",
            "100% NATURAL - We choose to work with sheepskin and wool for their unmistakable qualities. For us, the feel and comfort they provide surpasses all other materials.",
            "Normal shoe size: These slippers fit normally. Check the size chart to find your perfect size."
          ]
        }
      }
    },
    {
      "asin": "B0D669XTSR",
      "csi_title": "Morrison Pantoufles en Cuir Rose Marilyn",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": null,
          "additional_sizes_detected": [
            "38 EU"
          ],
          "structured_size": {
            "fit_size": "\"7\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "MORRISON, SNEAKER, MARILYN, UNISEX, ADULTO, 38"
          ]
        }
      }
    },
    {
      "asin": "B0B71Z8GXP",
      "csi_title": "Shepherd of Sweden - Pantoufles peau de mouton Hugo - Homme - Peau de mouton 100% naturelle - &#192; enfiler - Confort - Douces et chaudes - taille 43",
      "csi_status": "Not Discoverable",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "43 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_235::{",
            "numeric_43,",
            "43 EU"
          ],
          "structured_size": {
            "fit_size": "\"10\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_43",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 43
        },
        "age_range": {
          "raw_values": [
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "en": [
            "Scandinavian excellence: Swedish design traditionally insists on attention to detail. We work with the materials we like: natural, timeless and authentic. That is our identity."
          ],
          "other": [
            "Artisan techniques: Artisan techniques have always fascinated us. The combination of clean Swedish design and craftsmanship gives rise to exceptional products, beautiful and timeless.",
            "HANDMADE WITH PASSION - Each Shepherd slipper is made from many separate pieces, always made of natural sheepskin, treated with care to achieve the desired quality and finish. Then all these pieces are assembled by seasoned craftsmen, basically by hand.",
            "100% NATURAL - We choose to work with sheepskin and wool for their unmistakable qualities. For us, the feel and comfort they provide surpasses all other materials.",
            "Normal shoe size: These slippers fit normally. Check the size chart to find your perfect size."
          ]
        }
      }
    },
    {
      "asin": "B0FVT98YKH",
      "csi_title": "Disney Stitch et Angel Chaussons pour Femme en Peluche, Cadeau pour Femmes et Adolescentes, Tailles EU 36 &#224; 41 (Rose, EU 37, Syst&#232;me Taille Chaussures EU, Adulte, Femme, Num&#233;rique, Moyen, 37)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "37 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_123::{",
            "numeric_37,",
            "37 EU"
          ],
          "structured_size": {
            "fit_size": "\"6\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_37",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 37
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": "Caoutchouc thermoplastique",
          "normalized": "Rubber"
        },
        "bullet_points": {
          "other": [
            "Disney Stitch et Angel Chaussons pour Femme",
            "Disney Stitch and Angel Slippers for Women"
          ]
        }
      }
    },
    {
      "asin": "B0CPT754DV",
      "csi_title": "Rockreyoa Lot de 5 bordures en fausse fourrure - 1 m - Ruban d&#233;coratif color&#233; en fausse fourrure - Pour accessoires de bricolage, pantoufles, col, d&#233;coration - Blanc - 8 cm",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau de haute qualité : tissu de fourrure, le tissu de fourrure est léger, solide, extensible, durable et agréable au toucher. Le long pelage synthétique doux et moelleux permet au patch de tissu pelucheux de permettre aux designers plus d'expériences créatives. Il est parfait pour tout tissu en fausse fourrure moelleuse et douce",
            "Taille : Vous recevez 5 pièces de bordures en fausse fourrure blanche, chaque pièce mesure environ 1 mètre de long. Huit largeurs de 1 cm à 8 cm sont disponibles. Le tissu est facile à ajuster ou à découper.",
            "Facile à utiliser : le ruban en fausse fourrure peut être coupé à n'importe quelle taille ou forme avec une simple paire de ciseaux ménagers. Vous pouvez l'utiliser pour fabriquer de nombreux petits accessoires.",
            "Confortable : cette fausse fourrure shaggy utilise de la fourrure artificielle, qui est confortable et douce pour la peau. Il est temps d'utiliser votre imagination pour créer des articles dans votre propre style et d'en profiter.",
            "Polyvalent : pour le bricolage ou pour la finition de franges, costumes, vêtements, sacs, chaussures, tongs et autres accessoires ou comme décoration pour la maison.",
            "High quality material: fur fabric, the fur fabric is lightweight, strong, stretchy, durable and comfortable to touch. The long fluffy and soft faux fur allows the fur fabric patch to allow designers to achieve more creative experiments. It is perfect for any fluffy and soft faux fur fabric",
            "COMFORTABLE This shaggy faux fur uses artificial fur, which is comfortable and skin-friendly. It's time to use your imagination to create items in your own style and enjoy the fun."
          ],
          "other": [
            "Size: you will receive 5 pieces of white faux fur ribbon trims, each piece is approx. 1 m long. There are eight widths from 1cm to 8cm. The fabric is easy to adjust or cut.",
            "Easy to Use The faux fur ribbon can be cut to any size or shape with a simple pair of household scissors. You can use it to make many small accessories.",
            "MULTI-USE: DIY or trim fringe, costume, clothes, bags, shoes, slides and other accessories, or as home decoration."
          ]
        }
      }
    },
    {
      "asin": "B0FWR9CPYP",
      "csi_title": "Unisexes Chaussons Extra-Larges pour Diab&#233;Tiques Femmes et Hommes Chaud Pantoufles Doux Confort pour Pieds Gonfl&#233;s (Bleu, L, Adulte, 47, Num&#233;rique, Syst&#232;me Taille Chaussures EU, Tr&#232;s large)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_123::{",
          "size_map": "47 EU X-Large",
          "additional_sizes_detected": [
            "numeric_47,",
            "47 EU X-Large"
          ],
          "structured_size": {
            "size": "numeric_47",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "x_wide",
            "size_class": "numeric",
            "numeric_size": 47
          }
        },
        "footwear_size": {
          "size": "numeric_47",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "x_wide",
          "size_class": "numeric",
          "numeric_size": 47
        },
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": "Thermoplastic Rubbers",
          "normalized": "Rubber"
        },
        "bullet_points": {
          "fr": [
            "ANTI-SLIP & CUSHIONING SOLE - Made of lightweight and durable rubber foam, providing non-slip, shock absorbing and wear-resistant properties, ensuring stable and comfortable movements indoors and outdoors.",
            "Chaussons Confortables à Large Coupe : Conçue avec une boîte à orteils large et spacieuse et une largeur supplémentaire pour accommoder les pieds sensibles, les pieds gonflés, les oignons et les déformations du pied, réduisant la pression et soulageant la douleur pour un confort toute la journée.",
            "d'un coup de pied entièrement ouvrant avec une bande velcro pour un réglage facile de la taille—pas besoin de lacets, fermetures éclair ou boucles—permettant un enfilage rapide et une coupe sûre et personnalisable pour les hommes et les femmes.",
            "Doublure Douce et Chaude : Équipée d'une doublure en peluche corail moelleuse qui enveloppe les pieds pour une chaleur optimale par temps froid, tandis que la semelle intérieure en mousse à mémoire de forme offre un soutien ergonomique et un rembourrage pour soulager la pression.",
            "Semelle Antidérapante et Amortissante : Fabriquée en mousse de caoutchouc légère et durable, offrant des propriétés antidérapantes, absorbant les chocs et résistantes à l'usure, garantissant des mouvements stables et confortables à l'intérieur comme à l'extérieur.",
            "Polyvalent pour un Usage Intérieur et Extérieur : Léger et pratique pour la maison, la marche ou les activités hivernales légères, ce qui en fait un cadeau attentionné idéal pour les personnes âgées ou toute personne ayant des problèmes de santé des pieds."
          ],
          "other": [
            "WIDE FIT COMFORTABLE SLIPPERS: Designed with a wide, roomy toe box and extra width to accommodate sensitive feet, swollen feet, bunions and foot deformities, reducing pressure and relieving pain for all day comfort.",
            "A fully opening kick with a Velcro strap for easy size adjustment—no laces, zippers or buckles needed—allowing for quick on and a secure, customizable fit for men and women.",
            "SOFT AND WARM LINING: Equipped with fluffy coral plush lining that wraps feet for optimal warmth in cold weather, while the memory foam insole provides ergonomic support and cushioning to relieve pressure.",
            "VERSATILE FOR INDOOR AND OUTDOOR USE: Lightweight and convenient for home, walking or light winter activities, making it an ideal thoughtful gift for the elderly or anyone with foot health issues."
          ]
        }
      }
    },
    {
      "asin": "B098THXXNT",
      "csi_title": "JACK &amp; JONESHomme Jacryder Noos Sunglasses, Gold Colour, One Size",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Taille Unique",
          "size_map": "Taille Unique",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "Boys' zip cardigan",
            "Soft and breathable cose",
            "Regular fit with slightly more width",
            "Fixed cotton drawstring"
          ]
        }
      }
    },
    {
      "asin": "B07NR1PDR4",
      "csi_title": "Rohde Soltau 1970 90 Pantoufles pour Homme Noir, 90 Noir, 44 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": null,
          "additional_sizes_detected": [
            "44 EU"
          ],
          "structured_size": {
            "fit_size": "\"10.5\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Pour toute l'année"
          ],
          "other": [
            "1970 90",
            "Chaussures basses",
            "Pour homme",
            "Soltau",
            "Low-top shoes",
            "For men",
            "All year round"
          ]
        }
      }
    },
    {
      "asin": "B08BHZTVWD",
      "csi_title": "Sosenfer Chaussons B&#233;b&#233; Enfant Gar&#231;ons Pantoufle Fille antid&#233;rapante Garcon Chaussettes Chaussures Mixte Enfant-HEI-22",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_142::{",
          "size_map": "22 EU",
          "additional_sizes_detected": [
            "numeric_22,",
            "$additional_links_augmentor_165::{",
            "22 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_22",
            "age_group": "toddler",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 22
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_22",
          "age_group": "toddler",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 22
        },
        "age_range": {
          "raw_values": [
            "Enfant",
            "Kid"
          ],
          "normalized": "toddler"
        },
        "target_gender": "unisex",
        "material": {
          "raw": "Antidérapant et résistant à l'usure, il peut augmenter la flexibilité et la stabilité, renforcer la sécurité des enfants et donner plus d'assurance à votre enfant. À l'intérieur, pour les loisirs, à la plage, à l'hôpital, dans les avions, pour l'entraînement, le camping, les cours de danse et d'autres activités.",
          "normalized": "Antidérapant et résistant à l'usure, il peut augmenter la flexibilité et la stabilité, renforcer la sécurité des enfants et donner plus d'assurance à votre enfant. À l'intérieur, pour les loisirs, à la plage, à l'hôpital, dans les avions, pour l'entraînement, le camping, les cours de danse et d'autres activités."
        },
        "bullet_points": {
          "fr": [
            "Respirant pour les petits aventuriers : même après avoir couru pendant des heures dans l'appartement, les pieds de votre enfant restent agréablement frais grâce à la matière respirante.",
            "La sécurité à chaque pas : la semelle antidérapante en caoutchouc offre aux petits pieds une bonne adhérence sur le parquet et le carrelage, pour que vous ayez l'esprit tranquille lorsque votre enfant court partout.",
            "Très facile à enfiler ! La tige extensible permet à votre enfant de devenir un petit pro de l'autonomie, ce qui vous fait gagner un temps précieux le matin avant d'aller à la maternelle.",
            "Pratique pour vous : il suffit de le mettre dans la machine à laver à 30 °C pour éliminer la boue et les taches. Ainsi, même après des jeux endiablés, vous gardez toujours le contrôle sur l'hygiène."
          ],
          "other": [
            "Upper: Knitted upper with breathable fabric, moisture and sweat are absorbed, lightweight and not deformable. Very comfortable to wear for children's soft feet.",
            "Inner material: 【Note】Our slippers are a little smaller than normal, so we recommend ordering a size larger.",
            "Sole: Non-slip and wear-resistant, it can increase flexibility and stability, improve children's safety and give your child more safety. Indoor, leisure, beach, hospital, airplanes, training, camping, training, dance classes and other activities"
          ]
        }
      }
    },
    {
      "asin": "B0CPT5FSMW",
      "csi_title": "Rockreyoa Lot de 5 pi&#232;ces de 1 m de bordure en fausse fourrure, ruban en peluche, ruban d&#233;coratif en fausse fourrure color&#233;e pour le bricolage, accessoires de sc&#232;ne, pantoufles, collier, d&#233;coration",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau de haute qualité : le tissu en fourrure est léger, fort, élastique, durable et agréable au toucher. La fourrure synthétique longue et douce permet aux designers de laisser libre cours à leur créativité avec les projets en tissu pelucheux. Il est parfait pour toute fausse fourrure douce et moelleuse",
            "Dimensions : vous recevrez 5 pièces de ruban en fausse fourrure blanche, chaque pièce mesure environ 1 m de longueur. Huit largeurs de 1 à 8 cm sont disponibles. Le tissu est facile à ajuster ou à couper.",
            "Facile à manipuler : le ruban en fourrure synthétique peut être coupé à n'importe quelle taille ou forme avec de simples ciseaux ménagers. Vous pouvez l'utiliser pour créer de nombreux petits accessoires.",
            "Confortable : cette fausse fourrure shaggy utilise de la fausse fourrure artificielle, confortable et douce pour la peau. Il est temps d'utiliser votre imagination pour créer des articles dans votre style et profiter du plaisir que cela procure.",
            "Multi-usages : pour le bricolage ou pour couper des franges, des costumes, des vêtements, des sacs, des chaussures, des toboggan et d'autres accessoires ou comme décoration de la maison.",
            "High quality material: fur fabric, the fur fabric is lightweight, strong, stretchy, durable and comfortable to touch. The long fluffy and soft faux fur allows the fur fabric patch to allow designers to achieve more creative experiments. It is perfect for any fluffy and soft faux fur fabric",
            "COMFORTABLE This shaggy faux fur uses artificial fur, which is comfortable and skin-friendly. It's time to use your imagination to create items in your own style and enjoy the fun."
          ],
          "other": [
            "Size: you will receive 5 pieces of white faux fur ribbon trims, each piece is approx. 1 m long. There are eight widths from 1cm to 8cm. The fabric is easy to adjust or cut.",
            "Easy to Use The faux fur ribbon can be cut to any size or shape with a simple pair of household scissors. You can use it to make many small accessories.",
            "MULTI-USE: DIY or trim fringe, costume, clothes, bags, shoes, slides and other accessories, or as home decoration."
          ]
        }
      }
    },
    {
      "asin": "B0CN3SPJVZ",
      "csi_title": "R-ISLAND Sabots classiques, chaussons d&apos;hiver pour femme, avec doublure chaude, imperm&#233;ables, avec semelle antid&#233;rapante, confortables, pour la maison, la chambre, le salon.., Sakura, 36 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_182::{",
          "size_map": "36 EU",
          "additional_sizes_detected": [
            "numeric_36,",
            "36 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_36",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 36
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_36",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 36
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Style de vie : confort"
          ],
          "other": [
            "Type de talon : Plat",
            "Type de motif : Solide",
            "Heel type: flat",
            "Lifestyle: Comfort",
            "Pattern Type:Plain"
          ]
        }
      }
    },
    {
      "asin": "B0CJR7FL5C",
      "csi_title": "Sabots &#224; Plateforme Sabots Mules Chaussures Sabots Mules Chaussures Chaussures de Jardin Pantoufles Plage Sandales Femmes Piscine Sandales Chaussons Libellules Rose 37EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_118::{",
          "size_map": "37 EU",
          "additional_sizes_detected": [
            "numeric_37,",
            "37 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_37",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 37
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_37",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 37
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "SOLÉES SURÉLÉVÉES - La hauteur du talon des sabots à plateforme mesure environ 45,7 cm, garantissant de sublimer votre look et votre humeur, tout en renforçant votre confiance en vous !",
            "Respirantes : les chaussures de jardinage à semelle épaisse ont des trous d'aération sur le dessus et les côtés. Le porter pendant une longue période ne sera pas étouffant. Et vous pouvez installer une variété de breloques pour chaussures sur le dessus.",
            "Ultra légers et faciles à nettoyer : les sabots à plateforme de jardinage sont détendus sans fardeau. Ces sabots mules sont imperméables, ce qui les rend non seulement excellents pour le jardin, la cour, la plage ou la piscine, mais également faciles à nettoyer et à sécher rapidement.",
            "Design tendance : les sandales compensées pour femme sont fabriquées en mousse pour le plus grand confort, vous pouvez choisir la couleur qui vous convient, et également les associer avec une robe, un t-shirt, un jean, une jupe, etc.",
            "Multifonction : idéal comme chaussons d'intérieur pour se détendre à la maison, mais également parfait pour le jardinage, promener le chien et prendre l'avion. Une infirmière pourrait apprécier le confort absolu et le style tendance que nos sabots plateforme ont à offrir, tandis qu'un agriculteur bénéficierait du matériau résistant à l’eau et facile à nettoyer.'",
            "MULTIFUNCTIONAL - Ideal for daily slippers when relaxing at home, but also perfect for gardening, walking with the dog and flight. A nurse might appreciate the nice support and fashionable style of our platform clogs, while a farmer would benefit from the water repellent and easy to clean material."
          ],
          "other": [
            "STYLISH SOLES - These platform clogs are about 2 inches, guaranteed to elevate your appearance and mood, can also improve our self-confidence",
            "Breathable - thick-soled gardening shoes have ventilation holes in the upper and on the sides. Wearing it for a long time will not feel stuffy And you can install a variety of shoe pendants on top.",
            "ULTRA LIGHTWEIGHT & EASY TO CLEAN - Gardening platform clogs are relaxed without load. These clogs are waterproof, making them not only perfect for the garden, yard, beach or pool, but also easy to clean and dry quickly.",
            "FASHION DESIGN The women's platform slides are made of foam for maximum comfort, you can choose the color that suits you, and also pair them with dress, t-shirt, jeans, skirt, etc."
          ]
        }
      }
    },
    {
      "asin": "B07DWCRK3T",
      "csi_title": "Lico",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "kid"
          ],
          "normalized": "kid"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau extérieur : synthétique",
            "Matériau intérieur : tissu"
          ],
          "other": [
            "Fermeture : fermeture",
            "Talon : plat",
            "Upper material: synthetic",
            "Inner material: fabric",
            "Closure: closure",
            "Heel: flat"
          ]
        }
      }
    },
    {
      "asin": "B0G16TFLGC",
      "csi_title": "Magenta Landay Chaussons d&apos;hiver pour femme &#226;g&#233;e chaussures confortables Calducia r&#233;glables &#224; scratch Made Italy, Noir Simili velours, 39 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "39 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_124::{",
            "numeric_39,",
            "39 EU"
          ],
          "structured_size": {
            "fit_size": "\"8\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_39",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 39
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": "Caoutchouc flexible antidérapant.",
          "normalized": "Rubber"
        },
        "bullet_points": {
          "fr": [
            "Profitez du plaisir du confort italien avec cette pantoufle d'hiver à scratch conçue pour offrir chaleur, praticité et style à tout moment de la journée. Son design sobre mais élégant, son intérieur entièrement doublé en tissu chaud doux et sa semelle flexible la rendent parfaite pour ceux qui veulent confort et soutien lors d'une utilisation quotidienne. Convient aux hommes et aux femmes, c'est un choix idéal pour les personnes âgées et non, grâce à la fermeture à scratch facile et à la légèreté de la chaussure. Un produit fabriqué en Italie qui allie qualité, confort et commodité : la pantoufle idéale pour affronter l'hiver avec style et bien-être aux pieds.",
            "Un confort quotidien optimal : chaussons d'hiver doux et chaud, parfait pour une utilisation à la maison et pour la détente au quotidien. Fermeture à scratch réglable : facile à porter et adaptable à tout type de pied, idéal également pour les personnes âgées.",
            "Matériau de qualité : extérieur en tissu effet velours élégant et agréable au toucher, intérieur entièrement recouvert de tissu chaud. Sûr et stable : fond en caoutchouc flexible antidérapant avec talon de 3,5 cm, pour marcher en totale confort et sécurité. Fabriqué en Italie : fabriqué avec soin artisanal et attention aux détails, offre un excellent rapport qualité-prix.",
            "Enjoy the pleasure of Italian comfort with this winter slipper designed to offer warmth, practicality and style at any time of the day. Its understated yet elegant design, fully lined interior with soft warm fabric and flexible sole make it perfect for those who want comfort and support during everyday use. Suitable for both men and women, it is an ideal choice for the elderly and not, thanks to the easy closure and the lightness of the shoe. A product made in Italy that combines quality, comfort and practicality: the ideal slipper to face winter with style and well-being on the feet."
          ],
          "other": [
            "Optimal everyday comfort: soft and warm winter slippers, perfect for home use and everyday lounging. Adjustable closure: easy to wear and adaptable to any type of foot, also ideal for the elderly.",
            "Quality material: the exterior is made of elegant velvet effect fabric, the interior is completely covered with warm fabric. Safe and Stable: non-slip flexible rubber bottom with 3.5 cm heel, for walking in total comfort and safety. MADE IN ITALY - Made with care and attention to detail, offers excellent value for money."
          ]
        }
      }
    },
    {
      "asin": "B08QVN4611",
      "csi_title": "Lunettes de Soleil Smith PATHWAY 124 MATTE BLACK SILVER 62/14/ UNISEX",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": "unisex",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Non polarisé"
          ],
          "other": [
            "Noir mat/Chromapop noir",
            "Taille 62/14/130",
            "Garantie internationale de 2 ans",
            "Matte Black/Chromapop Black",
            "waist 62/14/130",
            "2-year international warranty",
            "Non-polarized"
          ]
        }
      }
    },
    {
      "asin": "B0CPT62B8W",
      "csi_title": "Rockreyoa Lot de 5 rubans en fausse fourrure de 1 m, garniture blanche d&#233;corative en peluche, 1 cm",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau de haute qualité : tissu en fourrure, le tissu en fourrure est léger, solide, extensible, durable et agréable au toucher. La longue fourrure synthétique moelleuse et douce permet aux concepteurs d'avoir plus d'expériences créatives avec le patch en tissu à fourrure. Il est parfait pour tout tissu en fausse fourrure moelleux et doux",
            "Taille : vous recevrez 5 pièces de garnitures de ruban en fausse fourrure blanche, chaque pièce mesure environ 1 m de long. Il y a huit largeurs disponibles de 1 cm à 8 cm. Le tissu est facile à ajuster ou à couper.",
            "Facile à manipuler : le ruban en fausse fourrure peut être coupé à n'importe quelle taille ou forme avec de simples ciseaux ménagers. Vous pouvez l'utiliser pour faire de nombreux petits accessoires.",
            "Confortable : cette fausse fourrure à poils longs utilise de la fourrure artificielle, qui est confortable et douce pour la peau. Il est temps d’utiliser votre imagination pour créer des articles dans votre propre style et d’en profiter.",
            "Multi-usage : pour le bricolage ou la taille de franges, costumes, vêtements, sacs, chaussures, toboggans et autres accessoires ou décoration de la maison.",
            "High quality material: fur fabric, the fur fabric is lightweight, strong, stretchy, durable and comfortable to touch. The long fluffy and soft faux fur allows the fur fabric patch to allow designers to achieve more creative experiments. It is perfect for any fluffy and soft faux fur fabric",
            "COMFORTABLE This shaggy faux fur uses artificial fur, which is comfortable and skin-friendly. It's time to use your imagination to create items in your own style and enjoy the fun."
          ],
          "other": [
            "Size: you will receive 5 pieces of white faux fur ribbon trims, each piece is approx. 1 m long. There are eight widths from 1cm to 8cm. The fabric is easy to adjust or cut.",
            "Easy to Use The faux fur ribbon can be cut to any size or shape with a simple pair of household scissors. You can use it to make many small accessories.",
            "MULTI-USE: DIY or trim fringe, costume, clothes, bags, shoes, slides and other accessories, or as home decoration."
          ]
        }
      }
    },
    {
      "asin": "B08FBYBJTS",
      "csi_title": "Sosenfer Chaussons B&#233;b&#233; Enfant Gar&#231;ons Pantoufle Fille antid&#233;rapante Garcon Chaussettes Chaussures Mixte Enfant-HUIQIAN-26",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_141::{",
          "size_map": "26 EU",
          "additional_sizes_detected": [
            "numeric_26,",
            "$additional_links_augmentor_164::{",
            "26 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_26",
            "age_group": "toddler",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 26
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_26",
          "age_group": "toddler",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 26
        },
        "age_range": {
          "raw_values": [
            "enfant.",
            "Kid"
          ],
          "normalized": "toddler"
        },
        "target_gender": "unisex",
        "material": {
          "raw": "Antidérapant et résistant à l'usure, il peut augmenter la flexibilité et la stabilité, renforcer la sécurité des enfants et donner plus d'assurance à votre enfant. À l'intérieur, pour les loisirs, à la plage, à l'hôpital, dans les avions, pour l'entraînement, le camping, les cours de danse et d'autres activités.",
          "normalized": "Antidérapant et résistant à l'usure, il peut augmenter la flexibilité et la stabilité, renforcer la sécurité des enfants et donner plus d'assurance à votre enfant. À l'intérieur, pour les loisirs, à la plage, à l'hôpital, dans les avions, pour l'entraînement, le camping, les cours de danse et d'autres activités."
        },
        "bullet_points": {
          "fr": [
            "Respirant pour les petits aventuriers : même après avoir couru pendant des heures dans l'appartement, les pieds de votre enfant restent agréablement frais grâce à la matière respirante.",
            "La sécurité à chaque pas : la semelle antidérapante en caoutchouc offre aux petits pieds une bonne adhérence sur le parquet et le carrelage, pour que vous ayez l'esprit tranquille lorsque votre enfant court partout.",
            "Très facile à enfiler ! La tige extensible permet à votre enfant de devenir un petit pro de l'autonomie, ce qui vous fait gagner un temps précieux le matin avant d'aller à la maternelle.",
            "Pratique pour vous : il suffit de le mettre dans la machine à laver à 30 °C pour éliminer la boue et les taches. Ainsi, même après des jeux endiablés, vous gardez toujours le contrôle sur l'hygiène."
          ],
          "other": [
            "Upper: Knitted upper with breathable fabric, moisture and sweat are absorbed, lightweight and not deformable. Very comfortable to wear for children's soft feet.",
            "Inner material: 【Note】Our slippers are a little smaller than normal, so we recommend ordering a size larger.",
            "Sole: Non-slip and wear-resistant, it can increase flexibility and stability, improve children's safety and give your child more safety. Indoor, leisure, beach, hospital, airplanes, training, camping, training, dance classes and other activities"
          ]
        }
      }
    },
    {
      "asin": "B0DSJQPTM6",
      "csi_title": "GAFAS POLAROID KIDS - Mod&#232;le: PLD 8066/S_ C: BLUE/YEUX: 48 - Pont size: 16 Soins personnels et sant&#233;",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "48/16/125",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "GAFAS POLAROID KIDS - Modèle : PLD 8066/S_ C : BLUE / Eye size: 48 - Bridge size: 16 — Soin quotidien, délicat et efficace; optimisé pour recherches Health…",
            "Indiqué pour un usage quotidien ; qualité constante avec gestion simple dans la santé personnelle – découvrez maintenant – achetez en ligne",
            "Sentez-vous au mieux chaque jour — GAFAS POLAROID KIDS - Modèle : PLD 8066/S_ C : BLUE / Eye size: 48 - Bridge size: 16 ajoute une touche de luxe au quotidien et vous…",
            "Qualité durable, finitions de haute qualité, prise en main confortable et fermeture propre - Conçu pour des performances fiables - Découvrez maintenant",
            "Thèmes : gafas, polaroid, kids, modèle, pld, blue, soin quotidien, délicat, efficace — découvrez maintenant — acheter en ligne — livraison rapide"
          ],
          "other": [
            "BLUE/ BLUE POLARIZED",
            "size 48/16/125",
            "2 years International Warranty"
          ]
        }
      }
    },
    {
      "asin": "B08FMX2X2C",
      "csi_title": "Sosenfer - Chaussons pour enfants - Avec semelle antid&#233;rapante - Unisexe, rouge, 29 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_164::{",
          "size_map": "29 EU",
          "additional_sizes_detected": [
            "numeric_29,",
            "29 EU"
          ],
          "structured_size": {
            "size": "numeric_29",
            "size_system": "eu_footwear_size_system",
            "age_group": "toddler",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 29
          }
        },
        "footwear_size": {
          "size": "numeric_29",
          "size_system": "eu_footwear_size_system",
          "age_group": "toddler",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 29
        },
        "age_range": {
          "raw_values": [
            "enfant.",
            "Kid"
          ],
          "normalized": "toddler"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "Upper: Knitted upper with breathable fabric, moisture and sweat are absorbed, lightweight and not deformable. Very comfortable to wear for children's soft feet.",
            "Inner material: 【Note】Our slippers are a little smaller than normal, so we recommend ordering a size larger.",
            "Sole: Non-slip and wear-resistant, it can increase flexibility and stability, improve children's safety and give your child more safety. Indoor, leisure, beach, hospital, airplanes, training, camping, training, dance classes and other activities"
          ]
        }
      }
    },
    {
      "asin": "B0CQR9P2SC",
      "csi_title": "Crocs Crocband Clog 48-49 EU Linen",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_249::{",
          "size_map": "48 EU",
          "additional_sizes_detected": [
            "numeric_48,",
            "48 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_48",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 48
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_48",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 48
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Le confort iconique pour tout le monde : Les sabots Crocband offrent un confort de haute qualité pour les hommes et les femmes. Ils sont super légers, résistants à l'eau et flottants grâce à la mousse Croslite. Parfaits pour la détente. Obtenez votre paire dès maintenant.",
            "Confort polyvalent : Les sabots Crocband sont confortables et vos compagnons polyvalents. Vous pouvez les porter à la plage, dans le jardin et comme pantoufles. De plus, vous pouvez les porter en ville pour faire les courses.",
            "Aisance et confort à chaque pas : Pratiques, fiables et incroyablement confortables. Nettoyage simple : il suffit de les rincer à l'eau.",
            "VENTILATION AND DURABILITY These innovative Crocs clogs for men and women offer a durable construction with advanced ventilation and breathability. The design helps drain water and dirt when walking in wet conditions",
            "MAKE YOUR OWN - These Crocs for men and women offer a roomy and generous fit that fits securely to your foot. Crocs clogs can be customized with Jibbitz pendants to reflect your personal style"
          ],
          "other": [
            "Trouvez votre taille : Nous vous recommandons de choisir une demi-pointure au-dessus (par exemple si vous chaussez du 35,5, choisissez du 36).",
            "SPORTY, STYLISH AND COMFORTABLE: The Crocband Crocs Clogs feature reliable cushioned comfort, sporty design and a variety of energizing colors and graphic designs, making them the Crocs women and men they need. Show off your scratches",
            "LIGHTWEIGHT - These Crocs for men and women are incredibly lightweight, waterproof and floating. Croslite foam offers legendary Crocs comfort that's perfect for lounging around the house or relaxing during a sports game",
            "What size should I buy? : These Crocs for men and women offer a relaxed fit and we recommend ordering a size up to the nearest whole size"
          ]
        }
      }
    },
    {
      "asin": "B0DCZTYT7Q",
      "csi_title": "LOIJMK Chaussures pour homme, baskets l&#233;g&#232;res et respirantes, pantoufles &#224; enfiler, pantoufles d&#8217;int&#233;rieur, chaussures de jardin, chaussures de marche, chaussures de sport, chaussures plates en maille",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_95::{",
          "size_map": "43 EU",
          "additional_sizes_detected": [
            "numeric_43,",
            "43 EU"
          ],
          "structured_size": {
            "size": "numeric_43",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 43
          }
        },
        "footwear_size": {
          "size": "numeric_43",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 43
        },
        "age_range": {
          "raw_values": [
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau extérieur respirant : le matériau extérieur tricoté nouvellement développé dispose d'un motif en maille personnalisé qui bouge avec les pieds et assure une longue circulation de l'air. Tous nos articles sont de tailles asiatiques, nous vous recommandons de choisir une taille plus grande",
            "Chaussures d'été à talons - Chaussures d'été pour femmes - Séparateurs d'orteils - Sandalettes à talons hauts - Pantoufles - Chaussures de plage pour femmes - Style bohème - Strass - Spartiates - Sandales romaines - Sandales plates de plage - Bottes hautes jusqu'au genou - Sandales rétro de mode - Sandales de loisirs - Chaussures de vacances",
            "Chaussures de bain et de douche pour femmes - Slippers pour hommes - Chaussons confortables pour femmes - Pantoufles blanches pour femmes - Chaussons en mousse à mémoire de forme pour femmes - Chaussures d'été pour femmes - Chaussons à plateforme - Pantoufles pour hommes - Chaussons d'été pour femmes - Flip-flops de bain pour femmes et hommes - Pantoufles d'été amusantes - Pantoufles de bain pour hommes - Pantoufles pour hommes de taille 42 - Slippers pour femmes - Pantoufles d'hiver - Pantoufles de bain pour hommes",
            "Sandales pour femmes, plates, sandales, sandales plates, abordables, avec talon compensé, sandales, noir, plastique, pour la plage, sandales avec talon compensé, rouge, sandales, confort, sandales, sandales de randonnée, sandales, sandales de randonnée, sandales, sandales de randonnée, sandales, sandales de randonnée, sandales, sandales de randonnée, sandales, sandales de randonnée, sandales, sandales avec talons, confortables, sandales, sandales plates pour femmes, sandales",
            "LOIJMK Pantoufles d'été pour la maison, antidérapantes, pour la douche, chaussures de bain, pantoufles, pantoufles antidérapantes, chaussures de jardin, pantoufles pour la maison, chaussures pour femmes, sandales, 7 couleurs, chaussures pour femmes et hommes, pantoufles douces en peluche d'hiver, chaussures chaudes en mousse à mémoire de forme, fausse fourrure, douillettes, pantoufles antidérapantes pour l'intérieur et l'extérieur, pantoufles d'hiver en peluche pour femmes, pantoufles chaudes, à semelle plate, flip-flops confortables, pantoufles douces pour femmes"
          ],
          "other": [
            "Breathable upper material: the newly developed knitted upper material features a custom mesh pattern that moves with the feet and ensures long air circulation. All our items are Asian sizes, we recommend choosing a larger size!",
            "summer heels shoes women toe separators glitter sandals high heel sandals beach slippers women bohemian rhinestone gladiator sandals roman sandals beach flat high boots retro fashion holiday leisure sandals",
            "shower and bath shoes for women, comfortable slippers for men, white slippers for women, memory foam slippers, summer slippers for women, flat slippers 36, summer slippers for men, summer slippers, funny bath slippers, men's bath slippers, 42 winter open slippers, men's bath slippers, men's bath slippers",
            "Flat sandals women flat sandals women cheap flat sandals women wedge sandals women black plastic sandals women beach sandals woman wedge sandals woman red wedge sandals woman sandals comfort woman walking sandals woman walking sandals woman walking sandals woman walking sandals woman walking sandals woman hiking sandals woman sandals woman hiking sandals woman sandals woman hiking sandals woman sandals woman sandals woman sandals women sandals women sandals women's comfortable heel sandals women flat sandals women sandals",
            "summer slippers indoor non-slip shower slippers bath slippers non slip slippers garden slippers 7 colors fluffy winter slippers plush memory shoes faux fur non-slip indoor outdoor slippers winter slippers plush warm non-slip women slippers winter slippers women"
          ]
        }
      }
    },
    {
      "asin": "B0BNQ9RDMJ",
      "csi_title": "Quiksilver Freshness - Portefeuille 3 Volets - Homme - Bleu",
      "csi_status": "Not Discoverable",
      "attributes": {
        "size_info": {
          "size": "L",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "__Material:__ Imitation leather and nylon inside",
            "Pocket: Coin compartment inside",
            "Window: ID window",
            "Medium (unfolded): 8.5 [H] x 10.5 [L] cm",
            "__Logo:__ printed, metal badge and embossed logos inside"
          ]
        }
      }
    },
    {
      "asin": "B0FM8TY17M",
      "csi_title": "Pantoufles d&apos;hiver &#224; semelle &#233;paisse pour femme - Chaussures d&apos;int&#233;rieur chaudes en mousse &#224; m&#233;moire de forme - Doublure moelleuse antid&#233;rapante - Chaussons en peluche doux et confortables pour temps",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_100::{",
          "size_map": "40/41 EU",
          "additional_sizes_detected": [
            "numeric_40,",
            "40/41 EU",
            "6.5-7.5"
          ],
          "structured_size": {
            "size": "numeric_40",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "to_size": "numeric_41",
            "size_class": "numeric_range",
            "numeric_size": 40
          }
        },
        "footwear_size": {
          "size": "numeric_40",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "to_size": "numeric_41",
          "size_class": "numeric_range",
          "numeric_size": 40
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Pantoufles en mousse à mémoire de forme pour femme taille 40, pantoufles avec soutien de la voûte plantaire pour femme, pantoufles diabétiques pour femme, taille 37, pantoufles en coton extra larges, chaussures d'été pour homme, pantoufles d'hôtel, pantoufles d'été pour homme, pantoufles d'été pour homme, pantoufles d'été pour homme, pantoufles d'été pour homme, pantoufles pour femme âgée, sandales à enfiler confortables pour femme",
            "Chaussures d'intérieur pour femme, pantoufles orthopédiques pour femme, coupe large, pantoufles d'hôtel pour femme, pantoufles en coton lavables, pantoufles d'intérieur pour femme en mousse à mémoire de forme, pantoufles en coton taille 4, pantoufles en mousse à mémoire de forme pour femme, pantoufles pour femme, pantoufles pour femme, pantoufles d'hôtel à bout ouvert, pantoufles d'été, tongs pour femme, sandales coulissantes pour femme, pantoufles moelleuses, pantoufles pavées pour femme taille 15",
            "Chaussures d'intérieur pour fasciite plantaire pour femme - Pantoufles orthopédiques pour femme - Pantoufles d'été pour chat - Pantoufles en coton taille 36 - Pantoufles amusantes en coton - Pantoufles en mousse à mémoire de forme pour femme - Taille 40 - Pantoufles d'hôtel pour homme - Pantoufles d'hiver pour garçons, pantoufles de douche, mocassins pour femme",
            "Pantoufles mules pour femme - Pantoufles de plage tendance - Pantoufles en caoutchouc pour femme - Taille 40 - Pantoufles de maison pour homme - Bout ouvert - Pantoufles de spa en coton pour femme - Pantoufles en mousse à mémoire de forme pour femme - Pantoufles d'hôtel gaufrées - Pantoufles d'hiver pour homme - Mules fermées - Pantoufles de voyage pliables pour femme - Pantoufles d'été pour femme - Taille 8",
            "Pantoufles mules pour femme taille 38, pantoufles d'été pour femme, pantoufles d'extérieur pour femme, pantoufles en daim, pantoufles d'intérieur, chaussures de maison pour femme à bout ouvert, pantoufles en mousse à mémoire de forme taille 39, pantoufles d'intérieur pour femme à bout ouvert, pantoufles d'hiver pour femme à la maison, mules noires, chaussures en coton pour femme, chaussures de piscine pour femme, pantoufles smiley"
          ],
          "other": [
            "memory foam slippers for women size 8, slippers with arch support for women, diabetic slippers for women, size 4, cotton slippers extra wide, summer shoes for men, hotel slippers, summer slippers for men, summer slippers for men, summer slippers for men, summer slippers for men, summer slippers for men, summer slippers for men, slippers for senior women, comfortable slip-on sandals for women",
            "indoor shoes for women, orthopedic slippers for women, wide fit, hotel slippers for women, washable cotton slippers, house slippers for women, memory foam house slippers, size 4 cotton slippers, memory foam slippers for women, slippers for women, slippers for women, hotel slippers, open toe slippers, summer slippers, flip flops for women, sliders for women, fluffy slippers, pave slippers for women size 15",
            "indoor shoes plantar fasciitis women orthopedic slippers women slippers summer cat slippers cotton slippers size 36 funny slippers cotton slippers memory foam slippers women size 7 hotel slippers men winter slippers boys shower slippers loafers women loafers women",
            "slippers mule slippers women beach slippers fashion slippers rubber slippers women size 7 house slippers men open toe spa slippers women cotton slippers women memory foam slippers women waffle hotel slippers winter slippers for men closed slippers travel slippers foldable slippers women summer slippers women size 8",
            "ladies slippers mule slippers size 5, summer slippers for women, outdoor slippers for women, suede slippers, indoor slippers, house shoes for women open toe, memory foam slippers size 39, indoor slippers for women open toe, winter slippers for women at home, black mules, cotton shoes for women, pool shoes for women, smiley slippers"
          ]
        }
      }
    },
    {
      "asin": "B08FNKF55M",
      "csi_title": "Sosenfer Chaussons B&#233;b&#233; Enfant Gar&#231;ons Pantoufle Fille antid&#233;rapante Garcon Chaussettes Chaussures Mixte Enfant-Dahong-28",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_141::{",
          "size_map": "28 EU",
          "additional_sizes_detected": [
            "numeric_28,",
            "$additional_links_augmentor_164::{",
            "28 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_28",
            "age_group": "toddler",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 28
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_28",
          "age_group": "toddler",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 28
        },
        "age_range": {
          "raw_values": [
            "Enfant",
            "Kid"
          ],
          "normalized": "toddler"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Respirant pour les petits aventuriers : même après avoir couru pendant des heures dans l'appartement, les pieds de votre enfant restent agréablement frais grâce à la matière respirante.",
            "La sécurité à chaque pas : la semelle antidérapante en caoutchouc offre aux petits pieds une bonne adhérence sur le parquet et le carrelage, pour que vous ayez l'esprit tranquille lorsque votre enfant court partout.",
            "Très facile à enfiler ! La tige extensible permet à votre enfant de devenir un petit pro de l'autonomie, ce qui vous fait gagner un temps précieux le matin avant d'aller à la maternelle.",
            "Pratique pour vous : il suffit de le mettre dans la machine à laver à 30 °C pour éliminer la boue et les taches. Ainsi, même après des jeux endiablés, vous gardez toujours le contrôle sur l'hygiène."
          ],
          "other": [
            "Upper: Knitted upper with breathable fabric, moisture and sweat are absorbed, lightweight and not deformable. Very comfortable to wear for children's soft feet.",
            "Inner material: 【Note】Our slippers are a little smaller than normal, so we recommend ordering a size larger.",
            "Sole: Non-slip and wear-resistant, it can increase flexibility and stability, improve children's safety and give your child more safety. Indoor, leisure, beach, hospital, airplanes, training, camping, training, dance classes and other activities"
          ]
        }
      }
    },
    {
      "asin": "B0CPT4P9RS",
      "csi_title": "Rockreyoa Lot de 5 rubans en fausse fourrure de 1 m, ruban en fausse fourrure peluche, bordure en fausse fourrure peluche, ruban d&#233;coratif, ruban en fausse fourrure color&#233;e, garnitures pour DIY",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "6cm",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau de haute qualité : tissu en fourrure, le tissu en fourrure est léger, solide, extensible, durable et agréable au toucher. La longue fourrure synthétique moelleuse et douce permet au patch en tissu à fourrure de permettre aux concepteurs d'avoir des expériences plus créatives. Il est parfait pour tout tissu en fausse fourrure moelleux et doux",
            "Taille : vous recevrez 5 pièces de rubans blancs en fausse fourrure, chaque pièce mesure environ 1 m de long. Il y a huit largeurs disponibles de 1 cm à 8 cm. Le tissu est facile à ajuster ou à couper.",
            "Facile à manipuler : le ruban en fausse fourrure peut être coupé à n'importe quelle taille ou forme avec de simples ciseaux ménagers. Vous pouvez l'utiliser pour faire de nombreux petits accessoires.",
            "Confortable : cette fausse fourrure à poils longs utilise de la fourrure artificielle, qui est confortable et douce pour la peau. Il est temps d’utiliser votre imagination pour créer des articles dans votre propre style et d’en profiter.",
            "Multi-usage : pour le bricolage ou la taille de franges, costumes, vêtements, sacs, chaussures, toboggans et autres accessoires ou décoration de la maison.",
            "High quality material: fur fabric, the fur fabric is lightweight, strong, stretchy, durable and comfortable to touch. The long fluffy and soft faux fur allows the fur fabric patch to allow designers to achieve more creative experiments. It is perfect for any fluffy and soft faux fur fabric",
            "COMFORTABLE This shaggy faux fur uses artificial fur, which is comfortable and skin-friendly. It's time to use your imagination to create items in your own style and enjoy the fun."
          ],
          "other": [
            "Size: you will receive 5 pieces of white faux fur ribbon trims, each piece is approx. 1 m long. There are eight widths from 1cm to 8cm. The fabric is easy to adjust or cut.",
            "Easy to Use The faux fur ribbon can be cut to any size or shape with a simple pair of household scissors. You can use it to make many small accessories.",
            "MULTI-USE: DIY or trim fringe, costume, clothes, bags, shoes, slides and other accessories, or as home decoration."
          ]
        }
      }
    },
    {
      "asin": "B08FF2PTZB",
      "csi_title": "Rohde Sabots en Cuir Soltau-40 1940 pour Femme, 55 Jeans, 40 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": null,
          "additional_sizes_detected": [
            "40 EU"
          ],
          "structured_size": {
            "fit_size": "\"9\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Type de produit : sabots, pantoufles, pantoufles, pantoufles, sandales, chaussures d'été, chaussures de loisirs",
            "Matériau extérieur : daim, matériau intérieur : textile, semelle extérieure : semelle aérosoft"
          ],
          "other": [
            "Type de talon : talon bloc, hauteur du talon : 4 cm, type de tige : tige courte",
            "Largeur : normale, Fermeture : fermeture Velcro",
            "Product Type: Clogs, Slippers, Slippers, Slippers, Sandals, Summer Shoes, Leisure Shoes",
            "Upper material: suede, inner material: textile, outsole: aerosoft sole",
            "Heel type: block heel, heel height: 4 cm, shaft type: short shaft",
            "Width: normal, Closure: Velcro closure"
          ]
        }
      }
    },
    {
      "asin": "B017DUR606",
      "csi_title": "EMANUELA 565 - TAGLIA CALZATURE UOMO - 44",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_172::{",
          "size_map": "44 EU",
          "additional_sizes_detected": [
            "numeric_44,",
            "44 EU"
          ],
          "structured_size": {
            "size": "numeric_44",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 44
          }
        },
        "footwear_size": {
          "size": "numeric_44",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 44
        },
        "age_range": {
          "raw_values": [
            "Adulti"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "Brand: EMANUELA",
            "EMANUELA Mens Sandals & Flip Flops Black Size: 10",
            "size: 10 uk",
            "Colour: black",
            "Marque : EMANUELA",
            "EMANUELA Sandales et tongs pour homme Noir Taille : 10",
            "Taille: 10 UK",
            "Couleur : noir"
          ]
        }
      }
    },
    {
      "asin": "B08DD6SB6X",
      "csi_title": "Sosenfer Chaussons B&#233;b&#233; Enfant Gar&#231;ons Pantoufle Fille antid&#233;rapante Garcon Chaussettes Chaussures Mixte Enfant-FEN-21",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_141::{",
          "size_map": "21 EU",
          "additional_sizes_detected": [
            "numeric_21,",
            "$additional_links_augmentor_164::{",
            "21 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_21",
            "age_group": "toddler",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 21
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_21",
          "age_group": "toddler",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 21
        },
        "age_range": {
          "raw_values": [
            "enfant.",
            "Kid"
          ],
          "normalized": "toddler"
        },
        "target_gender": "unisex",
        "material": {
          "raw": "Antidérapant et résistant à l'usure, il peut augmenter la flexibilité et la stabilité, renforcer la sécurité des enfants et donner plus d'assurance à votre enfant. À l'intérieur, pour les loisirs, à la plage, à l'hôpital, dans les avions, pour l'entraînement, le camping, les cours de danse et d'autres activités.",
          "normalized": "Antidérapant et résistant à l'usure, il peut augmenter la flexibilité et la stabilité, renforcer la sécurité des enfants et donner plus d'assurance à votre enfant. À l'intérieur, pour les loisirs, à la plage, à l'hôpital, dans les avions, pour l'entraînement, le camping, les cours de danse et d'autres activités."
        },
        "bullet_points": {
          "fr": [
            "Respirant pour les petits aventuriers : même après avoir couru pendant des heures dans l'appartement, les pieds de votre enfant restent agréablement frais grâce à la matière respirante.",
            "La sécurité à chaque pas : la semelle antidérapante en caoutchouc offre aux petits pieds une bonne adhérence sur le parquet et le carrelage, pour que vous ayez l'esprit tranquille lorsque votre enfant court partout.",
            "Très facile à enfiler ! La tige extensible permet à votre enfant de devenir un petit pro de l'autonomie, ce qui vous fait gagner un temps précieux le matin avant d'aller à la maternelle.",
            "Pratique pour vous : il suffit de le mettre dans la machine à laver à 30 °C pour éliminer la boue et les taches. Ainsi, même après des jeux endiablés, vous gardez toujours le contrôle sur l'hygiène."
          ],
          "other": [
            "Upper: Knitted upper with breathable fabric, moisture and sweat are absorbed, lightweight and not deformable. Very comfortable to wear for children's soft feet.",
            "Inner material: 【Note】Our slippers are a little smaller than normal, so we recommend ordering a size larger.",
            "Sole: Non-slip and wear-resistant, it can increase flexibility and stability, improve children's safety and give your child more safety. Indoor, leisure, beach, hospital, airplanes, training, camping, training, dance classes and other activities"
          ]
        }
      }
    },
    {
      "asin": "B076WZ6FXN",
      "csi_title": "Shepherd of Sweden - Pantoufles peau de mouton Henrik - Homme - Peau de mouton 100% naturelle - Confort - Douces et chaudes - Taille 48",
      "csi_status": "Not Discoverable",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "48 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_140::{",
            "numeric_48,",
            "48 EU"
          ],
          "structured_size": {
            "fit_size": "\"14\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_48",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 48
        },
        "age_range": {
          "raw_values": [
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": "Leather",
          "normalized": "Leather"
        },
        "bullet_points": {
          "en": [
            "Scandinavian excellence: Swedish design traditionally insists on attention to detail. We work with the materials we like: natural, timeless and authentic. That is our identity."
          ],
          "other": [
            "Artisan techniques: Artisan techniques have always fascinated us. The combination of clean Swedish design and craftsmanship gives rise to exceptional products, beautiful and timeless.",
            "HANDMADE WITH PASSION - Each Shepherd slipper is made from many separate pieces, always made of natural sheepskin, treated with care to achieve the desired quality and finish. Then all these pieces are assembled by seasoned craftsmen, basically by hand.",
            "100% NATURAL - We choose to work with sheepskin and wool for their unmistakable qualities. For us, the feel and comfort they provide surpasses all other materials.",
            "Normal shoe size: These slippers fit normally. Check the size chart to find your perfect size."
          ]
        }
      }
    },
    {
      "asin": "B0DCZVBH1H",
      "csi_title": "LOIJMK Chaussures pour homme, baskets l&#233;g&#232;res et respirantes, pantoufles &#224; enfiler, pantoufles d&#8217;int&#233;rieur, chaussures de jardin, chaussures de marche, chaussures de sport, chaussures plates en maille",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_113::{",
          "size_map": "44 EU",
          "additional_sizes_detected": [
            "numeric_44,",
            "44 EU"
          ],
          "structured_size": {
            "size": "numeric_44",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 44
          }
        },
        "footwear_size": {
          "size": "numeric_44",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 44
        },
        "age_range": {
          "raw_values": [
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau extérieur respirant : le matériau extérieur tricoté nouvellement développé dispose d'un motif en maille personnalisé qui bouge avec les pieds et assure une longue circulation de l'air. Tous nos articles sont de tailles asiatiques, nous vous recommandons de choisir une taille plus grande",
            "Sandales pour femmes / Sandales pour femmes d'été / Sandales pour femmes avec talon / Sandales pour femmes élégantes / Sandales à plateforme pour femmes / Sandales d'été romantiques et scintillantes pour femmes / Sandales d'été bohèmes avec strass pour femmes / Sandales plates pour femmes / Sandales d'été avec talon pour femmes / Sandales espadrilles pour femmes / Sandales à talon compensé pour femmes / Chaussures d'été pour femmes / Sandales à plateforme avec talon / Sandales à bride arrière / Sandales plates de style bohème / Sandales de plage pour femmes / Chaussures d'été élégantes / Chaussures d'été décontractées / Confortables chaussures d'été",
            "sandales femme été tongs en caoutchouc femme chaussures de bain pantoufles à talon compensé femme pantoufles en peluche chaussons d'été femme chaussons chauds femme chaussons orthopédiques femme chaussons homme women slippers chaussons homme amusants bade flip flops femme sliders homme chaussures de douche homme tongs noires femme pantoufles amusantes femme tongs de bain femme",
            "Sandales à plateforme pour femme - Sandales d'été pour femme - Sandales d'été pour femme - Sandales d'été pour femme - Sandales d'été pour femme - Sandales d'été pour femme - Sandales d'été pour femme - Sandales plates pour femme - Sandales confortables pour femme",
            "Badepantoffeln pour homme et femme - Pantoufles d'été à rayures Cloudyzz - Pantoufles d'intérieur et extérieur antidérapantes - Sandale de plage pour l'intérieur et l'extérieur - Pantoufles moelleuses en fausse fourrure - Slides en peluche - Pantoufles duveteuses en fausse fourrure - Pantoufles en fausse fourrure - Chaussures en fausse fourrure pour homme et femme - Pantoufles légères et respirantes - Chaussures antidérapantes - Chaussures de chalet plates et confortables - Chaussures pieds nus - Tailles 36-47 - Pantoufles d'hiver chaudes et confortables - Pantoufles d'intérieur antidérapantes - Chaussons doux et luxueux - Slippers en mousse à mémoire de forme - Garnissage en polaire douce"
          ],
          "other": [
            "Breathable upper material: the newly developed knitted upper material features a custom mesh pattern that moves with the feet and ensures long air circulation. All our items are Asian sizes, we recommend choosing a larger size!",
            "sandals for women / summer sandals for women with heel / sandals for women elegant / platform sandals for women / women summer romantic sparkly sandals for women summer bohemian rhinestone flat sandals flip flops sandals for women sandals sandals for women wedge sandals espadrille women wedge sandals summer flat sandals boho sandals elegant beach shoes summer casual comfortable shoes",
            "summer rubber sandals women slippers bath slippers with wedge heel slippers summer slippers plush slippers warm slippers women orthopedic slippers women slippers women slippers men women slippers funny slippers bath flip flops men women slippers slippers for men women shower shoes black slippers funny slippers for women",
            "platform sandals for women summer sandals for women summer sandals for women summer sandals for women summer sandals for women summer sandals for women summer sandals for women summer sandals for women summer sandals for women summer sandals for women sandals for women summer sandals for women flat sandals for women comfortable sandals for women",
            "Bathing sandals for men and women, cloudyzz striped summer slippers, non-slip slippers, beach sandals for indoor and outdoor, fluffy faux fur slippers, fluffy slippers, fluffy slippers, faux fur slippers, faux fur slippers, men's and women's slippers, lightweight, breathable, non-slip, comfortable flat shoes for barefoot size 36-47 winter warm plush indoor and Home Slippers in Memory Foam Soft fleece lining"
          ]
        }
      }
    },
    {
      "asin": "B0FM8SP7QM",
      "csi_title": "Pantoufles d&apos;hiver &#224; semelle &#233;paisse pour femme - Chaussures d&apos;int&#233;rieur chaudes en mousse &#224; m&#233;moire de forme - Doublure moelleuse antid&#233;rapante - Chaussons en peluche doux et confortables pour temps",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_100::{",
          "size_map": "42/43 EU",
          "additional_sizes_detected": [
            "numeric_42,",
            "42/43 EU",
            "9-Aug"
          ],
          "structured_size": {
            "size": "numeric_42",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "to_size": "numeric_43",
            "size_class": "numeric_range",
            "numeric_size": 42
          }
        },
        "footwear_size": {
          "size": "numeric_42",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "to_size": "numeric_43",
          "size_class": "numeric_range",
          "numeric_size": 42
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Pantoufles en mousse à mémoire de forme pour femme taille 5, pantoufles d'intérieur pour femme en mousse à mémoire de forme, pantoufles diabétiques pour femme taille 42, pantoufles mocassins pour femme, pantoufles en coton, chaussures d'été pour homme, pantoufles pour femme, pantoufles d'hôtel noires, pantoufles d'intérieur pour femme, pantoufles de demoiselle d'honneur, tongs orthopédiques pour femme, pantoufles fourre-tout pour femme",
            "Chaussures d'intérieur avec soutien de la voûte plantaire pour femme, pantoufles orthopédiques pour femme avec soutien de la voûte plantaire, pantoufles pour chat, pantoufles en coton pour femme, pantoufles d'intérieur pour femme, pantoufles d'été antidérapantes, pantoufles de bain pour la maison, pantoufles en coton pour femme, pantoufles réglables en mousse à mémoire de forme pour femme, pantoufles larges",
            "Chaussures d'intérieur pour femme pas cher, pantoufles orthopédiques pour femme à bout ouvert, pantoufles chat taille 38, pantoufles sabots pour femme, pantoufles plates pour la maison d'été, pantoufles plates antidérapantes pour salle de bain d'intérieur, pantoufles en coton pour femme, pantoufles orthopédiques en mousse à mémoire de forme taille 5, pantoufles orthopédiques en mousse à mémoire de forme pour femme, pantoufles pour femme taille 46",
            "Pantoufles mules pour femme taille 39, pantoufles tendance pour femme taille 39, pantoufles en caoutchouc pour femme taille 39, pantoufles d'été pour homme, pantoufles d'été pour homme, pantoufles en mousse à mémoire de forme pour femme, pantoufles à bout ouvert, pantoufles pour femme taille 48, pantoufles d'hôtel jetables extra larges, pantoufles d'hiver pour femme à la maison, pantoufles pour femme, pantoufles chat pour femme, pantoufles pour femme, pantoufles visage souriant, pantoufles pour femme",
            "Pantoufles mules pour femme taille 38, pantoufles d'été pour femme, pantoufles d'extérieur pour femme, pantoufles en daim, pantoufles d'intérieur, chaussures de maison pour femme à bout ouvert, pantoufles en mousse à mémoire de forme taille 39, pantoufles d'intérieur pour femme à bout ouvert, pantoufles d'hiver pour femme à la maison, mules noires, chaussures en coton pour femme, chaussures de piscine pour femme, pantoufles smiley"
          ],
          "other": [
            "memory foam slippers for women size 5, house slippers for women memory foam, diabetic slippers for women size 14, moccasin slippers for women, cotton slippers, summer shoes for men, slippers for women, black hotel slippers, indoor slippers for women, bridesmaid slippers, orthopedic flip flops for women, tote slippers for women",
            "indoor shoes with arch support for women, orthopedic slippers for women with arch support, cat slippers, cotton slippers for women, indoor slippers for women, non-slip summer slippers, bath slippers for home, cotton slippers for women, adjustable memory foam slippers for women, wide slippers",
            "house shoes for women cheap orthopedic slippers women open toe slippers cat slippers size 5 slippers for women clog slippers for women summer house flat slippers non-slip bathroom indoor slippers cotton slippers for women orthopedic memory foam slippers size 5 orthopedic memory foam slippers women slippers for women slippers size 11",
            "women slippers mule slippers size 6, fashion slippers for women size 6, rubber slippers for women size 39, summer slippers for men, summer slippers for men, memory foam slippers for women, open toe slippers, slippers for women size 48, disposable hotel slippers extra wide, winter slippers for women at home, cat slippers for women, cat slippers for women, slippers for women, smiling face slippers, slippers for women, slippers for women, slippers for women, slippers for women, slippers for women, slippers for women, slippers for women, slippers for women, slippers for women, slippers for women, slippers for women, slippers for women, slippers for women, slippers for women, slippers for women,",
            "ladies slippers mule slippers size 5, summer slippers for women, outdoor slippers for women, suede slippers, indoor slippers, house shoes for women open toe, memory foam slippers size 39, indoor slippers for women open toe, winter slippers for women at home, black mules, cotton shoes for women, pool shoes for women, smiley slippers"
          ]
        }
      }
    },
    {
      "asin": "B08BJ1DJGH",
      "csi_title": "Sosenfer Chaussons B&#233;b&#233; Enfant Gar&#231;ons Pantoufle Fille antid&#233;rapante Garcon Chaussettes Chaussures Mixte Enfant-FEN-26",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_142::{",
          "size_map": "26 EU",
          "additional_sizes_detected": [
            "numeric_26,",
            "$additional_links_augmentor_165::{",
            "26 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_26",
            "age_group": "toddler",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 26
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_26",
          "age_group": "toddler",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 26
        },
        "age_range": {
          "raw_values": [
            "Enfant",
            "Kid"
          ],
          "normalized": "toddler"
        },
        "target_gender": "unisex",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Respirant pour les petits aventuriers : même après avoir couru pendant des heures dans l'appartement, les pieds de votre enfant restent agréablement frais grâce à la matière respirante.",
            "La sécurité à chaque pas : la semelle antidérapante en caoutchouc offre aux petits pieds une bonne adhérence sur le parquet et le carrelage, pour que vous ayez l'esprit tranquille lorsque votre enfant court partout.",
            "Très facile à enfiler ! La tige extensible permet à votre enfant de devenir un petit pro de l'autonomie, ce qui vous fait gagner un temps précieux le matin avant d'aller à la maternelle.",
            "Pratique pour vous : il suffit de le mettre dans la machine à laver à 30 °C pour éliminer la boue et les taches. Ainsi, même après des jeux endiablés, vous gardez toujours le contrôle sur l'hygiène."
          ],
          "other": [
            "Upper: Knitted upper with breathable fabric, moisture and sweat are absorbed, lightweight and not deformable. Very comfortable to wear for children's soft feet.",
            "Inner material: 【Note】Our slippers are a little smaller than normal, so we recommend ordering a size larger.",
            "Sole: Non-slip and wear-resistant, it can increase flexibility and stability, improve children's safety and give your child more safety. Indoor, leisure, beach, hospital, airplanes, training, camping, training, dance classes and other activities"
          ]
        }
      }
    },
    {
      "asin": "B08RJZJ8MF",
      "csi_title": "Lico - Pantoufles Bioline Clog - Pour homme, Marine, 48 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "48 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_261::{",
            "numeric_48,",
            "$additional_links_augmentor_284::{",
            "48 EU"
          ],
          "structured_size": {
            "fit_size": "\"14\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": {
          "gender": "men",
          "size": "numeric_48",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 48
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Boucle réglable"
          ],
          "other": [
            "Adjustable buckle"
          ]
        }
      }
    },
    {
      "asin": "B082YNZ8VB",
      "csi_title": "Crocs Classic Lined Clog, Sabots Mixte, Citron, 37/38 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "14",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Type d'ajustement : sécurisé",
            "Taille : Crocs utilise la taille américaine dans le monde entier sur toutes ses chaussures, avec la taille US affichée sur la semelle, Les tailles indiquées dans le menu des tailles sont des tailles britanniques, veuillez vous référer au tableau des tailles pour plus d'informations, Vous trouverez également les tailles UK et EU sur l'étiquette une fois que vous aurez reçu votre marchandise",
            "Sensation chaude et duveteuse à l'intérieur : conçue dans un souci de fonctionnalité et de chaleur, les chaussures Crocs douces et doublées pour homme et femme sont optimales comme pantoufle mais également idéales pour faire des courses"
          ],
          "other": [
            "Largeur de la chaussure : moyenne",
            "Fit Type: Secure",
            "Shoe width: medium",
            "Size:Crocs uses US size worldwide on all of its shoes, with US size displayed on the sole, Sizes shown in the size menu are UK sizes, please refer to the size chart for more information, You will also find UK and EU sizes on the tag once you receive your merchandise",
            "WARM & FUZZY FEEL INSIDE - Designed with functionality and warmth in mind, Crocs soft lined shoes for men and women are optimal as a slipper but also ideal for running errands"
          ]
        }
      }
    },
    {
      "asin": "B08BHRCXD3",
      "csi_title": "Sosenfer Chaussons B&#233;b&#233; Enfant Gar&#231;ons Pantoufle Fille antid&#233;rapante Garcon Chaussettes Chaussures Mixte Enfant-HUI-30",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_141::{",
          "size_map": "30 EU",
          "additional_sizes_detected": [
            "numeric_30,",
            "$additional_links_augmentor_164::{",
            "30 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_30",
            "age_group": "toddler",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 30
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_30",
          "age_group": "toddler",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 30
        },
        "age_range": {
          "raw_values": [
            "Enfant",
            "Kid"
          ],
          "normalized": "toddler"
        },
        "target_gender": "unisex",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Respirant pour les petits aventuriers : même après avoir couru pendant des heures dans l'appartement, les pieds de votre enfant restent agréablement frais grâce à la matière respirante.",
            "La sécurité à chaque pas : la semelle antidérapante en caoutchouc offre aux petits pieds une bonne adhérence sur le parquet et le carrelage, pour que vous ayez l'esprit tranquille lorsque votre enfant court partout.",
            "Très facile à enfiler ! La tige extensible permet à votre enfant de devenir un petit pro de l'autonomie, ce qui vous fait gagner un temps précieux le matin avant d'aller à la maternelle.",
            "Pratique pour vous : il suffit de le mettre dans la machine à laver à 30 °C pour éliminer la boue et les taches. Ainsi, même après des jeux endiablés, vous gardez toujours le contrôle sur l'hygiène."
          ],
          "other": [
            "Upper: Knitted upper with breathable fabric, moisture and sweat are absorbed, lightweight and not deformable. Very comfortable to wear for children's soft feet.",
            "Inner material: 【Note】Our slippers are a little smaller than normal, so we recommend ordering a size larger.",
            "Sole: Non-slip and wear-resistant, it can increase flexibility and stability, improve children's safety and give your child more safety. Indoor, leisure, beach, hospital, airplanes, training, camping, training, dance classes and other activities"
          ]
        }
      }
    },
    {
      "asin": "B08BJ3GFLS",
      "csi_title": "Sosenfer Chaussons B&#233;b&#233; Enfant Gar&#231;ons Pantoufle Fille antid&#233;rapante Garcon Chaussettes Chaussures Mixte Enfant-HEI-27",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_141::{",
          "size_map": "27 EU",
          "additional_sizes_detected": [
            "numeric_27,",
            "$additional_links_augmentor_164::{",
            "27 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_27",
            "age_group": "toddler",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 27
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_27",
          "age_group": "toddler",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 27
        },
        "age_range": {
          "raw_values": [
            "enfant.",
            "Kid"
          ],
          "normalized": "toddler"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Respirant pour les petits aventuriers : même après avoir couru pendant des heures dans l'appartement, les pieds de votre enfant restent agréablement frais grâce à la matière respirante.",
            "La sécurité à chaque pas : la semelle antidérapante en caoutchouc offre aux petits pieds une bonne adhérence sur le parquet et le carrelage, pour que vous ayez l'esprit tranquille lorsque votre enfant court partout.",
            "Très facile à enfiler ! La tige extensible permet à votre enfant de devenir un petit pro de l'autonomie, ce qui vous fait gagner un temps précieux le matin avant d'aller à la maternelle.",
            "Pratique pour vous : il suffit de le mettre dans la machine à laver à 30 °C pour éliminer la boue et les taches. Ainsi, même après des jeux endiablés, vous gardez toujours le contrôle sur l'hygiène."
          ],
          "other": [
            "Upper: Knitted upper with breathable fabric, moisture and sweat are absorbed, lightweight and not deformable. Very comfortable to wear for children's soft feet.",
            "Inner material: 【Note】Our slippers are a little smaller than normal, so we recommend ordering a size larger.",
            "Sole: Non-slip and wear-resistant, it can increase flexibility and stability, improve children's safety and give your child more safety. Indoor, leisure, beach, hospital, airplanes, training, camping, training, dance classes and other activities"
          ]
        }
      }
    },
    {
      "asin": "B0CNP3LDTY",
      "csi_title": "Mashaouyo Chaussures pour enfants Filles Bottines Style Chinois Applications Brod&#233;es Bottes Chaudes Hiver Peluche Hiver Coton Chaussons Hiver Chaussures d&apos;hiver Mignon, rouge, 33 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_306::{",
          "size_map": "33 EU",
          "additional_sizes_detected": [
            "numeric_33,",
            "33 EU"
          ],
          "structured_size": {
            "size": "numeric_33",
            "size_system": "eu_footwear_size_system",
            "age_group": "toddler",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 33
          }
        },
        "footwear_size": {
          "size": "numeric_33",
          "size_system": "eu_footwear_size_system",
          "age_group": "toddler",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 33
        },
        "age_range": {
          "raw_values": [
            "kid",
            "Kid"
          ],
          "normalized": "toddler"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "✿ Chaussures de sport pour enfant garçon 33 garçons chaussures 38 hiver fille chaussures 33 bottes enfants 22/23 chaussures de pluie moto 46 chaussures d'hiver imperméables bottes d'hiver filles 30 bottes en caoutchouc 22 bottes enfants filles 25 bottes de neige pour homme bottes à enfiler femme 43 pantoufles enfants",
            "Chaussures pour garçon - 38 - Baskets pour fille - 33 - Automne - Chaussures de pluie - Couvre-moto - 48 - Chaussures d'hiver 24 - Bottes d'hiver pour garçon - Bottes en caoutchouc - Bottines pour enfants - Bottes d'équitation - Bottes de neige pour garçon - 35 - Bottes à enfiler pour homme et femme - 42 chaussons en feutre - Chaussures de sport pour enfants - Chaussures de sport garçon 36",
            "Bottes pour enfant 29 - Chaussures de pluie pour homme - 27 - Bottes d'hiver pour garçon - 32 - Bottes en caoutchouc pour femme - Bottes de neige pour garçon - Bottes de neige pour homme - Bottes d'hiver à enfiler pour femme - Noir - Chaussons pour enfants - Chaussures de sport pour garçon - 30 - Chaussures imperméables pour fille - 33 hiver",
            "Chaussons pour enfant garçon 31 - Bottes d'été en tissu pour homme - Noir gothique - Bottes de neige pour garçon 33 - Bottines en caoutchouc 29 - Bottes d'hiver pour enfants - Bottes d'hiver pour garçon 36 - Chaussures de pluie imperméables pour homme - 29 - Chaussures imperméables pour garçon - 38 - Automne - Chaussures de sport pour garçon 35",
            "Chaussures de pluie pour homme 46 - Bottes pour enfants et filles - Chaussures d'été pour garçon - 38 - Chaussures de sport pour enfants - Chaussures d'hiver 25 - Bottes d'hiver pour garçon - 21 bottes de neige pour garçon - 29 - Chaussons pour homme et garçon - 33"
          ],
          "other": [
            "✿ Children's sports shoes boy 33 boys shoes 5 winter girl shoes 33 boots kids 22/23 rain shoes motorcycle 46 waterproof winter boots girls 30 wellies 22 boots kids girls 25 snow boots men slip on boots women 43 slippers kids",
            "boys shoes 38 girls trainers 33 autumn rain boots motorcycle cover 48 winter shoes 24 winter boots boys wellies boots kids boots kids riding boots snow boots boys 35 slip on boots for men women 42 felt slippers kids sports shoes boys sports shoes 36",
            "child boots 29 rain shoes men 27 winter boots boys 32 wellies women snow boots for boys snow boots men winter slip-on boots for women black slipper kids sports shoes boys 30 waterproof shoes girls 33 winter",
            "kids slippers boy 31 summer boots fabric men black gothic snow boots boys 33 wellies 29 winter boots boys winter boots boys winter boots 36 waterproof rain shoes for men 29 waterproof shoes boys 38 autumn sports shoes boys 35",
            "rain shoes men 11 boots kids girls summer shoes boys shoes 38 kids sports shoes winter shoes 25 winter boots boys 21 boys snow boots 29 slippers men boys 33"
          ]
        }
      }
    },
    {
      "asin": "B00AFWGI2C",
      "csi_title": "ANTON",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": null,
          "additional_sizes_detected": [
            "46 EU"
          ],
          "structured_size": {
            "fit_size": "\"13\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "en": [
            "Scandinavian excellence: Swedish design traditionally insists on attention to detail. We work with the materials we like: natural, timeless and authentic. That is our identity."
          ],
          "other": [
            "Chaussure Homme",
            "Artisan techniques: Artisan techniques have always fascinated us. The combination of clean Swedish design and craftsmanship gives rise to exceptional products, beautiful and timeless.",
            "HANDMADE WITH PASSION - Each Shepherd slipper is made from many separate pieces, always made of natural sheepskin, treated with care to achieve the desired quality and finish. Then all these pieces are assembled by seasoned craftsmen, basically by hand.",
            "100% NATURAL - We choose to work with sheepskin and wool for their unmistakable qualities. For us, the feel and comfort they provide surpasses all other materials.",
            "Normal shoe size: These slippers fit normally. Check the size chart to find your perfect size."
          ]
        }
      }
    },
    {
      "asin": "B08H3BQL47",
      "csi_title": "Sosenfer Chaussons B&#233;b&#233; Enfant Gar&#231;ons Pantoufle Fille antid&#233;rapante Garcon Chaussettes Chaussures Mixte Enfant-HEI-32",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_188::{",
          "size_map": "32 EU",
          "additional_sizes_detected": [
            "numeric_32,",
            "$additional_links_augmentor_211::{",
            "32 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_32",
            "age_group": "toddler",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 32
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_32",
          "age_group": "toddler",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 32
        },
        "age_range": {
          "raw_values": [
            "enfant.",
            "Kid"
          ],
          "normalized": "toddler"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Respirant pour les petits aventuriers : même après avoir couru pendant des heures dans l'appartement, les pieds de votre enfant restent agréablement frais grâce à la matière respirante.",
            "La sécurité à chaque pas : la semelle antidérapante en caoutchouc offre aux petits pieds une bonne adhérence sur le parquet et le carrelage, pour que vous ayez l'esprit tranquille lorsque votre enfant court partout.",
            "Très facile à enfiler ! La tige extensible permet à votre enfant de devenir un petit pro de l'autonomie, ce qui vous fait gagner un temps précieux le matin avant d'aller à la maternelle.",
            "Pratique pour vous : il suffit de le mettre dans la machine à laver à 30 °C pour éliminer la boue et les taches. Ainsi, même après des jeux endiablés, vous gardez toujours le contrôle sur l'hygiène."
          ],
          "other": [
            "Upper: Knitted upper with breathable fabric, moisture and sweat are absorbed, lightweight and not deformable. Very comfortable to wear for children's soft feet.",
            "Inner material: 【Note】Our slippers are a little smaller than normal, so we recommend ordering a size larger.",
            "Sole: Non-slip and wear-resistant, it can increase flexibility and stability, improve children's safety and give your child more safety. Indoor, leisure, beach, hospital, airplanes, training, camping, training, dance classes and other activities"
          ]
        }
      }
    },
    {
      "asin": "B08D3TSH36",
      "csi_title": "Lico - Pantoufles Bioline Clog - Pour homme, gris, 43 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "43 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_331::{",
            "numeric_43,",
            "$additional_links_augmentor_354::{",
            "43 EU"
          ],
          "structured_size": {
            "fit_size": "\"11\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_43",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 43
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Boucle réglable"
          ],
          "other": [
            "Adjustable buckle"
          ]
        }
      }
    },
    {
      "asin": "B08FNHBNFH",
      "csi_title": "Sosenfer Chaussons B&#233;b&#233; Enfant Gar&#231;ons Pantoufle Fille antid&#233;rapante Garcon Chaussettes Chaussures Mixte Enfant-Pinguolv-30XIN",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_142::{",
          "size_map": "30 EU",
          "additional_sizes_detected": [
            "numeric_30,",
            "$additional_links_augmentor_165::{",
            "30 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_30",
            "age_group": "toddler",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 30
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_30",
          "age_group": "toddler",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 30
        },
        "age_range": {
          "raw_values": [
            "Enfant",
            "Kid"
          ],
          "normalized": "toddler"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Respirant pour les petits aventuriers : même après avoir couru pendant des heures dans l'appartement, les pieds de votre enfant restent agréablement frais grâce à la matière respirante.",
            "La sécurité à chaque pas : la semelle antidérapante en caoutchouc offre aux petits pieds une bonne adhérence sur le parquet et le carrelage, pour que vous ayez l'esprit tranquille lorsque votre enfant court partout.",
            "Très facile à enfiler ! La tige extensible permet à votre enfant de devenir un petit pro de l'autonomie, ce qui vous fait gagner un temps précieux le matin avant d'aller à la maternelle.",
            "Pratique pour vous : il suffit de le mettre dans la machine à laver à 30 °C pour éliminer la boue et les taches. Ainsi, même après des jeux endiablés, vous gardez toujours le contrôle sur l'hygiène."
          ],
          "other": [
            "Upper: Knitted upper with breathable fabric, moisture and sweat are absorbed, lightweight and not deformable. Very comfortable to wear for children's soft feet.",
            "Inner material: 【Note】Our slippers are a little smaller than normal, so we recommend ordering a size larger.",
            "Sole: Non-slip and wear-resistant, it can increase flexibility and stability, improve children's safety and give your child more safety. Indoor, leisure, beach, hospital, airplanes, training, camping, training, dance classes and other activities"
          ]
        }
      }
    },
    {
      "asin": "B0FQ4HY5H8",
      "csi_title": "G&#233;n&#233;rique Chaussons Dr&#244;les | Chaussures Pieds | Accessoires Cosplay Originaux Confortables pour D&#233;guisement Femme Homme Int&#233;rieur F&#234;tes Halloween",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Se référer au descriptif",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Se référer à la description",
            "Refer to description"
          ],
          "normalized": "se référer à la description"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Ajout Créatif : Rehaussez vos costumes et décors avec ce modèle réaliste aux dimensions généreuses. Parfait accessoire pour présentations visuelles ou événements thématiques. Son originalité ludique sublime instantanément toute tenue ou scénographie.",
            "Adaptabilité Quotidienne : Taille ajustée jusqu'à 45 avec des cotes précises de 28 cm x 13 cm. Ces chaussons d'intérieur sont pensés pour le confort journalier et une commodité optimale dans les déplacements domestiques.",
            "Variété thématique : Chaussons fantaisie inspirés de l'univers clownesque. Sélection de couleurs (vert/chair) et motifs complétant tout costume thématique.",
            "Style Distingué : Parfait pour compléter vos costumes, ces chaussons subliment votre apparence lors des fêtes d'Halloween et créent une impression mémorable durant vos célébrations festives.",
            "Polyvalence Pratique : Conçus pour la polyvalence et le transport facile, ces chaussons durables conviennent à de multiples événements tout en maintenant un niveau élevé de qualité des matériaux.",
            "Distinguished Style: Perfect for completing your costumes, these slippers enhance your appearance at Halloween parties and create a memorable impression during your festive celebrations.",
            "CONVENIENT VERSATILITY - Designed for versatility and easy transport, these durable slippers are suitable for multiple events while maintaining a high level of material quality."
          ],
          "en": [
            "Creative Addition: Enhance your costumes and scenery with this realistic model with generous dimensions. Perfect accessory for visual presentations or themed events. Its playful originality instantly enhances any outfit or scenography."
          ],
          "other": [
            "DAILY ADAPTABILITY: Fitted size up to 45 with precise dimensions of 28cm x 13cm. These indoor slippers are designed for everyday comfort and optimal convenience when travelling.",
            "Themed variety: Novelty slippers inspired by the clown universe. Selection of colours (green/flesh) and patterns complementing any themed costume."
          ]
        }
      }
    },
    {
      "asin": "B0064QIPX8",
      "csi_title": "Shepherd Femme Chaussons Lina Pantoufles Basses, Beige Pierre 25, 38 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_388::{",
          "size_map": "38 EU",
          "additional_sizes_detected": [
            "numeric_38,",
            "38 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_38",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 38
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_38",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 38
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Daim pierre avec détails rayés",
            "À enfiler"
          ],
          "en": [
            "Scandinavian excellence: Swedish design traditionally insists on attention to detail. We work with the materials we like: natural, timeless and authentic. That is our identity."
          ],
          "other": [
            "Doublure en peau de mouton",
            "Semelle en daim",
            "Code stock 6202 025 STONE",
            "Artisan techniques: Artisan techniques have always fascinated us. The combination of clean Swedish design and craftsmanship gives rise to exceptional products, beautiful and timeless.",
            "HANDMADE WITH PASSION - Each Shepherd slipper is made from many separate pieces, always made of natural sheepskin, treated with care to achieve the desired quality and finish. Then all these pieces are assembled by seasoned craftsmen, basically by hand.",
            "100% NATURAL - We choose to work with sheepskin and wool for their unmistakable qualities. For us, the feel and comfort they provide surpasses all other materials.",
            "Normal shoe size: These slippers fit normally. Check the size chart to find your perfect size."
          ]
        }
      }
    },
    {
      "asin": "B07544SRHB",
      "csi_title": "Shepherd Jessica",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "39 EU",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "en": [
            "Scandinavian excellence: Swedish design traditionally insists on attention to detail. We work with the materials we like: natural, timeless and authentic. That is our identity."
          ],
          "other": [
            "Normal",
            "Mouton",
            "Aucune",
            "Cuir Suede",
            "SHEPHERD",
            "Artisan techniques: Artisan techniques have always fascinated us. The combination of clean Swedish design and craftsmanship gives rise to exceptional products, beautiful and timeless.",
            "HANDMADE WITH PASSION - Each Shepherd slipper is made from many separate pieces, always made of natural sheepskin, treated with care to achieve the desired quality and finish. Then all these pieces are assembled by seasoned craftsmen, basically by hand.",
            "100% NATURAL - We choose to work with sheepskin and wool for their unmistakable qualities. For us, the feel and comfort they provide surpasses all other materials.",
            "Normal shoe size: These slippers fit normally. Check the size chart to find your perfect size."
          ]
        }
      }
    },
    {
      "asin": "B0FVG3WVWL",
      "csi_title": "Chaussons de vache pour homme et femme - En peluche - Doux et chaud - Confortable - Animaux moelleux - Antid&#233;rapants - Confortables - Ferm&#233;s - Chaussures amusantes, Blanc., 39 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_105::{",
          "size_map": "39 EU",
          "additional_sizes_detected": [
            "numeric_39,",
            "39 EU"
          ],
          "structured_size": {
            "size": "numeric_39",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 39
          }
        },
        "footwear_size": {
          "size": "numeric_39",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 39
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Composition : textiles mélangés agréables",
            "Éléments de design : détails discrets",
            "Occasions appropriées : convient pour les cérémonies de bureau, les mariages, les festivals, les fêtes ainsi que les activités quotidiennes telles que le travail et les études",
            "Fonctionnalité : pour différentes plages de température",
            "Manipulation : facile à mettre et à enlever ; entretien facile"
          ],
          "other": [
            "Material: pleasant mixed textiles",
            "Design Elements: Discreet Detail",
            "Suitable occasions: suitable for office ceremonies, weddings, festivals, parties as well as daily activities such as work and study",
            "Functionality: for different temperature ranges",
            "Handling: easy to put on and take off; easy to clean"
          ]
        }
      }
    },
    {
      "asin": "B09NQ8K63V",
      "csi_title": "Camper Chaussons Wabi pour enfant - Unisexe, Lt Pastel Grey, 29 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "29 EU",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "kid"
          ],
          "normalized": "kid"
        },
        "target_gender": "unisex",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Très chaud",
            "Facile à ajuster"
          ],
          "other": [
            "GOOD GRIP",
            "Very hot",
            "Easy to adjust"
          ]
        }
      }
    },
    {
      "asin": "B003JJ0V4Y",
      "csi_title": "Sleepers - Chaussons HADLEY - Hommes (40) (Marron fonc&#233;)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "40 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_284::{",
            "numeric_40,",
            "40 EU"
          ],
          "structured_size": {
            "fit_size": "\"7.5\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": {
          "gender": "men",
          "size": "numeric_40",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 40
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "Dessus en cuir.",
            "Doublure en tissu.",
            "Semelle en caoutchouc.",
            "Comfortable padded textile lining",
            "Rubber sole",
            "Extra soft leather with double gusset",
            "Approx. 620g/pair",
            "Available colors: Brown, Black"
          ]
        }
      }
    },
    {
      "asin": "B0CPT6HPP9",
      "csi_title": "Rockreyoa 5 pi&#232;ces 1 m de fausse fourrure synth&#233;tique ruban en peluche d&#233;coratif color&#233; pour bricolage, accessoires de sc&#232;ne, pantoufles, collier, d&#233;coration, blanc, 2 cm",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau de haute qualité : le tissu en fourrure est léger, fort, élastique, durable et agréable au toucher. La fourrure synthétique longue et douce permet aux designers de laisser libre cours à leur créativité avec les projets en tissu pelucheux. Il est parfait pour toute fausse fourrure douce et moelleuse",
            "Dimensions : vous recevrez 5 pièces de ruban en fausse fourrure blanche, chaque pièce mesure environ 1 m de longueur. Huit largeurs de 1 à 8 cm sont disponibles. Le tissu est facile à ajuster ou à couper.",
            "Facile à manipuler : le ruban en fourrure synthétique peut être coupé à n'importe quelle taille ou forme avec de simples ciseaux ménagers. Vous pouvez l'utiliser pour créer de nombreux petits accessoires.",
            "Confortable : cette fausse fourrure shaggy utilise de la fausse fourrure artificielle, confortable et douce pour la peau. Il est temps d'utiliser votre imagination pour créer des articles dans votre style et profiter du plaisir que cela procure.",
            "Multi-usages : pour le bricolage ou pour couper des franges, des costumes, des vêtements, des sacs, des chaussures, des toboggan et d'autres accessoires ou comme décoration de la maison.",
            "High quality material: fur fabric, the fur fabric is lightweight, strong, stretchy, durable and comfortable to touch. The long fluffy and soft faux fur allows the fur fabric patch to allow designers to achieve more creative experiments. It is perfect for any fluffy and soft faux fur fabric",
            "COMFORTABLE This shaggy faux fur uses artificial fur, which is comfortable and skin-friendly. It's time to use your imagination to create items in your own style and enjoy the fun."
          ],
          "other": [
            "Size: you will receive 5 pieces of white faux fur ribbon trims, each piece is approx. 1 m long. There are eight widths from 1cm to 8cm. The fabric is easy to adjust or cut.",
            "Easy to Use The faux fur ribbon can be cut to any size or shape with a simple pair of household scissors. You can use it to make many small accessories.",
            "MULTI-USE: DIY or trim fringe, costume, clothes, bags, shoes, slides and other accessories, or as home decoration."
          ]
        }
      }
    },
    {
      "asin": "B00PCEX6NM",
      "csi_title": "EMMY",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": null,
          "additional_sizes_detected": [
            "38 EU"
          ],
          "structured_size": {
            "fit_size": "\"7\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "en": [
            "Scandinavian excellence: Swedish design traditionally insists on attention to detail. We work with the materials we like: natural, timeless and authentic. That is our identity."
          ],
          "other": [
            "Chaussure femme",
            "Artisan techniques: Artisan techniques have always fascinated us. The combination of clean Swedish design and craftsmanship gives rise to exceptional products, beautiful and timeless.",
            "HANDMADE WITH PASSION - Each Shepherd slipper is made from many separate pieces, always made of natural sheepskin, treated with care to achieve the desired quality and finish. Then all these pieces are assembled by seasoned craftsmen, basically by hand.",
            "100% NATURAL - We choose to work with sheepskin and wool for their unmistakable qualities. For us, the feel and comfort they provide surpasses all other materials.",
            "Normal shoe size: These slippers fit normally. Check the size chart to find your perfect size."
          ]
        }
      }
    },
    {
      "asin": "B0CPT5WK5S",
      "csi_title": "Rockreyoa Lot de 5 rubans en fausse fourrure de 1 m, ruban en fausse fourrure peluche, bordure en fausse fourrure peluche, ruban d&#233;coratif, ruban en fausse fourrure color&#233; pour la d&#233;coration de DIY",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau de haute qualité : tissu en fourrure, le tissu en fourrure est léger, solide, extensible, durable et agréable au toucher. La longue fourrure synthétique moelleuse et douce permet au patch en tissu à fourrure de permettre aux concepteurs d'avoir des expériences plus créatives. Il est parfait pour tout tissu en fausse fourrure moelleux et doux",
            "Taille : vous recevrez 5 pièces de garnitures de ruban en fausse fourrure blanche, chaque pièce mesure environ 1 m de long. Il y a huit largeurs disponibles de 1 cm à 8 cm. Le tissu est facile à ajuster ou à couper.",
            "Facile à manipuler : le ruban en fausse fourrure peut être coupé à n'importe quelle taille ou forme avec de simples ciseaux ménagers. Vous pouvez l'utiliser pour faire de nombreux petits accessoires.",
            "Confortable : cette fausse fourrure à poils longs utilise de la fourrure artificielle, qui est confortable et douce pour la peau. Il est temps d’utiliser votre imagination pour créer des articles dans votre propre style et d’en profiter.",
            "Multi-usage : pour le bricolage ou la taille de franges, costumes, vêtements, sacs, chaussures, toboggans et autres accessoires ou décoration de la maison.",
            "High quality material: fur fabric, the fur fabric is lightweight, strong, stretchy, durable and comfortable to touch. The long fluffy and soft faux fur allows the fur fabric patch to allow designers to achieve more creative experiments. It is perfect for any fluffy and soft faux fur fabric",
            "COMFORTABLE This shaggy faux fur uses artificial fur, which is comfortable and skin-friendly. It's time to use your imagination to create items in your own style and enjoy the fun."
          ],
          "other": [
            "Size: you will receive 5 pieces of white faux fur ribbon trims, each piece is approx. 1 m long. There are eight widths from 1cm to 8cm. The fabric is easy to adjust or cut.",
            "Easy to Use The faux fur ribbon can be cut to any size or shape with a simple pair of household scissors. You can use it to make many small accessories.",
            "MULTI-USE: DIY or trim fringe, costume, clothes, bags, shoes, slides and other accessories, or as home decoration."
          ]
        }
      }
    },
    {
      "asin": "B08BHSY13D",
      "csi_title": "Sosenfer - Chaussons pour enfants - Avec semelle antid&#233;rapante - Unisexe, gris, 25 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_141::{",
          "size_map": "25 EU",
          "additional_sizes_detected": [
            "numeric_25,",
            "25 EU"
          ],
          "structured_size": {
            "size": "numeric_25",
            "size_system": "eu_footwear_size_system",
            "age_group": "toddler",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 25
          }
        },
        "footwear_size": {
          "size": "numeric_25",
          "size_system": "eu_footwear_size_system",
          "age_group": "toddler",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 25
        },
        "age_range": {
          "raw_values": [
            "Enfant",
            "Kid"
          ],
          "normalized": "toddler"
        },
        "target_gender": "unisex",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Sosenfer Chaussettes de maison pour tout-petits garçons et filles, pantoufles antidérapantes, chaussures d'intérieur légères pour petits enfants-HUI-25"
          ],
          "other": [
            "Marque : Sosenfer",
            "Taille : 7,5 UK Enfant",
            "Couleur: Gris",
            "Upper: Knitted upper with breathable fabric, moisture and sweat are absorbed, lightweight and not deformable. Very comfortable to wear for children's soft feet.",
            "Inner material: 【Note】Our slippers are a little smaller than normal, so we recommend ordering a size larger.",
            "Sole: Non-slip and wear-resistant, it can increase flexibility and stability, improve children's safety and give your child more safety. Indoor, leisure, beach, hospital, airplanes, training, camping, training, dance classes and other activities"
          ]
        }
      }
    },
    {
      "asin": "B09H4J22S3",
      "csi_title": "NOESLOMISMO BY DILEMA Pantoufles pour Homme - Chaussure d&apos;Hiver Fabriqu&#233;e en Espagne, bleu marine, 43 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "43 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_283::{",
            "numeric_43,",
            "43 EU"
          ],
          "structured_size": {
            "fit_size": "\"10\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_43",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 43
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "CONFORT INÉGALÉ - Fabriquées à la main en Espagne avec des matériaux sélectionnés pour garantir une expérience d'utilisation confortable et durable. Idéal pour marcher avec style toute la journée.",
            "Élégance polyvalente : disponibles dans une gamme de couleurs élégantes pour s'accorder parfaitement avec n'importe quelle tenue, du décontracté au formel. Parfaites pour se démarquer en toute occasion.",
            "Ajustement parfait : conçues pour offrir un ajustement précis et confortable dès le premier moment. La douce semelle en jonc de mer et la semelle intérieure rembourrée assurent un confort tout au long de la journée. Ajoutez au panier dès maintenant",
            "QUALITÉ SUPÉRIEURE - Fabriquées à la main par des artisans ayant plus de 30 ans d'expérience dans le secteur. Chaque paire reflète l'artisanat et l'engagement envers la qualité.",
            "SATISFACTION GARANTIE - Découvrez la différence avec nos espadrilles : confort, style et qualité dans les moindres détails. Ne vous contentez pas de moins, choisissez le meilleur pour vos pieds.",
            "UNMATCHED COMFORT - Handmade in Spain with selected materials to ensure a comfortable and long-lasting user experience. Ideal for walking in style all day.",
            "SATISFACTION GUARANTEED - Discover the difference with our espadrilles - comfort, style and quality in every detail. Don't settle for less, choose the best for your feet."
          ],
          "other": [
            "VERSATILE ELEGANCE - Available in a range of stylish colors to pair perfectly with any outfit from casual to formal. Perfect to stand out on any occasion.",
            "PERFECT FIT - Designed to offer a precise and comfortable fit from the first moment. The soft esparto outsole and cushioned insole ensure all-day comfort. ADD TO CART NOW",
            "PREMIUM QUALITY - Handmade by artisans with over 30 years of experience in the industry. Each pair reflects craftsmanship and commitment to quality."
          ]
        }
      }
    },
    {
      "asin": "B0BXKCC58Q",
      "csi_title": "Sabots &#224; Plateforme Sabots Mules Chaussures Sabots Mules Chaussures Chaussures de Jardin Pantoufles Plage Sandales Femmes Piscine Sandales Chaussons Rouge 36EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_119::{",
          "size_map": "36 EU",
          "additional_sizes_detected": [
            "numeric_36,",
            "36 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_36",
            "age_group": "adult",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 36
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_36",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 36
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": "Caoutchouc",
          "normalized": "Rubber"
        },
        "bullet_points": {
          "fr": [
            "Talons surélevés : ce talon de sabot plateforme mesure environ 5,1 cm, garanti pour améliorer votre apparence et votre humeur, peut également renforcer votre confiance en vous !",
            "Respirantes : les chaussures de jardinier à semelles épaisses ont des trous de ventilation sur la tige et sur les côtés. L'utilisation pendant une longue période ne sera pas ressentie comme encombrante. Et une variété de pendentifs pour chaussures peut être installée sur le dessus.",
            "ULTRA-LÉGER ET FACILEMENT NETTOYABLE - Les sabots sur plateforme pour jardiniers sont sans poids et relaxants. Ces sabots sont imperméables, ce qui les rend non seulement parfaits pour le jardin, la terrasse, la plage ou la piscine, mais aussi faciles à nettoyer et à sécher rapidement.",
            "Design tendance : les sandales à plateforme pour femme sont fabriquées en mousse pour un maximum de confort, vous pouvez choisir la couleur qui vous convient le mieux et également les assortir avec une robe, un t-shirt, un jean, une jupe, etc.",
            "Multi-usage : idéal pour les chaussures quotidiennes lorsque vous vous détendez à la maison, mais également parfaites pour le jardinage, la promenade du chien et le vol. Une infirmière pourrait apprécier le soutien agréable et le style moderne de nos sabots à plateforme, tandis qu'un agriculteur bénéficierait du matériau imperméable et facile à nettoyer.",
            "MULTIFUNCTIONAL - Ideal for daily slippers when relaxing at home, but also perfect for gardening, walking with the dog and flight. A nurse might appreciate the nice support and fashionable style of our platform clogs, while a farmer would benefit from the water repellent and easy to clean material."
          ],
          "other": [
            "STYLISH SOLES - These platform clogs are about 2 inches, guaranteed to elevate your appearance and mood, can also improve our self-confidence",
            "Breathable - thick-soled gardening shoes have ventilation holes in the upper and on the sides. Wearing it for a long time will not feel stuffy And you can install a variety of shoe pendants on top.",
            "ULTRA LIGHTWEIGHT & EASY TO CLEAN - Gardening platform clogs are relaxed without load. These clogs are waterproof, making them not only perfect for the garden, yard, beach or pool, but also easy to clean and dry quickly.",
            "FASHION DESIGN The women's platform slides are made of foam for maximum comfort, you can choose the color that suits you, and also pair them with dress, t-shirt, jeans, skirt, etc."
          ]
        }
      }
    },
    {
      "asin": "B09P1HNPDR",
      "csi_title": "Crocs Classic Lined Clog 45-46 EU Black/Multi",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Intérieur pelucheux chaud : conçus pour être fonctionnels et chauds, ces Crocs doux et doublés pour homme et femme conviennent parfaitement comme pantoufles mais aussi pour sortir faire des courses.",
            "Coupe classique avec doublure : ces sabots Crocs confortables sont dotés d’une doublure pelucheuse pour que tout le monde puisse ressentir cette sensation de confort tout au long de la saison. Les brides de talon traditionnelles vous offrent un ajustement parfait et un confort de port. Nous vous recommandons de choisir une pointure au-dessus pour un ajustement légèrement ample.",
            "Quelle pointure choisir ? Ces chaussures offrent un ajustement ample. Nous vous recommandons de choisir une pointure supérieure à celle que vous choisissez habituellement. Ces sabots Crocs pour femmes et hommes sont fabriqués en mousse Croslite, offrant la technologie Dual Crocs Comfort qui apporte maintien, douceur et confort enveloppant.",
            "Chaussures adaptées : ces Crocs pour homme et femme offrent un ajustement parfait qui épousera bien votre pied. Les sabots Crocs peuvent être personnalisés avec des breloques Jibbitz pour exprimer votre style personnel.",
            "Crocs pour homme et femme : les crocs Classic avec doublure en peluche sont amusants à porter. Ces chaussures s’accordent à toute votre garde-robe.",
            "CUSTOMIZE THEM - These Crocs for women and men offer a slim fit that will cradle your foot. Crocs clogs can be customized with Jibbitz charms to reflect your personal style."
          ],
          "other": [
            "Find your size: We recommend going one size up (e.g. if you are a 7.5, a size up to an 8)",
            "Warm Fuzzy Feelings Inside: Designed with functionality and warmth in mind, the soft lined Crocs for men and women are perfect as a slipper but also perfect for running errands.",
            "CLASSIC LINED FIT - These cozy clogs with warm lined down are the Crocs women and men need to stay warm and comfortable all season. Traditional heel straps provide a secure, snug fit for easy on and comfort.",
            "BUY WITH CONFIDENCE: Crocs products are backed by our 90-day manufacturer warranty for high quality and authenticity. Terms and conditions apply."
          ]
        }
      }
    },
    {
      "asin": "B0CPT5KP1P",
      "csi_title": "Rockreyoa Lot de 5 rubans en fausse fourrure de 1 m, ruban en fausse fourrure peluche, bordure en fausse fourrure peluche, ruban d&#233;coratif, ruban en fausse fourrure color&#233;e, garnitures pour DIY",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "6cm",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": "Fausse fourrure",
          "normalized": "Fausse fourrure"
        },
        "bullet_points": {
          "fr": [
            "Matériau de haute qualité : tissu en fourrure, le tissu en fourrure est léger, solide, extensible, durable et agréable au toucher. La longue fourrure synthétique moelleuse et douce permet au patch en tissu à fourrure de permettre aux concepteurs d'avoir des expériences plus créatives. Il est parfait pour tout tissu en fausse fourrure moelleux et doux",
            "Taille : vous recevrez 5 pièces de rubans garnitures en fausse fourrure blanche, chaque pièce mesure environ 1 m de long. Il y a huit largeurs disponibles de 1 cm à 8 cm. Le tissu est facile à ajuster ou à couper.",
            "Facile à manipuler : le ruban en fausse fourrure peut être coupé à n'importe quelle taille ou forme avec de simples ciseaux ménagers. Vous pouvez l'utiliser pour faire de nombreux petits accessoires.",
            "Confortable : cette fausse fourrure à poils longs utilise de la fourrure artificielle, qui est confortable et douce pour la peau. Il est temps d’utiliser votre imagination pour créer des articles dans votre propre style et d’en profiter.",
            "Multi-usage : pour le bricolage ou la taille de franges, costumes, vêtements, sacs, chaussures, toboggans et autres accessoires ou décoration de la maison.",
            "High quality material: fur fabric, the fur fabric is lightweight, strong, stretchy, durable and comfortable to touch. The long fluffy and soft faux fur allows the fur fabric patch to allow designers to achieve more creative experiments. It is perfect for any fluffy and soft faux fur fabric",
            "COMFORTABLE This shaggy faux fur uses artificial fur, which is comfortable and skin-friendly. It's time to use your imagination to create items in your own style and enjoy the fun."
          ],
          "other": [
            "Size: you will receive 5 pieces of white faux fur ribbon trims, each piece is approx. 1 m long. There are eight widths from 1cm to 8cm. The fabric is easy to adjust or cut.",
            "Easy to Use The faux fur ribbon can be cut to any size or shape with a simple pair of household scissors. You can use it to make many small accessories.",
            "MULTI-USE: DIY or trim fringe, costume, clothes, bags, shoes, slides and other accessories, or as home decoration."
          ]
        }
      }
    },
    {
      "asin": "B0FR4Z9BD2",
      "csi_title": "Kickback Bootie Bottines Femme en Daim &#224; Enfiler Fourr&#233;es Fausses Fourrure &#8211; Chaussons Bottines Confortables Douillettes avec Soutien Vo&#251;te Plantaire &amp; Semelle L&#233;g&#232;re Antid&#233;rapante - Anthracite EU 39",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": "39 EU",
          "additional_sizes_detected": [
            "$additional_links_augmentor_376::{",
            "numeric_39,",
            "39 EU"
          ],
          "structured_size": {
            "fit_size": "\"8\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": {
          "size": "numeric_39",
          "age_group": "adult",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 39
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "DOUBLEMENT FAUSSE FOURRURE ULTRA DOUX : Intérieur tout doux et chaud qui enveloppe les pieds comme un câlin – parfait pour l’hiver",
            "SOUTIEN VOÛTE PLANTAIRE ORTHOPÉDIQUE : Semelle anatomique en mousse active gainée cuir, soulage les articulations toute la journée",
            "SEMELLE ULTRA-LÉGÈRE & FLEXIBLE : Caoutchouc EVA amortissant + profil antidérapant pour l’intérieur et petites sorties",
            "ENFILAGE EXPRESS : Bottines basses avec ouverture élastiquée – idéales à la maison, en voyage ou pour les courses rapides",
            "ENTRETIEN FACILE : Daim à brosser, semelle intérieure amovible lavable ; prendre une demi-pointure au-dessus pour un confort cocooning parfait"
          ],
          "other": [
            "KICKBACK IN COMFORT: Kickback's lightweight and flexible EVA and rubber wedge profile footbed with its anatomical arch is so light and flexible that it naturally moulds to the shape of your foot and adapts to your movements. The non-slip compound and the profile of the sole ensure optimum safety in the event of bad weather.",
            "PLANTAR ARCH AND HEEL SUPPORT: The orthotic insole provides excellent arch and heel support, ensuring you support all day long and helping to reduce pressure on joints by properly distributing weight and guiding your foot as you walk.",
            "KICKBACK CASUAL LIFESTYLE: Ankle boots are versatile. The comfort and lightness of our faux fur lined suede ankle boots invite you to relax. They offer maximum comfort thanks to their suede material that adapts to your foot over time and keeps you warm in cold weather.",
            "VERSATILE USE: Casual comfort ideal for travel, vacation and recovery, designed to be worn after work and leisure or as indoor/outdoor slippers; non-slip sole ensures safety in all conditions; soft fit adapts to your movements.",
            "EASY MAINTENANCE: To keep your suede kickbacks clean and in good condition, simply use a suede brush and suede protector. The leather insole can be removed and cleaned with mild detergent if needed. For optimal comfort, choose one size up for half sizes."
          ]
        }
      }
    },
    {
      "asin": "B00AFWHA7E",
      "csi_title": "ANTON",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": null,
          "additional_sizes_detected": [
            "43 EU"
          ],
          "structured_size": {
            "fit_size": "\"9\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "en": [
            "Scandinavian excellence: Swedish design traditionally insists on attention to detail. We work with the materials we like: natural, timeless and authentic. That is our identity."
          ],
          "other": [
            "Chaussure Homme",
            "Artisan techniques: Artisan techniques have always fascinated us. The combination of clean Swedish design and craftsmanship gives rise to exceptional products, beautiful and timeless.",
            "HANDMADE WITH PASSION - Each Shepherd slipper is made from many separate pieces, always made of natural sheepskin, treated with care to achieve the desired quality and finish. Then all these pieces are assembled by seasoned craftsmen, basically by hand.",
            "100% NATURAL - We choose to work with sheepskin and wool for their unmistakable qualities. For us, the feel and comfort they provide surpasses all other materials.",
            "Normal shoe size: These slippers fit normally. Check the size chart to find your perfect size."
          ]
        }
      }
    },
    {
      "asin": "B07KPTWLTK",
      "csi_title": "Crocs 10001-001 Mixte Adulte Chaussons Bas, Noir (Black 10001-001), 46/47 EU",
      "csi_status": "Not Discoverable",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": {
            "fit_size": "\"12\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Taille : Crocs utilise la taille américaine dans le monde entier sur toutes ses chaussures, avec la taille US affichée sur la semelle. Les tailles indiquées dans le menu des tailles sont des tailles britanniques, veuillez vous référer au tableau des tailles pour plus d'informations. Vous trouverez également les tailles UK et EU sur l'étiquette une fois que vous aurez reçu votre marchandise",
            "Quelle taille dois-je acheter ? Ces chaussures Crocs pour homme et femme offrent une coupe ample et nous vous recommandons de commander une taille en dessous jusqu'à la prochaine taille entière la plus grande",
            "CROCS Pour tout le monde : avec une couleur et un style pour chaque personnalité, les sabots classiques Crocs sont les femmes et les hommes ont besoin pour commencer une révolution du confort dans le monde entier",
            "Conçus pour s'adapter : ces sabots à enfiler sont faciles à mettre et à enlever, tout en étant extrêmement durables. Ces Crocs offrent même des sangles de talon pivotantes pour un ajustement plus sûr",
            "Chaleur : n'exposez pas vos chaussures Crocs à une chaleur extrême ou à une lumière intense du soleil pendant une période prolongée. En raison de la nature unique du matériau Crocs PCCR, les températures élevées peuvent les déformer",
            "CROCS Pour homme et femme : les sabots classiques Crocs ne sont pas seulement les chaussures les plus confortables pour les femmes et les hommes, mais également faciles à nettoyer avec de l'eau et du savon et permettent un séchage rapide",
            "CROCS FOR EVERYONE - With a color and style for every personality, the Crocs Classic Clogs are women and men need to start a comfort revolution around the world",
            "DESIGNED TO FIT - These slip-on clogs are easy to put on and take off, while being extremely durable. These Crocs even offer pivoting heel straps for a more secure fit"
          ],
          "other": [
            "Size: Crocs uses US size worldwide on all of its shoes, with the US size displayed on the sole. The sizes shown in the size menu are UK sizes, please refer to the size chart for more information. You will also find UK and EU sizes on the label once you receive your merchandise",
            "What size should I buy? These Crocs shoes for men and women offer a loose fit and we recommend ordering one size down to the next largest whole size",
            "Warmth: Do not expose your Crocs shoes to extreme heat or intense sunlight for an extended period of time. Due to the unique nature of the Crocs PCCR material, high temperatures can deform them",
            "CROCS For men and women: the Crocs Classic Clogs are not only the most comfortable shoes for women and men, but also easy to clean with soap and water and allow for quick drying"
          ]
        }
      }
    },
    {
      "asin": "B0DSJS6KMX",
      "csi_title": "Polaroid Lunettes de Soleil PLD 4181/S NUDE/BLUE SHADED POLARIZED 56/16/140 femme",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "NUDE/ BLUE SHADED POLARIZED",
            "Taille 56/16/140",
            "2 ans de Garantie Internationale",
            "waist 56/16/140",
            "2 years International Warranty"
          ]
        }
      }
    },
    {
      "asin": "B00FZKLQ26",
      "csi_title": "Shepherd Homme Bosse Chaussons Plats, Cognac Antique, 44 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": null,
          "additional_sizes_detected": [
            "44 EU"
          ],
          "structured_size": {
            "fit_size": "\"11\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Véritable artisanat : l'artisanat classique est notre passion. Nos produits élégants et intemporels sont issus de la combinaison du design suédois et de l'artisanat soigné.",
            "Passionné à la main : les chaussons Shepherd sont composés de plusieurs pièces pour lesquelles nous utilisons toujours de la peau d'agneau véritable. Grâce à un traitement attentif, nous nous assurons que le pelage reçoit toujours la qualité souhaitée et une finition parfaite. Par nos artisans expérimentés, les différentes pièces sont ensuite assemblées - principalement à la main.",
            "Authentique : nous aimons travailler avec de la peau d'agneau et de la laine parce que nous sommes passionnés par leurs caractéristiques uniques. Il n'y a pas d'autre matériau pour nous en termes de toucher et de confort.",
            "Qualité scandinave : la tradition suédoise du design implique que nous prêtons attention à chaque détail. Nous travaillons avec ce que nous aimons : des matériaux naturels, intemporels et authentiques. C'est notre ADN.",
            "Taille normale : ces pantoufles ont une coupe normale. Grâce à notre tableau des tailles, vous trouverez rapidement le bon ajustement pour vous."
          ],
          "en": [
            "Scandinavian excellence: Swedish design traditionally insists on attention to detail. We work with the materials we like: natural, timeless and authentic. That is our identity."
          ],
          "other": [
            "Artisan techniques: Artisan techniques have always fascinated us. The combination of clean Swedish design and craftsmanship gives rise to exceptional products, beautiful and timeless.",
            "HANDMADE WITH PASSION - Each Shepherd slipper is made from many separate pieces, always made of natural sheepskin, treated with care to achieve the desired quality and finish. Then all these pieces are assembled by seasoned craftsmen, basically by hand.",
            "100% NATURAL - We choose to work with sheepskin and wool for their unmistakable qualities. For us, the feel and comfort they provide surpasses all other materials.",
            "Normal shoe size: These slippers fit normally. Check the size chart to find your perfect size."
          ]
        }
      }
    },
    {
      "asin": "B0DJ97V19Q",
      "csi_title": "PUMA Eliminate Nitro 4 Chaussures d&apos;int&#233;rieur Unisexes, Green Terrain Lumi&#232;re p&#233;tillante, 47 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "47 EU",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Largeur : Régulière",
            "Fermeture : Fermeture à lacets",
            "Matière principale de la tige : Textile"
          ],
          "other": [
            "Bout : Arrondi",
            "Talon : Talon plat",
            "Doublure : Textile",
            "Surface : En salle",
            "Eliminate NITRO 4"
          ]
        }
      }
    },
    {
      "asin": "B0CFM95YHN",
      "csi_title": "R-ISLAND Sabots classiques, chaussons d&apos;hiver pour femme, avec doublure chaude, imperm&#233;ables, avec semelle antid&#233;rapante, confortables, pour la maison, la chambre, le salon.., blanc, 38 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_123::{",
          "size_map": "38 EU",
          "additional_sizes_detected": [
            "numeric_38,",
            "38 EU",
            "True"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_38",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 38
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_38",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 38
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": "Éthylène-acétate de vinyle",
          "normalized": "EVA (Ethylene-vinyl acetate)"
        },
        "bullet_points": {}
      }
    },
    {
      "asin": "B0CWV3GBZP",
      "csi_title": "mywalit Medium 10 C/C Wallet w/Zip Purse, Portefeuille Unisexe Adulte, Violet, Taille Unique, Violet, Taille Unique",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Taille unique",
          "size_map": null,
          "additional_sizes_detected": [
            "One Size"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "Mywalit Medium 10 C/C Wallet w/Zip Purse Viola",
            "Mywalit medium 10 c/c wallet w/zip purse purple"
          ]
        }
      }
    },
    {
      "asin": "B08H3QRPL1",
      "csi_title": "Sosenfer Chaussons B&#233;b&#233; Enfant Gar&#231;ons Pantoufle Fille antid&#233;rapante Garcon Chaussettes Chaussures Mixte Enfant-FENQUAN-33",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_141::{",
          "size_map": "33 EU",
          "additional_sizes_detected": [
            "numeric_33,",
            "$additional_links_augmentor_164::{",
            "33 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_33",
            "age_group": "toddler",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 33
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_33",
          "age_group": "toddler",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 33
        },
        "age_range": {
          "raw_values": [
            "Enfant",
            "Kid"
          ],
          "normalized": "toddler"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Respirant pour les petits aventuriers : même après avoir couru pendant des heures dans l'appartement, les pieds de votre enfant restent agréablement frais grâce à la matière respirante.",
            "La sécurité à chaque pas : la semelle antidérapante en caoutchouc offre aux petits pieds une bonne adhérence sur le parquet et le carrelage, pour que vous ayez l'esprit tranquille lorsque votre enfant court partout.",
            "Très facile à enfiler ! La tige extensible permet à votre enfant de devenir un petit pro de l'autonomie, ce qui vous fait gagner un temps précieux le matin avant d'aller à la maternelle.",
            "Pratique pour vous : il suffit de le mettre dans la machine à laver à 30 °C pour éliminer la boue et les taches. Ainsi, même après des jeux endiablés, vous gardez toujours le contrôle sur l'hygiène."
          ],
          "other": [
            "Upper: Knitted upper with breathable fabric, moisture and sweat are absorbed, lightweight and not deformable. Very comfortable to wear for children's soft feet.",
            "Inner material: 【Note】Our slippers are a little smaller than normal, so we recommend ordering a size larger.",
            "Sole: Non-slip and wear-resistant, it can increase flexibility and stability, improve children's safety and give your child more safety. Indoor, leisure, beach, hospital, airplanes, training, camping, training, dance classes and other activities"
          ]
        }
      }
    },
    {
      "asin": "B009ZWTF6Y",
      "csi_title": "SNUGRUGS Monty, Chausson , Dark Brown,",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": null,
          "additional_sizes_detected": [
            "43 EU"
          ],
          "structured_size": {
            "fit_size": "\"10\"",
            "legacy_unit": "mens_us"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Pantoufle en daim de qualité A",
            ". Matériau extérieur : daim véritable. Semelle : caoutchouc."
          ],
          "other": [
            ". Magnifiquement chaude et luxueuse",
            "Grade A Suede Slipper",
            ". Upper material: genuine suede. Sole: Rubber",
            ". Beautifully warm and luxurious"
          ]
        }
      }
    },
    {
      "asin": "B08R2RF8WD",
      "csi_title": "Sosenfer Chaussons B&#233;b&#233; Enfant Gar&#231;ons Pantoufle Fille antid&#233;rapante Garcon Chaussettes Chaussures Mixte Enfant-ZISE-33",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_142::{",
          "size_map": "33 EU",
          "additional_sizes_detected": [
            "numeric_33,",
            "$additional_links_augmentor_165::{",
            "33 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_33",
            "age_group": "toddler",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 33
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_33",
          "age_group": "toddler",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 33
        },
        "age_range": {
          "raw_values": [
            "Kid"
          ],
          "normalized": "toddler"
        },
        "target_gender": "unisex",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Respirant pour les petits aventuriers : même après avoir couru pendant des heures dans l'appartement, les pieds de votre enfant restent agréablement frais grâce à la matière respirante.",
            "La sécurité à chaque pas : la semelle antidérapante en caoutchouc offre aux petits pieds une bonne adhérence sur le parquet et le carrelage, pour que vous ayez l'esprit tranquille lorsque votre enfant court partout.",
            "Très facile à enfiler ! La tige extensible permet à votre enfant de devenir un petit pro de l'autonomie, ce qui vous fait gagner un temps précieux le matin avant d'aller à la maternelle.",
            "Pratique pour vous : il suffit de le mettre dans la machine à laver à 30 °C pour éliminer la boue et les taches. Ainsi, même après des jeux endiablés, vous gardez toujours le contrôle sur l'hygiène."
          ],
          "other": [
            "Upper: Knitted upper with breathable fabric, moisture and sweat are absorbed, lightweight and not deformable. Very comfortable to wear for children's soft feet.",
            "Inner material: 【Note】Our slippers are a little smaller than normal, so we recommend ordering a size larger.",
            "Sole: Non-slip and wear-resistant, it can increase flexibility and stability, improve children's safety and give your child more safety. Indoor, leisure, beach, hospital, airplanes, training, camping, training, dance classes and other activities"
          ]
        }
      }
    },
    {
      "asin": "B0FM8WLVGB",
      "csi_title": "Pantoufles d&apos;hiver &#224; semelle &#233;paisse pour femme - Chaussures d&apos;int&#233;rieur chaudes en mousse &#224; m&#233;moire de forme - Doublure moelleuse antid&#233;rapante - Chaussons en peluche doux et confortables pour temps",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_164::{",
          "size_map": "40/41 EU",
          "additional_sizes_detected": [
            "numeric_40,",
            "40/41 EU",
            "6.5-7.5"
          ],
          "structured_size": {
            "size": "numeric_40",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "to_size": "numeric_41",
            "size_class": "numeric_range",
            "numeric_size": 40
          }
        },
        "footwear_size": {
          "size": "numeric_40",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "to_size": "numeric_41",
          "size_class": "numeric_range",
          "numeric_size": 40
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Pantoufles en mousse à mémoire de forme pour femme taille 39, pantoufles de soutien de la voûte plantaire, pantoufles diabétiques pour femme, pantoufles d'été larges, pantoufles pour femme, pantoufles d'intérieur pour femme, pantoufles thermiques, pantoufles larges pour femme, pantoufles thermiques, pantoufles larges pour femme, pantoufles confortables",
            "Chaussures d'intérieur d'été pour femme, pantoufles orthopédiques pour femme pour talon fasciite plantaire, pantoufles d'hôtel pour femme, pantoufles en coton taille 3, pantoufles d'intérieur pour invités, pantoufles en coton pour femme taille 39, pantoufles en mousse à mémoire de forme, pantoufles Velcro pour femme, pantoufles d'hôtel pour homme taille 46, pantoufles d'hiver moelleuses pour homme, pantoufles chauffantes, pantoufles de douche, pantoufles douces pour femme, pantoufles diabétiques",
            "Pantoufles mocassins, pantoufles orthopédiques pour femme avec jardinière, pantoufles chat pour femme taille 8, pantoufles sabots pour salle de bain, pantoufles d'intérieur pour femme en plastique, tongs en coton lavables, pantoufles en mousse à mémoire de forme pour femme taille 38, pantoufles en mousse à mémoire de forme pour femme taille 36/40",
            "Pantoufles mules pour femme taille 7, pantoufles pour femme taille 7, pantoufles d'extérieur taille 3, pantoufles en daim, pantoufles d'intérieur pour femme, pantoufles en coton taille 3, pantoufles en mousse à mémoire de forme pour homme taille 42, pantoufles pour femme taille 48, pantoufles d'hôtel extra larges, pantoufles d'hiver pour homme, chaussures d'arthrite pour femme, sabots doublés en fourrure pour femme, pantoufles d'Halloween",
            "Pantoufles mules pour femme taille 38, pantoufles d'été pour femme, pantoufles d'extérieur pour femme, pantoufles en daim, pantoufles d'intérieur, chaussures de maison pour femme à bout ouvert, pantoufles en mousse à mémoire de forme taille 39, pantoufles d'intérieur pour femme à bout ouvert, pantoufles d'hiver pour femme à la maison, mules noires, chaussures en coton pour femme, chaussures de piscine pour femme, pantoufles smiley"
          ],
          "other": [
            "memory foam slippers for women size 6, arch support slippers, diabetic slippers for women, wide summer slippers, women house slippers, women house slippers, thermal slippers, wide slippers for women, thermal slippers, wide slippers for women, thermal slippers, wide slippers, wide slippers for women, comfortable slippers",
            "summer indoor shoes for women, orthopedic slippers for women for plantar fasciitis heel, hotel slippers for women, cotton slippers size 3, house slippers for guests, cotton slippers for women size 6, memory foam slippers, velcro slippers for women, hotel slippers for men size 18, fluffy winter slippers for men, heated slippers, shower slippers, soft slippers for women, diabetic slippers",
            "moccasin slippers, orthopedic slippers for women with planter, cat slippers for women size 8, clog slippers for bathroom, indoor slippers for women plastic, washable cotton flip flops, memory foam slippers for women size 8, memory foam slippers for women size 8, memory foam slippers for women size 8",
            "womens slipper slippers size 7, slippers for women size 7, outdoor slippers size 3, suede house slippers, women house slippers, cotton slippers size 3, memory foam slippers for men size 14, slippers for women size 12, extra large hotel slippers, winter slippers for men, arthritis shoes for women, fur lined clogs for women, halloween slippers",
            "ladies slippers mule slippers size 5, summer slippers for women, outdoor slippers for women, suede slippers, indoor slippers, house shoes for women open toe, memory foam slippers size 39, indoor slippers for women open toe, winter slippers for women at home, black mules, cotton shoes for women, pool shoes for women, smiley slippers"
          ]
        }
      }
    },
    {
      "asin": "B08H3PFJ9F",
      "csi_title": "Sosenfer - Chaussons pour enfants - Avec semelle antid&#233;rapante - Unisexe, Rose clair., 32 EU",
      "csi_status": "Not Discoverable",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_164::{",
          "size_map": "32 EU",
          "additional_sizes_detected": [
            "numeric_32,",
            "32 EU"
          ],
          "structured_size": {
            "size": "numeric_32",
            "size_system": "eu_footwear_size_system",
            "age_group": "toddler",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 32
          }
        },
        "footwear_size": {
          "size": "numeric_32",
          "size_system": "eu_footwear_size_system",
          "age_group": "toddler",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 32
        },
        "age_range": {
          "raw_values": [
            "Kid"
          ],
          "normalized": "toddler"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Étiquette : 32EU"
          ],
          "other": [
            "Marque : Sosenfer",
            "Couleur : rose clair",
            "Upper: Knitted upper with breathable fabric, moisture and sweat are absorbed, lightweight and not deformable. Very comfortable to wear for children's soft feet.",
            "Inner material: 【Note】Our slippers are a little smaller than normal, so we recommend ordering a size larger.",
            "Sole: Non-slip and wear-resistant, it can increase flexibility and stability, improve children's safety and give your child more safety. Indoor, leisure, beach, hospital, airplanes, training, camping, training, dance classes and other activities"
          ]
        }
      }
    },
    {
      "asin": "B0FSDP7W4V",
      "csi_title": "Chaussons amusants pour femme - Moelleux - Chaussons doux - En feutre l&#233;ger - Semelle souple - Pour l&apos;hiver - Ferm&#233; - Chaussures de bain amusantes, gris, 38 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_123::{",
          "size_map": "38 EU",
          "additional_sizes_detected": [
            "numeric_38,",
            "38 EU"
          ],
          "structured_size": {
            "size": "numeric_38",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 38
          }
        },
        "footwear_size": {
          "size": "numeric_38",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 38
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Design mignon de souris : chaussons gris avec de jolis motifs de tête de souris sur le dessus - ludiques et parfaits pour les amoureux des animaux.",
            "Matériau doux et confortable : doux pour la peau pour un maximum de détente et de chaleur à l'intérieur.",
            "Large gamme de couleurs : comprend le gris foncé, le rouge, le gris clair, le rose et le marron pour un choix et un style personnalisés.",
            "Sûr et doux pour la peau : matériaux non toxiques, parfaits pour les enfants et les adultes.",
            "Nettoyage facile : lavable en machine pour une fraîcheur hygiénique et une utilisation quotidienne.",
            "WIDE RANGE OF COLORS - Includes dark grey, red, light grey, pink and brown for personalized choice and style."
          ],
          "other": [
            "Cute mouse design: grey slippers with cute mouse head patterns on the top, playful and perfect for animal lovers.",
            "SOFT & COMFORTABLE MATERIAL - Skin-friendly for maximum relaxation and warmth inside.",
            "SAFE AND SKIN FRIENDLY - Non-toxic materials, perfect for kids and adults.",
            "EASY CLEANING - Machine washable for hygienic freshness and daily use."
          ]
        }
      }
    },
    {
      "asin": "B08H3NGJWM",
      "csi_title": "Sosenfer Chaussons B&#233;b&#233; Enfant Gar&#231;ons Pantoufle Fille antid&#233;rapante Garcon Chaussettes Chaussures Mixte Enfant-HEI-33",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_165::{",
          "size_map": "33 EU",
          "additional_sizes_detected": [
            "numeric_33,",
            "$additional_links_augmentor_188::{",
            "33 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_33",
            "age_group": "toddler",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 33
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_33",
          "age_group": "toddler",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 33
        },
        "age_range": {
          "raw_values": [
            "enfant.",
            "Kid"
          ],
          "normalized": "toddler"
        },
        "target_gender": "unisex",
        "material": {
          "raw": "Antidérapant et résistant à l'usure, il peut augmenter la flexibilité et la stabilité, renforcer la sécurité des enfants et donner plus d'assurance à votre enfant. À l'intérieur, pour les loisirs, à la plage, à l'hôpital, dans les avions, pour l'entraînement, le camping, les cours de danse et d'autres activités.",
          "normalized": "Antidérapant et résistant à l'usure, il peut augmenter la flexibilité et la stabilité, renforcer la sécurité des enfants et donner plus d'assurance à votre enfant. À l'intérieur, pour les loisirs, à la plage, à l'hôpital, dans les avions, pour l'entraînement, le camping, les cours de danse et d'autres activités."
        },
        "bullet_points": {
          "fr": [
            "Respirant pour les petits aventuriers : même après avoir couru pendant des heures dans l'appartement, les pieds de votre enfant restent agréablement frais grâce à la matière respirante.",
            "La sécurité à chaque pas : la semelle antidérapante en caoutchouc offre aux petits pieds une bonne adhérence sur le parquet et le carrelage, pour que vous ayez l'esprit tranquille lorsque votre enfant court partout.",
            "Très facile à enfiler ! La tige extensible permet à votre enfant de devenir un petit pro de l'autonomie, ce qui vous fait gagner un temps précieux le matin avant d'aller à la maternelle.",
            "Pratique pour vous : il suffit de le mettre dans la machine à laver à 30 °C pour éliminer la boue et les taches. Ainsi, même après des jeux endiablés, vous gardez toujours le contrôle sur l'hygiène."
          ],
          "other": [
            "Upper: Knitted upper with breathable fabric, moisture and sweat are absorbed, lightweight and not deformable. Very comfortable to wear for children's soft feet.",
            "Inner material: 【Note】Our slippers are a little smaller than normal, so we recommend ordering a size larger.",
            "Sole: Non-slip and wear-resistant, it can increase flexibility and stability, improve children's safety and give your child more safety. Indoor, leisure, beach, hospital, airplanes, training, camping, training, dance classes and other activities"
          ]
        }
      }
    },
    {
      "asin": "B0CPT4R9TH",
      "csi_title": "Rockreyoa Lot de 5 rubans en fausse fourrure de 1 m, ruban en fausse fourrure peluche, bordure en fausse fourrure peluche, ruban d&#233;coratif, ruban en fausse fourrure color&#233;e, garniture en fausse",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "3cm",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau de haute qualité : tissu en fourrure, le tissu en fourrure est léger, solide, extensible, durable et agréable au toucher. La longue fourrure synthétique moelleuse et douce permet au patch en tissu à fourrure de permettre aux concepteurs d'avoir des expériences plus créatives. Il est parfait pour tout tissu en fausse fourrure moelleux et doux",
            "Taille : vous recevrez 5 pièces de garnitures de ruban en fausse fourrure blanche, chaque pièce mesure environ 1 m de long. Il y a huit largeurs disponibles de 1 cm à 8 cm. Le tissu est facile à ajuster ou à couper.",
            "Facile à manipuler : le ruban en fausse fourrure peut être coupé à n'importe quelle taille ou forme avec de simples ciseaux ménagers. Vous pouvez l'utiliser pour faire de nombreux petits accessoires.",
            "Confortable : cette fausse fourrure à poils longs utilise de la fourrure artificielle, qui est confortable et douce pour la peau. Il est temps d’utiliser votre imagination pour créer des articles dans votre propre style et d’en profiter.",
            "Multi-usage : pour le bricolage ou la taille de franges, costumes, vêtements, sacs, chaussures, toboggans et autres accessoires ou décoration de la maison.",
            "High quality material: fur fabric, the fur fabric is lightweight, strong, stretchy, durable and comfortable to touch. The long fluffy and soft faux fur allows the fur fabric patch to allow designers to achieve more creative experiments. It is perfect for any fluffy and soft faux fur fabric",
            "COMFORTABLE This shaggy faux fur uses artificial fur, which is comfortable and skin-friendly. It's time to use your imagination to create items in your own style and enjoy the fun."
          ],
          "other": [
            "Size: you will receive 5 pieces of white faux fur ribbon trims, each piece is approx. 1 m long. There are eight widths from 1cm to 8cm. The fabric is easy to adjust or cut.",
            "Easy to Use The faux fur ribbon can be cut to any size or shape with a simple pair of household scissors. You can use it to make many small accessories.",
            "MULTI-USE: DIY or trim fringe, costume, clothes, bags, shoes, slides and other accessories, or as home decoration."
          ]
        }
      }
    },
    {
      "asin": "B08FBXQYT4",
      "csi_title": "Sosenfer Chaussons B&#233;b&#233; Enfant Gar&#231;ons Pantoufle Fille antid&#233;rapante Garcon Chaussettes Chaussures Mixte Enfant-HUIQIAN-30",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_142::{",
          "size_map": "30 EU",
          "additional_sizes_detected": [
            "numeric_30,",
            "$additional_links_augmentor_165::{",
            "30 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_30",
            "age_group": "toddler",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 30
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_30",
          "age_group": "toddler",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 30
        },
        "age_range": {
          "raw_values": [
            "Enfant",
            "Kid"
          ],
          "normalized": "toddler"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Respirant pour les petits aventuriers : même après avoir couru pendant des heures dans l'appartement, les pieds de votre enfant restent agréablement frais grâce à la matière respirante.",
            "La sécurité à chaque pas : la semelle antidérapante en caoutchouc offre aux petits pieds une bonne adhérence sur le parquet et le carrelage, pour que vous ayez l'esprit tranquille lorsque votre enfant court partout.",
            "Très facile à enfiler ! La tige extensible permet à votre enfant de devenir un petit pro de l'autonomie, ce qui vous fait gagner un temps précieux le matin avant d'aller à la maternelle.",
            "Pratique pour vous : il suffit de le mettre dans la machine à laver à 30 °C pour éliminer la boue et les taches. Ainsi, même après des jeux endiablés, vous gardez toujours le contrôle sur l'hygiène."
          ],
          "other": [
            "Upper: Knitted upper with breathable fabric, moisture and sweat are absorbed, lightweight and not deformable. Very comfortable to wear for children's soft feet.",
            "Inner material: 【Note】Our slippers are a little smaller than normal, so we recommend ordering a size larger.",
            "Sole: Non-slip and wear-resistant, it can increase flexibility and stability, improve children's safety and give your child more safety. Indoor, leisure, beach, hospital, airplanes, training, camping, training, dance classes and other activities"
          ]
        }
      }
    },
    {
      "asin": "B08YXG6VTQ",
      "csi_title": "Sosenfer - Chaussons pour enfants - Avec semelle antid&#233;rapante - Unisexe, gris fonc&#233;, 25 EU",
      "csi_status": "Not Discoverable",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_146::{",
          "size_map": "25 EU",
          "additional_sizes_detected": [
            "numeric_25,",
            "25 EU"
          ],
          "structured_size": {
            "size": "numeric_25",
            "size_system": "eu_footwear_size_system",
            "age_group": "toddler",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 25
          }
        },
        "footwear_size": {
          "size": "numeric_25",
          "size_system": "eu_footwear_size_system",
          "age_group": "toddler",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 25
        },
        "age_range": {
          "raw_values": [
            "Kid"
          ],
          "normalized": "toddler"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Chaussettes enfants maison pantoufles chaussures d'intérieur tricotées antidérapantes pour garçons filles pantoufle enfants unisexe SHENHUI 25",
            "Type de produit CHAUSSONS"
          ],
          "other": [
            "Marque Sosenfer",
            "Upper: Knitted upper with breathable fabric, moisture and sweat are absorbed, lightweight and not deformable. Very comfortable to wear for children's soft feet.",
            "Inner material: 【Note】Our slippers are a little smaller than normal, so we recommend ordering a size larger.",
            "Sole: Non-slip and wear-resistant, it can increase flexibility and stability, improve children's safety and give your child more safety. Indoor, leisure, beach, hospital, airplanes, training, camping, training, dance classes and other activities"
          ]
        }
      }
    },
    {
      "asin": "B0CSPXX4DN",
      "csi_title": "Pepe Jeans Pantoufles de Marine London Gala",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": null,
          "additional_sizes_detected": [
            "41 EU"
          ],
          "structured_size": {
            "fit_size": "\"10\"",
            "legacy_unit": "womens_us"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "Assise plantaire pour un confort optimal au camp de base",
            "Bout de la chaussure: Rond",
            "Cuir nubuck pour une sandale haut de gamme sur les sentiers",
            "Blue Black"
          ]
        }
      }
    },
    {
      "asin": "B0FQC717MV",
      "csi_title": "Generisch Couples Hommes Femmes Halloween Chaussures &#224; enfiler Fourrure Plat Maison Hiver Bout Rond Garder au Chaud Imprim&#233; Dessin anim&#233; Chaussons Chaussures, Blanc., 41 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_130::{",
          "size_map": "41 EU",
          "additional_sizes_detected": [
            "numeric_41,",
            "41 EU"
          ],
          "structured_size": {
            "size": "numeric_41",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 41
          }
        },
        "footwear_size": {
          "size": "numeric_41",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 41
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau : dessus en coton doux. Doublure en polaire moelleuse pour plus de chaleur et de confort.",
            "Design : design simple. Semelle en caoutchouc robuste et antidérapante pour l'intérieur et l'extérieur.",
            "Confort : léger et flexible. La semelle souple s'adapte à la forme du pied pour un confort optimal.",
            "Occasions : pour des heures de détente à la maison. comme chaussons pendant les saisons plus fraîches.",
            "Entretien : lavage à la main. Protège les matériaux et permet un nettoyage facile."
          ],
          "other": [
            "Material: soft cotton upper Fluffy fleece lining for warmth and comfort.",
            "Design: simple design. Robust, non-slip rubber sole for indoor and outdoor use.",
            "Comfort: lightweight and flexible. The soft sole adapts to the shape of the foot for optimal comfort.",
            "Occasions: For hours of relaxing at home. as slippers in cooler seasons.",
            "Care instructions: hand wash. Protects materials and allows for easy cleaning."
          ]
        }
      }
    },
    {
      "asin": "B0FPMBPY2X",
      "csi_title": "FWJZDSP Chaussons en coton pour homme, motif camouflage, motif ours, pour la chasse au cerf, chaussures de maison &#224; bout ferm&#233;, antid&#233;rapantes et l&#233;g&#232;res, pour l&apos;int&#233;rieur et l&apos;ext&#233;rieur",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "11-12（44-45）",
          "size_map": "11-12（44-45）",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Intérieur 100 % coton moelleux : Doublé de coton pur et doux pour une chaleur exceptionnelle et un confort respirant qui préserve la sensation de vos pieds.",
            "Semelle en caoutchouc durable : Dotée d'une semelle extérieure en caoutchouc souple offrant une adhérence optimale et une excellente adhérence, elle protège vos carrelages et parquets des rayures.",
            "Design polyvalent : Modèle fermé adapté à de nombreuses activités intérieures et extérieures.",
            "Idéal pour : Maison | Jardin | Plage | Salle de sport | Shopping | Soins infirmiers et médicaux",
            "Taille standard : Disponible en trois tailles. Pour un ajustement parfait, veuillez consulter le tableau des tailles détaillé dans nos images avant de commander.",
            "DURABLE RUBBER SOLE: Featuring a soft rubber outsole that provides optimal grip and excellent grip, it protects your tiles and parquet floors from scratches."
          ],
          "other": [
            "100% Fluffy Cotton Inner: Lined with pure, soft cotton for exceptional warmth and breathable comfort that preserves the feel of your feet.",
            "VERSATILE DESIGN - Closed design suitable for many indoor and outdoor activities.",
            "Ideal for: Home | Garden | Beach | Gym | Shopping | Nursing & Medical",
            "Standard size: Available in three sizes. For a perfect fit, please check the detailed size chart in our pictures before ordering."
          ]
        }
      }
    },
    {
      "asin": "B08BHYB1KM",
      "csi_title": "Sosenfer Chaussons B&#233;b&#233; Enfant Gar&#231;ons Pantoufle Fille antid&#233;rapante Garcon Chaussettes Chaussures Mixte Enfant-HEI-28",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_142::{",
          "size_map": "28 EU",
          "additional_sizes_detected": [
            "numeric_28,",
            "$additional_links_augmentor_165::{",
            "28 EU"
          ],
          "structured_size": {
            "gender": "women",
            "size": "numeric_28",
            "age_group": "toddler",
            "size_system": "eu_footwear_size_system",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 28
          }
        },
        "footwear_size": {
          "gender": "women",
          "size": "numeric_28",
          "age_group": "toddler",
          "size_system": "eu_footwear_size_system",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 28
        },
        "age_range": {
          "raw_values": [
            "enfant.",
            "Kid"
          ],
          "normalized": "toddler"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Respirant pour les petits aventuriers : même après avoir couru pendant des heures dans l'appartement, les pieds de votre enfant restent agréablement frais grâce à la matière respirante.",
            "La sécurité à chaque pas : la semelle antidérapante en caoutchouc offre aux petits pieds une bonne adhérence sur le parquet et le carrelage, pour que vous ayez l'esprit tranquille lorsque votre enfant court partout.",
            "Très facile à enfiler ! La tige extensible permet à votre enfant de devenir un petit pro de l'autonomie, ce qui vous fait gagner un temps précieux le matin avant d'aller à la maternelle.",
            "Pratique pour vous : il suffit de le mettre dans la machine à laver à 30 °C pour éliminer la boue et les taches. Ainsi, même après des jeux endiablés, vous gardez toujours le contrôle sur l'hygiène."
          ],
          "other": [
            "Upper: Knitted upper with breathable fabric, moisture and sweat are absorbed, lightweight and not deformable. Very comfortable to wear for children's soft feet.",
            "Inner material: 【Note】Our slippers are a little smaller than normal, so we recommend ordering a size larger.",
            "Sole: Non-slip and wear-resistant, it can increase flexibility and stability, improve children's safety and give your child more safety. Indoor, leisure, beach, hospital, airplanes, training, camping, training, dance classes and other activities"
          ]
        }
      }
    },
    {
      "asin": "B0CKFK1QNR",
      "csi_title": "R-ISLAND Sabots classiques, chaussons d&apos;hiver pour femme, avec doublure chaude, imperm&#233;ables, avec semelle antid&#233;rapante, confortables, pour la maison, la chambre, le salon.., beige, 39 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_123::{",
          "size_map": "39 EU",
          "additional_sizes_detected": [
            "numeric_39,",
            "39 EU",
            "Neutre"
          ],
          "structured_size": {
            "size": "numeric_39",
            "size_system": "eu_footwear_size_system",
            "age_group": "adult",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 39
          }
        },
        "footwear_size": {
          "size": "numeric_39",
          "size_system": "eu_footwear_size_system",
          "age_group": "adult",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 39
        },
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": "Éthylène-acétate de vinyle",
          "normalized": "EVA (Ethylene-vinyl acetate)"
        },
        "bullet_points": {}
      }
    },
    {
      "asin": "B0FYDXQCQ2",
      "csi_title": "Generisch Chaussons dinosaures pour gar&#231;ons en mousse &#224; m&#233;moire de forme Chaussons confortables pour enfants Hiver Chaussures int&#233;rieures chaudes, Marine, 32 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_100::{",
          "size_map": "32 EU",
          "additional_sizes_detected": [
            "numeric_32,",
            "32 EU"
          ],
          "structured_size": {
            "size": "numeric_32",
            "size_system": "eu_footwear_size_system",
            "age_group": "toddler",
            "width": "medium",
            "size_class": "numeric",
            "numeric_size": 32
          }
        },
        "footwear_size": {
          "size": "numeric_32",
          "size_system": "eu_footwear_size_system",
          "age_group": "toddler",
          "width": "medium",
          "size_class": "numeric",
          "numeric_size": 32
        },
        "age_range": {
          "raw_values": [
            "Enfant",
            "Kid"
          ],
          "normalized": "toddler"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Joli design dinosaure : les chaussons pour enfants avec un design dinosaure sur le dessus de style dessin animé, vous remarquerez que les pantoufles d'hiver avec tige dinosaure sont si mignons.",
            "Plusieurs occasions : activités intérieures, salon, chambre, maison, cuisine Autres usages quotidiens. Elles conviennent également pour une utilisation de courte durée à l'extérieur de la maison.",
            "Chaud : les chaussons d'hiver en peluche sont très doux, offrent un confort durable de la chaleur. Une fois que vous vous glisserez dans ces pantoufles, vous vous sentirez comme sur les nuages.",
            "Antidérapantes : les chaussons d'hiver avec semelle extérieure en PVC résistant empêchent vos enfants de glisser sur le sol.",
            "Semelle intérieure douce : la semelle intérieure pour pantoufles en coton est très douce, peut facilement glisser les pieds dans ces pantoufles moelleuses reste en place.",
            "Cute Dinosaur Design The kids slippers with dinosaur design on the top of cartoon style, you will notice that the winter slippers with dinosaur shaft are so cute.",
            "ANTI-SLIP The winter slippers with durable PVC outsole prevent your kids from slipping on the floor."
          ],
          "other": [
            "Multiple occasions: indoor activities, living room, bedroom, home, kitchen other daily use. They are also suitable for short-term use outside the home.",
            "WARM The plush winter slippers are very soft, provide lasting comfort from warmth. Once you slip into these slippers, you will feel like on the clouds.",
            "Soft Insole The insole for cotton slippers is very soft, can easily slide feet into these fluffy slippers stay in place."
          ]
        }
      }
    }
  ],
  "stats": {
    "asin_blocks_found": 100,
    "records_extracted": 100,
    "records_skipped_no_csi": 0
  }
}