{
  "source_file": "datat04.txt",
  "records": [
    {
      "asin": "B01C3ZOIBQ",
      "csi_title": "Golds Gym Homme Fitness Tank Top Entra&#238;nement Haut de Gamme Muscle Joe Stringer Vest, Noir, XXL EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "le tissu polartec 100 permet une régulation thermique polyvalente, en maintet un poids léger, une respirabilité et un séchage rapide.",
            "des produits créés en utilisant un tissu extensible dans toutes les directions pour un meilleur confort et ajustement.",
            "protection contre les rayons uv du soleil. les résultats des échantillons testés dans les laboratoires assurent une protection à 98%."
          ],
          "other": [
            "Exercice et fitness",
            "Polartec 100 fabric allows versatile thermal regulation, light weight, breathability and quick drying.",
            "products created using stretch fabric in all directions for better comfort and fit.",
            "UV protection from the sun. The results of the samples tested in the laboratories provide 98% protection.",
            "Exercise & Fitness"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61Mt8GOvgDL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B01C3ZOIBQ"
      }
    },
    {
      "asin": "B09ZH5VP29",
      "csi_title": "TIMEMEAN Femme Blouses Chemise &#224; Manches Chauve-Souris Et Ourlet Repli&#233; Tunique De Couleur Unie &#224; Manches Courtes Et Col en V De Grande Taille",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_84::{",
          "size_map": "5XL",
          "additional_sizes_detected": [
            "'5x_l',",
            "5XL"
          ],
          "structured_size": {
            "size": "'5x_l'",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "manches bouffantes blouse soldes ete jaune manche fleur oversize t-shirt orange retro cassette débardeur décolleté tunique sexy top dragon tee-shirt chemisier femmes chemise blanche paillette gilet haute visibilité aesthetic rouge tops women culotte taille haute femme choli haut blouse scolaire bleue chemise de nuit stylé 2pac t shirt tee tete mort tunique blanche chemisier dentelle vêtements yoga gilet avec maillot bain femmea volant 2xl fantaisie hauts",
            "Haut fête femme",
            "Chemisier décontracté",
            "femme t-shirt blanc grand tshirt chemisier cintré manches longues rayures tenue fitness blouse crop top xs debardeur camouflage chemise grande taille haut de sport femme top bustier tee shirt france t grande taille kimono gris épaules dénudées licorne tops court chemise été blouse ete hippie haut mariage chemisier rose noel à paillette costume halloween t-shirt squelette fluide femme top plus size shirt t manche longue epaule denude haut araignee kimono plage",
            "aesthetic body chat manga long ete de bain femme top habillé chemise de cuisine haut soiree blouse grossesse allaitement large gilet frange paillette chemisier blanc lin tee shirt manche longue noel dentelle manches longues rayures meditation tunique tricolore à volant t bretelles or militaire t shirt femme fluide top sexy blouse de travail tee manche longue fantaisie chemisier marin cosplay western haut orange auto tshirt epaule denudee soirée chemise velours",
            "chemisiers de noel haut paillette or t-shirt santa muerte top crop tunique brodee tee shirt col bateau manches longues fantaisie dentelle volant brodée brodé longue chat blouses bouffantes ethnic automne hiver grande taille tunisien kaki tee shirt nuit cartoon poche gilet rouge femme shit sport bleu marine manches longue nouveau col montant oversize chemisier larges retro manteau ronde kit t personnalisé de fete forraine camouflage debardeur sexy noir top",
            "rayures paris t-shirt souvenir paques baseball top fleur sweat noir col en u blouse polyester visage de paillettes tshirt chemise noel fluide moulant halloween chat crewneck oversize t shirt chemise col romain transparente femme crop top imprimé find ete hauts tee haut asymetrique kaki yoga got crochet bustier été sexy decolleté body chemisier chemisiers femmes gilet à franges fête t grande taille blouse etoile 1976 femme noel haut dentelle chemisier ado t",
            "Paris stripes t-shirt souvenir easter baseball top flower sweatshirt black u neck blouse polyester glitter face tshirt Christmas fluid tight halloween cat crewneck oversized t shirt Roman collar transparent woman crop top printed find summer tops tee top asymmetric khaki yoga got hook bustier summer sexy decolleté bodysuit blouse blouses women fringed vest party t large size blouse star 1976 woman Christmas top lace blouse teen t"
          ],
          "other": [
            "T-shirts tops et chemisiers",
            "Tee shirt ample femme",
            "Haut elegant femme",
            "T-shirts tops and blouses",
            "Puff sleeves blouse sale summer yellow oversized flower sleeve orange retro cassette t-shirt neckline sexy tunic top dragon t-shirt blouse women white shirt glitter vest high visibility aesthetic red tops women high waist pants woman choli top blue school blouse stylish 2pac t shirt skull tee white tunic blouse lace clothing yoga vest with swimsuit woman frill 2xl fantasy tops",
            "Women's Loose T-Shirt",
            "Women's elegant top",
            "womens party top",
            "Casual Blouse",
            "Women's white t-shirt, large tshirt, fitted blouse, long sleeves, stripes, fitness blouse, crop top, XS, tank top, camo, large size, sports top, women's bustier top, france t-shirt, large size, kimono grey, off-shoulder, unicorn tops, short shirt, summer blouse, hippie top, wedding blouse, pink, Christmas glitter, Halloween costume, Halloween t-shirt, flowing skeleton, women's top plus size, t-shirt, long sleeve, denude, spider, kimono, beach",
            "Aesthetic body cat manga long summer bathing woman dress top kitchen top evening blouse pregnancy breastfeeding large waistcoat fringe glitter blouse white linen tee shirt long sleeve Christmas lace long sleeve stripes meditation tunic three-colour ruffle t straps gold military t shirt woman fluid top sexy work blouse tee long sleeve fantasy blouse sailor cosplay western top orange auto tshirt shoulder denudee evening shirt velvet",
            "Christmas blouses, gold glitter top, Santa muerte top, crop top, embroidered tunic, t-shirt, boat neck, long sleeves, fantasy embroidered frill lace, embroidered, long cat, puffed blouses, ethnic autumn, winter, large size, tunisian, khaki, night shirt, cartoon pocket, red vest, women's sport, navy blue, long sleeves, new stand-up collar, oversized blouse, large retro coat, round coat, custom kit, fairground party, camouflage, sexy black top"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/618J5LN+KJL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B09ZH5VP29"
      }
    },
    {
      "asin": "B0CYZP9VFG",
      "csi_title": "Maillots de Cyclisme pour Hommes ProTeam pour &#201;t&#233; S&#233;chage Rapide &#201;quipement de Sport en Plein Air Adultes Maillots de V&#233;lo Bleu Clair M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "M",
          "size_map": "M",
          "additional_sizes_detected": [
            "$additional_links_augmentor_880::{",
            "m,"
          ],
          "structured_size": {
            "size": "m",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "TAILLE : La taille est basée sur les normes de taille asiatiques, veuillez choisir la bonne taille selon le tableau des tailles. Si vous avez des questions, veuillez consulter notre service client.",
            "TISSU DE HAUTE QUALITÉ - Ce maillot de cyclisme à manches courtes est fabriqué dans un tissu respirant de qualité offrant une bonne respirabilité et un séchage rapide, assurant une excellente capacité d'évacuation de l'humidité et une dissipation rapide de la chaleur.",
            "CONVENANCE ET SÉCURITÉ - Le kit de cyclisme dispose de 3 poches arrière traditionnelles pour ranger les téléphones portables, les bouteilles d'eau et les barres énergétiques ; le vêtement est également conçu avec des bandes réfléchissantes pour améliorer la visibilité et la sécurité lors de la conduite.",
            "CONÇU PROFESSIONNELLEMENT POUR LE VÉLO - Maillot de vélo professionnel pour hommes idéal pour le vélo, le spinning, les vélos de route ou les amateurs de vélo en intérieur et en extérieur.",
            "SERVICE CLIENT - En tant que marque de cyclisme professionnelle, nous croyons en la qualité de nos maillots et shorts de cyclisme. Nous sommes fabricant d'articles de cyclisme, nous pouvons offrir une qualité supérieure et un bon design, et nous acceptons également vos demandes de personnalisation spéciale ! veuillez consulter notre service client."
          ],
          "en": [
            "HIGH QUALITY FABRIC - This short sleeve cycling jersey is made of quality breathable fabric that offers good breathability and quick drying, ensuring excellent moisture wicking ability and fast heat dissipation.",
            "CONVENIENCE AND SAFETY - The cycling kit has 3 traditional rear pockets to store mobile phones, water bottles and energy bars; the garment is also designed with reflective strips to improve visibility and safety when driving."
          ],
          "other": [
            "SIZE: The size is based on Asian size standards, please choose the right size according to the size chart. If you have any questions, please consult our customer service.",
            "PROFESSIONALLY DESIGNED FOR BIKE - Professional cycling jersey for men ideal for cycling, spinning, road bikes or indoor and outdoor cycling enthusiasts.",
            "CUSTOMER SERVICE - As a professional cycling brand, we believe in the quality of our cycling jerseys and shorts. We are manufacturer of cycling items, we can offer superior quality and good design, and we also accept your special customization requests! Please consult our customer service."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/514wGn-maXL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CYZP9VFG"
      }
    },
    {
      "asin": "B0CFG1P57X",
      "csi_title": "JP 1880 Hommes Grandes Tailles L-8XL Chemise/surchemise &#224; Manches Longues, Tissu Flanelle et col Kent Noir 4XL 820092130-4XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_614::{",
          "size_map": null,
          "additional_sizes_detected": [
            "'4x_l',",
            "4XL"
          ],
          "structured_size": {
            "size": "'4x_l'",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "Ourlet, surchemise, flanelle",
            "Hem, Overshirt, Flannel"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51KXzSXsh2L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CFG1P57X"
      }
    },
    {
      "asin": "B0001YR5BM",
      "csi_title": "Dickies Work Chemise Manches courtes Homme - Vert (Olive Green) - 3XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "Non disponible",
            "Type de coupe:taille normale",
            "Not available",
            "Fit type: normal size"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/712KAq9QFbS.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0001YR5BM"
      }
    },
    {
      "asin": "B09R4G922S",
      "csi_title": "Amazon Essentials Pull Ras-du-Cou Torsad&#233;, Type C&#244;tes Anglaises, &#224; Manches Longues, 100% Coton Homme, Olive Fonc&#233;, L",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "L",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "COUPE REGULAR : Confortable et facile à porter au niveau des épaules, de la poitrine et de la taille",
            "FIL DE COTON : Tricoté à partir d'un fil 100 % coton doux et une élasticité naturelle.",
            "PULL CLASSIQUE À COL RAS DU COU : Ce pull à col ras du cou intemporel est la pièce de superposition idéale par temps frais. À porter avec une chemise à col pour un look moderne et raffiné ou avec un tee-shirt pour un look plus décontracté.",
            "DÉTAILS : Encolure, bords de manches et ourlet inférieur côtelés pour plus de confort. Le motif tricoté torsadé sur le corps et les manches rend ce col ras du cou encore plus sophistiqué."
          ],
          "en": [
            "CLASSIC CREW NECK SWEATER: This timeless crewneck sweater is the perfect layering piece for cool weather. Pair with a collared shirt for a modern and refined look or with a tee for a more casual look.",
            "DETAILS: Ribbed neckline, sleeve edges and bottom hem for added comfort. The twisted knit pattern on the body and sleeves makes this crew neck even more sophisticated."
          ],
          "other": [
            "REGULAR FIT: Comfortable and easy to wear on shoulders, chest and waist",
            "COTTON THREAD: Knitted from a soft 100% cotton yarn and natural elasticity."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/91Hza6fasiL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B09R4G922S"
      }
    },
    {
      "asin": "B0B5LTXDFN",
      "csi_title": "Columbia Chemise &#224; Manches Courtes Silver Ridge Utility pour Femme",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "L",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Chemise à manches courtes, de coupe classique et confortable, adaptée à la mobilité sans compromis sur le confort.",
            "Omni-Shade Protection solaire UPF 50 à large spectre, technologie Omni-Wick",
            "Fabriqué à partir de matériaux recyclés, 2 poches de poitrine pratiques, matériau léger et respirant",
            "Lavable à la machine, Disponible en différentes couleurs",
            "Contents: 1x Columbia Chemise à Manches Courtes Silver Ridge Utility pour Femme, L, Ancient Fossil (Brun)",
            "Columbia Silver Ridge Utility Chemise à manches courtes pour femme"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71SkxEmFdWL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0B5LTXDFN"
      }
    },
    {
      "asin": "B0CYZDCFHJ",
      "csi_title": "Maillots de Cyclisme pour Hommes ProTeam pour &#201;t&#233; S&#233;chage Rapide &#201;quipement de Sport en Plein Air Adultes Maillots de V&#233;lo",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "3XL",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "TAILLE : La taille est basée sur les normes de taille asiatiques, veuillez choisir la bonne taille selon le tableau des tailles. Si vous avez des questions, veuillez consulter notre service client.",
            "TISSU DE HAUTE QUALITÉ - Ce maillot de cyclisme à manches courtes est fabriqué dans un tissu respirant de qualité offrant une bonne respirabilité et un séchage rapide, assurant une excellente capacité d'évacuation de l'humidité et une dissipation rapide de la chaleur.",
            "CONVENANCE ET SÉCURITÉ - Le kit de cyclisme dispose de 3 poches arrière traditionnelles pour ranger les téléphones portables, les bouteilles d'eau et les barres énergétiques ; le vêtement est également conçu avec des bandes réfléchissantes pour améliorer la visibilité et la sécurité lors de la conduite.",
            "CONÇU PROFESSIONNELLEMENT POUR LE VÉLO - Maillot de vélo professionnel pour hommes idéal pour le vélo, le spinning, les vélos de route ou les amateurs de vélo en intérieur et en extérieur.",
            "SERVICE CLIENT - En tant que marque de cyclisme professionnelle, nous croyons en la qualité de nos maillots et shorts de cyclisme. Nous sommes fabricant d'articles de cyclisme, nous pouvons offrir une qualité supérieure et un bon design, et nous acceptons également vos demandes de personnalisation spéciale ! veuillez consulter notre service client."
          ],
          "en": [
            "HIGH QUALITY FABRIC - This short sleeve cycling jersey is made of quality breathable fabric that offers good breathability and quick drying, ensuring excellent moisture wicking ability and fast heat dissipation.",
            "CONVENIENCE AND SAFETY - The cycling kit has 3 traditional rear pockets to store mobile phones, water bottles and energy bars; the garment is also designed with reflective strips to improve visibility and safety when driving."
          ],
          "other": [
            "SIZE: The size is based on Asian size standards, please choose the right size according to the size chart. If you have any questions, please consult our customer service.",
            "PROFESSIONALLY DESIGNED FOR BIKE - Professional cycling jersey for men ideal for cycling, spinning, road bikes or indoor and outdoor cycling enthusiasts.",
            "CUSTOMER SERVICE - As a professional cycling brand, we believe in the quality of our cycling jerseys and shorts. We are manufacturer of cycling items, we can offer superior quality and good design, and we also accept your special customization requests! Please consult our customer service."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51VePFOD4mL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CYZDCFHJ"
      }
    },
    {
      "asin": "B0D4VD1B66",
      "csi_title": "WAZHAKU chemise en lin pour homme, veste d&apos;arts martiaux chinois, uniforme traditionnel, v&#234;tement d&apos;ext&#233;rieur pour arts martiaux, veste kung fu, tai chi, wushu, costume tang pour homme et femme, blanc",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "M",
          "size_map": "M",
          "additional_sizes_detected": [
            "$additional_links_augmentor_861::{",
            "m,"
          ],
          "structured_size": {
            "size": "m",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Chemises sexy en maille transparente pour hommes WAZHAKU Hauts de club à manches longues en maille transparente pour hommes Sous-vêtements en maille transparente T-shirt en filet transparent pour hommes Sexy",
            "Cardigan pour homme Tgther sweat à capuche grande taille sweat à capuche sweat-shirt noir pull oversize à rayures à manches longues tenue de sport pour homme ensemble pour meilleurs amis sweat à capuche pour deux avantasia t-shirt pull à col roulé marron pour homme pull à col roulé pour homme sweat-shirt de marque pour homme sweat-shirt rainrose pour homme couverture à capuche pour garçons blouses vestes garçons chemise courte pour garçons",
            "T-shirts pour hommes, décontractés, à la mode, imprimés avec cordon de serrage, à manches mi-longues, col V, pour la plage, pull d’été, T-shirts fonctionnels pour hommes, T-shirts de sport pour hommes, T-shirt à séchage rapide pour hommes, T-shirt de fitness pour hommes, T-shirt de course pour hommes, T-shirt à manches courtes pour hommes, respirant, T-shirt à col rond avec patte à boutons pour hommes, T-shirt Henley respirant pour hommes",
            "Chemise homme chemise en lin à manches courtes homme chemise décontractée Henley coupe droite chemise sans col chemise en lin homme coupe droite chemise à manches longues homme chemises décontractées boutonnées en lin et coton chemise en lin à manches courtes homme chemise d'été légère avec poche poitrine chemise décontractée sans col coupe ajustée manches courtes chemise homme chemise en lin homme manches longues chemise homme chemise d'été",
            "Chemise à manches longues pour garçons 122 pull écossais pour homme chemise d'extérieur pour homme sweat à capuche à manches longues pour homme pull vert foncé veste pull à capuche vert avec tunique pour homme look enveloppant vestes spray imperméabilisant pull pour homme veste en tricot torsadé mélange de matières pull oversize pour homme tunique kaki avec manches trompette pull oversize en coton chemise de sport à manches longues"
          ],
          "other": [
            "Mens Sexy Sheer Mesh Shirts WAZHAKU Long Sleeve Sheer Mesh Club Tops for Men Transparent Mesh Underwear Transparent Mesh T-Shirt Men Sexy",
            "mens cardigan tgther hoodie plus size hoodie sweatshirt black sweatshirt oversized striped long sleeve sweaters mens sportswear set best friends hoodie for two avantasia t shirt brown turtleneck jumper men turtleneck sweater men brand sweatshirt men rainrose sweatshirt mens hoodie blanket boys blouses jackets boys short shirt boys boys short shirt",
            "mens t shirts casual fashion printed drawstring half sleeve v neck beach sweater summer functional t shirts mens sports t shirts mens quick dry t shirts mens fitness tee shirts mens running tee shirt men short sleeve t shirt men breathable crew neck tee shirt mens breathable mens t-shirt breathable mens henley breathable tee shirt mens breathable tee shirt mens henley shirt",
            "mens shirt short sleeve linen shirt men casual henley shirt straight fit collarless shirt men straight fit linen shirt men long sleeve shirt men casual button down shirts linen and cotton linen shirt short sleeve men summer shirt lightweight with chest pocket casual shirt collarless slim fit short sleeve shirt men linen shirt men long sleeve shirt men summer shirt",
            "long sleeve shirt boys 122 plaid sweater mens outdoor shirt mens long sleeve hoodie mens dark green sweater jacket hoodie green with tunic for men wrap up look spray jackets waterproofing sweater mens cable knit jacket material blend oversized mens tunic khaki tunic with trumpet sleeves oversized cotton sweater long sleeve sports shirt"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61mgMHHVg9L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0D4VD1B66"
      }
    },
    {
      "asin": "B000A38FK4",
      "csi_title": "Wrangler Riggs Workwear Chemise de Travail &#224; Manches Longues pour Homme, Kaki, L",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "L",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "T-shirt de travail sergé ample avec fermeture à bouton, deux poches poitrine et ourlet",
            "Col boutonné"
          ],
          "other": [
            "Manches longues",
            "Loose twill work tee with button closure, two chest pockets and hem",
            "Long Sleeve",
            "Button Down Collar"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61YivaR7XaL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B000A38FK4"
      }
    },
    {
      "asin": "B0C5XCYTND",
      "csi_title": "Onsoyours Chemises Femmes Dentelle D&#233;contract&#233; Tunique &#192; Manches Courtes Tops Col en V Chemise Boutonn&#233;e Tops Chic Blouse &#201;l&#233;gant Floraux T Shirt Chemisier &#201;t&#233; Hauts B12 Blanc XXL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XXL",
          "size_map": "XXL",
          "additional_sizes_detected": [
            "$additional_links_augmentor_1000::{",
            "xx_l,"
          ],
          "structured_size": {
            "size": "xx_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "Le tissu est léger, confortable et flexible et garantit une respiration, pas de décoloration, confortable à porter.",
            "Caractéristiques: col en V, manches courtes, boutons, ligne A, motif d'impression floral, design creux en dentelle, élégante chemise d'ourlet incurvée.",
            "Polyvalent à porter: ce peut être un t-shirt, un chemisier, un cardigan. Ce qui les rend sexy, élégants et avec d'excellents effets visuels.",
            "Chemisier pour femmes, va très bien avec un jean, un pantalon serré, des leggings ou des shorts de loisirs, ou vous pouvez le combiner avec des talons hauts pour le bureau ou l'entreprise",
            "Peut être utilisé comme chemise ou dissimulation décontractée, très confortable à porter."
          ],
          "other": [
            "The sizes you can choose here are EU sizes.",
            "The fabric is lightweight, comfortable and flexible and ensures breathing, no fading, comfortable to wear.",
            "Features: V-neck, short sleeves, buttons, A-line, floral print pattern, lace hollow design, elegant curved hem shirt.",
            "Versatile to wear: it can be a T-shirt, blouse, cardigan. Making them sexy, elegant and with excellent visual effects.",
            "Women's blouse, goes very well with jeans, tight trousers, leggings or leisure shorts, or you can combine it with high heels for office or business",
            "Can be used as a shirt or casual concealment, very comfortable to wear.",
            "La taille que vous pouvez choisir ici est la taille de l'UE."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51mE-eKYK7L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0C5XCYTND"
      }
    },
    {
      "asin": "B0F9144RK2",
      "csi_title": "Chemise Boutonn&#233;e Blanches pour Fille &#192; Manches Longues D&#233;contract&#233; Haut Confortable Printemps Et &#201;t&#233; Doux Tendance Respirant Ample Fluide L&#233;ger Fille Tee Shirt (White, 4-5 Years)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "4-5 ans",
          "size_map": "4-5 ans",
          "additional_sizes_detected": [
            "$additional_links_augmentor_598::{",
            "'4_years',"
          ],
          "structured_size": {
            "size": "'4_years'",
            "size_system": "as4",
            "body_type": "regular",
            "size_to": "'5_years'",
            "size_class": "age"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Enfant"
          ],
          "normalized": "kid"
        },
        "target_gender": "female",
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "Matière douce et agréable pour la peau : ce t-shirt pour fille est fabriqué en tissu doux de haute qualité, particulièrement agréable sur la peau. Il est respirant, léger et vous une sensation de fraîcheur, parfait pour le printemps et l'été.",
            "Design classique et polyvalent Avec son col rond et son design , ce t-shirt combine très facilement. Que ce soit avec un short, un jean, une jupe ou un legging, il s'adapte à toutes les tenues et donne aux petites filles un look mignon et tendance pour tous les jours.",
            "Coupe confortable pour une liberté de mouvement maximale La coupe ample mais bien ajustée un confort optimal et une liberté de mouvement illimitée lorsque vous jouez, courez ou sautez. La longueur idéale empêche le t-shirt de remonter lorsque vous vous défoulez, le ventre reste bien couvert.",
            "Convient pour de nombreuses occasions : que ce soit à l'école, en jouant parc, en , lors d'un anniversaire d'enfant ou en vacances, ce t-shirt est le compagnon idéal pour toutes les aventures du quotidien. Il style et fonctionnalité et peut être utilisé de nombreuses façons.",
            "Veuillez vérifier les du produit dans la dernière avant de commander."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51HbExIa7sL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F9144RK2"
      }
    },
    {
      "asin": "B0DK9BYLVG",
      "csi_title": "Ficerd Lot de 3 Chemises &#224; Manches Longues en Coton pour Homme, Grandes Tailles, d&#233;contract&#233;es et surdimensionn&#233;es(Noir, Vert Kaki, Gris Clair,L)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "L",
          "size_map": "L",
          "additional_sizes_detected": [
            "$additional_links_augmentor_884::{",
            "l,"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matière confortable : ce t-shirt oversize pour homme est composé d'un mélange de 95 % cotton et 5 % spandex, alliant élasticité douce et texture soyeuse, vous offrant un ajustement ample et une expérience de port sans contrainte du matin au soir",
            "Le forfait comprend: vous recevrez un pack de 3 chemises à manches longues pour hommes de grande taille de différentes couleurs, ces hauts sont de couleur unie avec un col ras du cou, le multipack vous offre une variété de choix pour répondre à vos besoins quotidiens",
            "Conception ample : chaque chemise grande et grande pour homme est suffisamment longue pour couvrir efficacement l'abdomen, aidant à empêcher vos sous-vêtements et votre ventre de se montrer lorsque vous vous penchez ou levez les bras",
            "Convient à toutes les occasions : cette chemise en coton pour homme est polyvalente et convient à diverses activités telles que les fêtes, le travail, l'exercice, les activités sportives, les voyages, les vacances et la vie quotidienne ; elle peut être facilement assortie à n'importe quelle occasion",
            "Conseils d'entretien : cette chemise à manches longues, grande et grande, n'est pas seulement élégante et ample, elle est également pratique. Elle peut être lavée à la main à l'eau froide ou en machine sur un cycle délicat, suspendue ou séchée à l'air libre, et ne pas blanchir. Conserve sa forme et ses couleurs vives même après des lavages réguliers."
          ],
          "en": [
            "Comfortable Material This oversize men's t-shirt is made of a blend of 95% cotton and 5% spandex, which is elastic and soft, providing you with a comfortable fit and convenient wearing experience.",
            "Suitable for any occasion: this men's cotton shirt is versatile and suitable for various activities such as party, work, exercise, sports activities, travel, vacation and daily life; It can be easily matched with any occasion",
            "CARE TIPS:This long sleeve big and tall shirt is not only stylish and loose, it is also practical. It can be hand washed in cold water or machine wash on a delicate cycle, hang or air dried, and do not bleach. Retains its shape and bright colours even after regular washing."
          ],
          "other": [
            "The package includes: you will receive a pack of 3 large size men's long sleeve shirts in different colors, these tops are solid color with a crew neck, the multipack provides you with a variety of choices to meet your daily needs",
            "Loose design: each big and tall mens shirt is long enough to effectively cover the abdomen, helping to prevent your underwear and belly from showing up when bending or raising your arms"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81jvFeJrXcL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DK9BYLVG"
      }
    },
    {
      "asin": "B0F6K8PKLB",
      "csi_title": "Chemise Unisexe Vintage Simple &#192; Manches Longues Et Poches &#192; Revers, Imprim&#233; Arc-en-Ciel, &#192; Carreaux, &#192; Carreaux, &#192; Boutons Contrast&#233;s (Multicolore,M)",
      "csi_status": "Not Discoverable",
      "attributes": {
        "size_info": {
          "size": "M",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "[Patterns]: Long sleeve button down shirts with rounded hem, single chest pocket and contrast color. The combination of grid patterns adds liveliness and fashionable style.",
            "[PERFECT FOR ANY OCCASION]: Daily wear, casual events, business meetings, family dinners, interviews, golf, walks, dating or picnics, enhance your style in any occasion."
          ],
          "other": [
            "[Comfortable Fabric]: Made of soft and skin-friendly fabric, it is lightweight, breathable and comfortable. Enjoy optimal comfort.",
            "[Gift]: These shirts are a great gift choice for any occasion, whether it is a birthday, party or holiday. Surprise your loved ones with these stylish shirts.",
            "[Combination Versatility]: Tops pair easily with jeans, casual pants, shorts and much more. For a variety of casual or more formal looks."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71FvE1w38JL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F6K8PKLB"
      }
    },
    {
      "asin": "B0F18YQ2RM",
      "csi_title": "ranrann Enfant Fille Haut Gymnastique Une Epaule Crop Top de Danse Strass Haut Court Tenue Patinage Artistique A Bleu Vert 7-8 Ans",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "7-8 ans",
          "size_map": "7-8 ans",
          "additional_sizes_detected": [
            "$additional_links_augmentor_1117::{",
            "'7_years',"
          ],
          "structured_size": {
            "size": "'7_years'",
            "size_system": "as4",
            "body_type": "regular",
            "size_to": "'8_years'",
            "size_class": "age"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Kid",
            "Enfant"
          ],
          "normalized": "kid"
        },
        "target_gender": null,
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "Design irrégulier unique Épaule avec manches longues en maille transparente d'un côté et doubles bretelles de l'autre",
            "Le haut de danse pour fille est décoré de strass étincelants pour rendre votre fille accrocheuse dans la foule",
            "Col montant avec boutons-pression pour un port et un retrait faciles. Associez-le facilement à une jupe de danse et un pantalon de danse",
            "Fabriqué en tissu de qualité supérieure, respirant et doux, bien fait et respectueux de la peau, gardez votre enfant à l'aise toute la journée",
            "Parfait pour la danse lyrique, la danse moderne, le patinage artistique, les concours de danse, les cours de danse, les performances sur scène, etc"
          ],
          "other": [
            "Unique irregular design Shoulder with long sheer mesh sleeves on one side and double straps on the other",
            "The girls dance top is decorated with sparkling rhinestones to make your girl eye-catching in the crowd",
            "Stand collar with snaps for easy on and off. Easily pair with dance skirt and dance pants",
            "Made of premium fabric, breathable and soft, well made and skin-friendly, keep your child comfortable all day",
            "Perfect for lyrical dance, modern dance, figure skating, dance contests, dance classes, stage performances, etc"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71OxuSPV1RL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F18YQ2RM"
      }
    },
    {
      "asin": "B09R4G9242",
      "csi_title": "Amazon Essentials Pull Ras-du-Cou Torsad&#233;, Type C&#244;tes Anglaises, &#224; Manches Longues, 100% Coton Homme, Olive Fonc&#233;, XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XL",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "COUPE REGULAR : Confortable et facile à porter au niveau des épaules, de la poitrine et de la taille",
            "FIL DE COTON : Tricoté à partir d'un fil 100 % coton doux et une élasticité naturelle.",
            "PULL CLASSIQUE À COL RAS DU COU : Ce pull à col ras du cou intemporel est la pièce de superposition idéale par temps frais. À porter avec une chemise à col pour un look moderne et raffiné ou avec un tee-shirt pour un look plus décontracté.",
            "DÉTAILS : Encolure, bords de manches et ourlet inférieur côtelés pour plus de confort. Le motif tricoté torsadé sur le corps et les manches rend ce col ras du cou encore plus sophistiqué."
          ],
          "en": [
            "CLASSIC CREW NECK SWEATER: This timeless crewneck sweater is the perfect layering piece for cool weather. Pair with a collared shirt for a modern and refined look or with a tee for a more casual look.",
            "DETAILS: Ribbed neckline, sleeve edges and bottom hem for added comfort. The twisted knit pattern on the body and sleeves makes this crew neck even more sophisticated."
          ],
          "other": [
            "REGULAR FIT: Comfortable and easy to wear on shoulders, chest and waist",
            "COTTON THREAD: Knitted from a soft 100% cotton yarn and natural elasticity."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/91Hza6fasiL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B09R4G9242"
      }
    },
    {
      "asin": "B07H41F8BD",
      "csi_title": "ONLY NOS Onlelcos 4/5 AOP Top JRS Noos, Pull Femme, Multicolore (Chinois Green AOP: Flower Coll1), 36 (Taille Fabricant: X-Small)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_13::{",
          "size_map": null,
          "additional_sizes_detected": [
            "x_s,",
            "XS"
          ],
          "structured_size": {
            "size": "x_s",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "onlELCOS 4/5 AOP TOP JRS NOOS by ONLY.",
            "Longsleeve with all-over-print."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71zIMj7QLNL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B07H41F8BD"
      }
    },
    {
      "asin": "B0FHH5LWTS",
      "csi_title": "T Shirt Anti UV Homme Baignade Manches Longues &#233;T&#233; Veste &#224; Capuche S&#233;Chage Rapide Chemise De P&#234;Che Protection Solaire UPF 50+ L&#233;G&#232;Re Et Respirante Sweat Homme &#224; Capuche pour La Randonn&#233;E Le Plein Air",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_54::{",
          "size_map": "XL",
          "additional_sizes_detected": [
            "x_l,",
            "XL"
          ],
          "structured_size": {
            "size": "x_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": "bamboo",
          "normalized": "bamboo"
        },
        "bullet_points": {
          "fr": [
            "veste coupe vent homme tee shirt anti uv homme ventilateur t-shirt sweat a capuche homme tee shirt anti uv t shirt anti uv homme baignade manche longue anti uv homme t shirt anti uv fille 6 ans tshirt anti uv homme peche tee shirt anti uv homme sweat a capuche homme zippé chemise legere homme été manche longue tee shirt anti uv homme grande taille t shirt anti uv chemise homme anti uv gilet rafraichissant chien avec harnais vetement anti uv homme",
            "sweat a capuche homme moto avec protection sweats à capuche homme t shirt anti uv bebe 36 mois sweat a capuche homme blanc gilet de refroidissement t-shirt anti uv homme manche longue beige vêtement rafraichissant t-shirt anti uv homme rashguard gilet rafraichissant moto gilet sans manches homme gilet refroidissant chemise legere homme été manche longue lin maillot anti uv homme grande taille gilet rafraichissant chien bouledogue t shirt anti uv homme manches longues",
            "gilet refrigerant moto gilet rafraichissant moto veste rafraichissante homme tshirt anti uv homme manches longues veste refrigerante protection homme sweat a capuche homme jack and jones chemise randonnée homme t shirt anti uv bebe 36 mois sweat a capuche homme moto avec protection chemise homme anti uv 50 ventilateur de cou tee shirt manche longue homme sweat a capuche homme zippé grande taille tshirt anti uv homme t shirt anti uv gilet de refroidissement pour chien",
            "protection homme hauts de compression de running homme t shirt anti uv fille 6 ans gilet rafraichissant enfant gilet de refroidissement avec batterie t shirt anti uv enfant 2 ans chemise anti uv homme pour randonnée chemise anti uv homme manche longue veste refrigerante macna tshirt anti uv homme baignade veste refrigerante chemise randonnée homme tee shirt homme manches longues t shirt anti uv vetement anti uv peche veste rafraichissante homme gel vetement anti uv bebe garcon",
            "veste refrigerante veste rafraichissante moto gilet climatisé tshirt anti uv homme manches longues ventilateur de cou tee-shirt anti uv tshirt anti uv homme plage gilet rafraichissant chien back on track tee shirt anti uv ventilateur vetement chemise anti uv homme pour randonnée tee shirt anti uv homme manches longues chemise legere homme été veste refrigerante moto t shirt anti uv homme piscine t shirt manche longue homme sweat a capuche homme"
          ],
          "other": [
            "Men's windbreaker jacket, anti-UV, men's fan t-shirt, men's hoodie, t-shirt, anti-uv t-shirt, men's bathing, long sleeve, anti-UV, man, 6 years, t-shirt anti-UV, man fishing t-shirt, anti-UV, men's sweatshirt, men's zip-up hoodie, men's lightweight summer shirt, long sleeve t-shirt, anti-UV, men's t-shirt, anti-UV, cooling vest dog with harness, men's anti-UV clothing",
            "Men's motorcycle hoodie with protection hoodies, men's t-shirt, anti-UV baby 36 months, men's white hoodie, cooling vest, t-shirt, anti-UV, long sleeve, beige clothing cooling t-shirt, anti-UV, men's rashguard cooling vest, motorcycle vest sleeveless jacket, men's lightweight summer shirt, long sleeve linen, anti-UV jersey, men's large size, cooling vest, dog, bulldog, t-shirt, anti-UV, long sleeve",
            "Cooling vest motorcycle cooling vest motorcycle cooling jacket man t-shirt anti uv man long sleeve jacket protection man hoodie man jack and jones shirt hiking man t-shirt anti uv baby 36 months hoodie man motorcycle with protection shirt man anti uv 50 neck fan tee shirt long sleeve man zipper hoodie large size t-shirt anti uv man t shirt anti uv cooling vest dog",
            "Protection men's running compression tops, men's t-shirt, anti-UV, girl, 6 years old, cooling vest with battery, anti-UV t-shirt, 2 years old shirt for hiking, anti-uv shirt, men's long sleeve anti-uv shirt, macna cooling jacket, men's anti-UV, bathing, cooling jacket, men's hiking shirt, men's long-sleeved t-shirt, anti-UV, anti-UV, fishing jacket, cooling jacket, men's gel, anti-UV, baby boy",
            "Cooling jacket, cooling jacket, motorcycle, air conditioned vest, t-shirt, anti-UV, long sleeves, neck fan, t-shirt, anti UV, men's beach cooling jacket, dog back on track, anti-uv shirt, anti-UV, fan clothing, shirt anti UV, man for hiking, t-shirt anti uv men long sleeve t-shirt men summer jacket cooling motorcycle t shirt anti uv man swimming t-shirt long sleeve man hoodie"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61nWjP-s0fL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FHH5LWTS"
      }
    },
    {
      "asin": "B0C37QDS7K",
      "csi_title": "Superdry Camiseta estampada, Chemise Business,",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_902::{",
          "size_map": null,
          "additional_sizes_detected": [
            "m,"
          ],
          "structured_size": {
            "size": "m",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "other": [
            "Vintage COOPER CLASS EMBS TEE",
            "M1011539A",
            "SUPERDRY Karst Mega Black Grit M",
            "Homme",
            "VINTAGE COOPER CLASS EMBS TEE M1011539A SUPERDRY Karst Mega Black Grit M MAN"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71sfxtINPZL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0C37QDS7K"
      }
    },
    {
      "asin": "B0C6QLH9ZN",
      "csi_title": "WIOSEN Polos pour Hommes Chemises pour Monster Hunter Impression T-Shirts &#224; la Mode Respirants &#224; Manches Courtes S&#233;chage Rapide Classique Revers Top V&#234;tements de Travail,Red-Adult XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "【MATERIAL】Le polo pour homme est en polyester. Plus doux, plus respirant. Vous donner une expérience de port sec, confortable, respectueux de la peau et sain",
            "【UNISEX】Le polo classique convient aux hommes, aux femmes, aux garçons et aux filles. Les T shirts polo pour hommes sont également un meilleur cadeau pour les amis",
            "【SIZE】Vous pouvez consulter notre tableau détaillé des tailles sous l'image du T-shirt, si vous êtes un grand muscle, nous vous recommandons de commander une taille plus grande que d'habitude"
          ],
          "other": [
            "【FEATURES】Classic cut, slim fit, short sleeve, 3 buttons, men's casual basic designed shirts",
            "【SCENARIOS】Great for Daily wear, Work, School, Vacation or Outdoor Hiking, Running, tennis, golf, fitness, running, cycling and football etc",
            "【Material】Men's polo shirt is made of polyester. Softer and more breathable. Give you a dry, comfortable, skin-friendly and healthy wearing experience",
            "Features: classic cut, slim fit, short sleeve, 3 buttons, men's casual basic designed shirts",
            "Scenarios: Great for daily wear, work, school, vacation or outdoor hiking, running, tennis, golf, fitness, running, cycling and football etc",
            "【UNISEX】The classic polo shirt is suitable for men, women, boys and girls. Polo shirts for men are also a best gift for friends",
            "【Size】You can check our detailed size chart under the t-shirt picture, if you are a large muscle, we recommend ordering one size larger than usual"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71+yyxkgPfL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0C6QLH9ZN"
      }
    },
    {
      "asin": "B0FDFR5DCS",
      "csi_title": "Ficerd Lot de 3 Chemises &#224; Manches Longues en Coton pour Homme, Grandes Tailles, d&#233;contract&#233;es et surdimensionn&#233;es(Bleu, Kaki Clair, Ivoire,XL)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XL",
          "size_map": "XL",
          "additional_sizes_detected": [
            "$additional_links_augmentor_765::{",
            "x_l,"
          ],
          "structured_size": {
            "size": "x_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matière confortable : ce t-shirt oversize pour homme est composé d'un mélange de 95 % cotton et 5 % spandex, alliant élasticité douce et texture soyeuse, vous offrant un ajustement ample et une expérience de port sans contrainte du matin au soir",
            "Le forfait comprend: vous recevrez un pack de 3 chemises à manches longues pour hommes de grande taille de différentes couleurs, ces hauts sont de couleur unie avec un col ras du cou, le multipack vous offre une variété de choix pour répondre à vos besoins quotidiens",
            "Conception ample : chaque chemise grande et grande pour homme est suffisamment longue pour couvrir efficacement l'abdomen, aidant à empêcher vos sous-vêtements et votre ventre de se montrer lorsque vous vous penchez ou levez les bras",
            "Convient à toutes les occasions : cette chemise en coton pour homme est polyvalente et convient à diverses activités telles que les fêtes, le travail, l'exercice, les activités sportives, les voyages, les vacances et la vie quotidienne ; elle peut être facilement assortie à n'importe quelle occasion",
            "Conseils d'entretien : cette chemise à manches longues, grande et grande, n'est pas seulement élégante et ample, elle est également pratique. Elle peut être lavée à la main à l'eau froide ou en machine sur un cycle délicat, suspendue ou séchée à l'air libre, et ne pas blanchir. Conserve sa forme et ses couleurs vives même après des lavages réguliers."
          ],
          "en": [
            "Comfortable Material This oversize men's t-shirt is made of a blend of 95% cotton and 5% spandex, which is elastic and soft, providing you with a comfortable fit and convenient wearing experience.",
            "Suitable for any occasion: this men's cotton shirt is versatile and suitable for various activities such as party, work, exercise, sports activities, travel, vacation and daily life; It can be easily matched with any occasion",
            "CARE TIPS:This long sleeve big and tall shirt is not only stylish and loose, it is also practical. It can be hand washed in cold water or machine wash on a delicate cycle, hang or air dried, and do not bleach. Retains its shape and bright colours even after regular washing."
          ],
          "other": [
            "The package includes: you will receive a pack of 3 large size men's long sleeve shirts in different colors, these tops are solid color with a crew neck, the multipack provides you with a variety of choices to meet your daily needs",
            "Loose design: each big and tall mens shirt is long enough to effectively cover the abdomen, helping to prevent your underwear and belly from showing up when bending or raising your arms"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71MZyZQReTL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FDFR5DCS"
      }
    },
    {
      "asin": "B0FFMG9XD2",
      "csi_title": "DiULi V&#234;tements Sauna Sudation Homme Sauna Costume, Costumes Amincissants de Compression, Minceur pour Le Sport, Chemises de Sauna de Transpiration pour la Course &#224; Pied et Le Fitness,M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "M",
          "size_map": "M",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "DESIGN CLASSIQUE: Ce tee shirt sudation adopte un col rond classique facile à assortir; imperméable et coupe-vent pour remodeler votre silhouette quotidienne; encolure élastique facilitant l'enfilage-retrait sans fermeture à glissière",
            "HAUTE QUALITÉ ET CONFORT: Composé de soixante-dix pour cent élasthanne et trente pour cent revêtement PU cette tenue de sudation homme est flexible extensible inodore et confortable à porter directement sur la peau pour une liberté de mouvement totale",
            "FAVORISE LA TRANSPIRATION: Optimise la réflexion et circulation thermique pour une expérience sauna; stimule efficacement la sudation homme accélérant l'élimination des toxines et le nettoyage des pores durant l'effort physique",
            "EFFET AMINCISSANT: Soutien abdominal et dorsal corrigeant la posture; modelage ferme de la taille et des bras avec ces vêtements de sudation; rend chaque mouvement plus efficace pour affiner votre silhouette pendant l'activité",
            "POLYVALENCE SPORTIVE: Combinable avec entraîneur de taille pantalon ou veste de sudation homme; idéal pour fitness yoga cyclisme gymnastique course à pied et autres sports nécessitant des vêtements de sudation performants"
          ],
          "en": [
            "CLASSIC DESIGN: This sweat tee shirt adopts a classic round neck that is easy to match; waterproof and windproof to reshape your daily silhouette; elastic neckline makes it easy to put on and take off without zipper",
            "High quality and comfort: Made of seventy percent elastane and thirty percent PU coating, this men's sweat suit is flexible, stretchy odourless and comfortable to wear directly on the skin for total freedom of movement"
          ],
          "other": [
            "PROMOTES SWEATING: Optimises reflection and heat circulation for a sauna experience; effectively stimulates human sweating accelerating the elimination of toxins and cleaning pores during physical exertion",
            "SLIMMING EFFECT: Abdominal and back support correcting posture; firm shaping of the waist and arms with these sweat clothes; makes each movement more effective to slim your figure during activity",
            "Versatile: Can be combined with waist trainer trousers or men's sweat jacket; ideal for fitness, yoga, cycling, gymnastics, running and other sports requiring high-performance sweat clothing"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61xu8qBwvXL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FFMG9XD2"
      }
    },
    {
      "asin": "B0BTB75RKH",
      "csi_title": "Fruit of The Loom Built Up Tank Style Sports Bra Value Pack Soutien-Gorge, Opaque, Violet/Blanc/Lilas/Gris, 4 (Lot de 4) Femme",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "36",
          "size_map": null,
          "additional_sizes_detected": [
            "8"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Légers et confortables : les soutiens-gorge de sport Fruit of the Loom en coton style débardeur pour femme sont parfaits pour les loisirs ou pour la salle de sport.",
            "Doux et extensibles : ces soutiens-gorge de sport en coton à couvrance complète sont composés de 2 couches qui épousent et soutiennent confortablement votre silhouette tout en assurant une pudeur sans rembourrage.",
            "Design : le soutien-gorge à bretelles larges vous soutient tout au long de la journée ou pendant l'exercice sans pincements ni compression. Encolure dégagée à l'avant du soutien-gorge. Dos nageur ou dégagé selon la couleur.",
            "Confort optimal : le soutien-gorge confort ultime, nous avons pensé à tout, y compris un design sans étiquette et sans baleines. Conçu sans étiquettes qui démangent ni armatures métalliques."
          ],
          "other": [
            "Sans armature : ces soutiens-gorge offrent une forme et un soutien naturels sans l'inconfort d'une armature.",
            "LIGHTWEIGHT & COMFORTABLE: Fruit of the Loom women's cotton tank top sports bras are perfect for leisure or gym use.",
            "SOFT & STRETCHY - These full coverage cotton sports bras are composed of 2 layers that comfortably hug and support your figure while ensuring modesty without padding.",
            "WIRELESS - These bras provide natural shape and support without the discomfort of an underwire.",
            "Design The wide strap bra supports you throughout the day or during exercise without pinching or compression. Scoop neckline at front of bra. Racerback or open back depending on colour.",
            "OPTIMAL COMFORT - The ultimate comfort bra, we've thought of everything including a tag-free and boneless design. Designed without itchy tags or metal underwire"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61y-UNH72gL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0BTB75RKH"
      }
    },
    {
      "asin": "B0DRNX429P",
      "csi_title": "WOWENY Rashguard Chemise de Protection UV &#224; Manches Longues pour Femmes UPF 50+ Chemise de Natation pour l&apos;eau,la Plage, Le Surf,la Natation, s&#233;chage Rapide,Vert,XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_36::{",
          "size_map": "XL",
          "additional_sizes_detected": [
            "x_l,",
            "XL"
          ],
          "structured_size": {
            "size": "x_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Séchage rapide et respirant : le t-shirt UV à manches longues pour femme avec tissu respirant à séchage rapide assure un confort de port élevé, même en cas de mouvements intenses.",
            "Protection solaire UPF 50+ : cette chemise rashguard offre une protection UV fiable et protège efficacement votre peau des rayons nocifs du soleil. Parfait pour les activités de plein air sous le soleil.",
            "Conception pratique : la chemise de surf dispose d'une ouverture zippée 1/4 pour un enfilage et un retrait faciles et est équipée de passants pour les pouces qui maintiennent les manches en place.",
            "Rashguard à manches longues pour une protection optimale : Les manches longues offrent une protection supplémentaire et rendent le t-shirt idéal pour des activités telles que la randonnée, la course et le cyclisme.",
            "Polyvalent : Grâce à ses propriétés résistantes à l'eau salée et à la transpiration, ce maillot de bain pour femme est parfait pour diverses activités de plein air et sportives comme la natation, le surf, la randonnée ou le canotage."
          ],
          "en": [
            "UPF 50+ SUN PROTECTION - This rash guard shirt provides reliable UV protection and effectively protects your skin from the sun's harmful rays. Perfect for outdoor activities under the sun.",
            "Versatile: Thanks to its salt water and sweat resistant properties, this women's swimsuit is perfect for various outdoor and sports activities like swimming, surfing, hiking or boating."
          ],
          "other": [
            "Quick-drying and breathable: the women's long sleeve UV shirt with breathable quick-drying fabric ensures high wearing comfort even with intense movement.",
            "CONVENIENT DESIGN - The surf shirt features a 1/4 zip opening for easy on and off and is equipped with thumb loops that hold the sleeves in place.",
            "LONG SLEEVE RASH GUARD FOR OPTIMAL PROTECTION: Long sleeves provide extra protection and make the shirt ideal for activities such as hiking, running and cycling."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61cWrcW9wjL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DRNX429P"
      }
    },
    {
      "asin": "B0CYZ6WRBS",
      "csi_title": "Maillots de Cyclisme pour Hommes ProTeam pour &#201;t&#233; S&#233;chage Rapide &#201;quipement de Sport en Plein Air Adultes Maillots de V&#233;lo",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "3XL",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "TAILLE : La taille est basée sur les normes de taille asiatiques, veuillez choisir la bonne taille selon le tableau des tailles. Si vous avez des questions, veuillez consulter notre service client.",
            "TISSU DE HAUTE QUALITÉ - Ce maillot de cyclisme à manches courtes est fabriqué dans un tissu respirant de qualité offrant une bonne respirabilité et un séchage rapide, assurant une excellente capacité d'évacuation de l'humidité et une dissipation rapide de la chaleur.",
            "CONVENANCE ET SÉCURITÉ - Le kit de cyclisme dispose de 3 poches arrière traditionnelles pour ranger les téléphones portables, les bouteilles d'eau et les barres énergétiques ; le vêtement est également conçu avec des bandes réfléchissantes pour améliorer la visibilité et la sécurité lors de la conduite.",
            "CONÇU PROFESSIONNELLEMENT POUR LE VÉLO - Maillot de vélo professionnel pour hommes idéal pour le vélo, le spinning, les vélos de route ou les amateurs de vélo en intérieur et en extérieur.",
            "SERVICE CLIENT - En tant que marque de cyclisme professionnelle, nous croyons en la qualité de nos maillots et shorts de cyclisme. Nous sommes fabricant d'articles de cyclisme, nous pouvons offrir une qualité supérieure et un bon design, et nous acceptons également vos demandes de personnalisation spéciale ! veuillez consulter notre service client."
          ],
          "en": [
            "HIGH QUALITY FABRIC - This short sleeve cycling jersey is made of quality breathable fabric that offers good breathability and quick drying, ensuring excellent moisture wicking ability and fast heat dissipation.",
            "CONVENIENCE AND SAFETY - The cycling kit has 3 traditional rear pockets to store mobile phones, water bottles and energy bars; the garment is also designed with reflective strips to improve visibility and safety when driving."
          ],
          "other": [
            "SIZE: The size is based on Asian size standards, please choose the right size according to the size chart. If you have any questions, please consult our customer service.",
            "PROFESSIONALLY DESIGNED FOR BIKE - Professional cycling jersey for men ideal for cycling, spinning, road bikes or indoor and outdoor cycling enthusiasts.",
            "CUSTOMER SERVICE - As a professional cycling brand, we believe in the quality of our cycling jerseys and shorts. We are manufacturer of cycling items, we can offer superior quality and good design, and we also accept your special customization requests! Please consult our customer service."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/41WpUEnaEaL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CYZ6WRBS"
      }
    },
    {
      "asin": "B097T9WHS7",
      "csi_title": "Wingslove Soutien-Gorge Femme Sport Forte Intensit&#233; sans Armature Non Rembourr&#233; (Amber, 105F)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "105F",
          "size_map": "105F",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Bonnets ergonomiques combinés avec une coupe stéréoscopique 25D pour réduire le rebond. Le style camisole en maille respirante offre un maintien respirant de la poitrine pendant les entraînements actifs.",
            "Le soutien-gorge de sport non rembourré à couverture complète est conçu pour fournir du confort dans tout type d'exercice, se glisse sous votre débardeur ou t-shirt préféré.",
            "Bretelles larges réglables pour un meilleur soutien et stabilité.",
            "Les panneaux en maille dans le dos évacuent la transpiration et sont respirants, vous gardant au frais toute la journée.",
            "Lavage à la main recommandé. Le lavage en machine endommagera et raccourcira facilement la durée de vie du soutien-gorge."
          ],
          "other": [
            "Material: 93% Polyamide, 7% Elastane; Cup Material: 100% Polyester",
            "Care instructions: Machine wash recommended and slightly shorten the bra.",
            "The moisture-wicking and quick-drying fabric stays clean and dry during training.",
            "Padding to relieve shoulder burden. Extra wide adjustable trr ger provides safe wearing comfort",
            "Perfect for medium strength activities as well as hiking, jogging, running, jumping rope, yoga, aerobics, fitness and more."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/41IC3KeN33L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B097T9WHS7"
      }
    },
    {
      "asin": "B08T1H12LD",
      "csi_title": "Saodimallsu Femmes Oversize Col V Chemises Flowy Crochet Cloche Manches Boho Tops Sexy Cravate Avant Ruch&#233; &#192; Volants Top Blouse Brique Rouge",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Grande",
          "size_map": "Grande",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "T-shirts à col en V, en tricot de haute qualité, légers, pro-peau, respirants, doux à porter.",
            "Ce haut fluide comprend: haut court à manches longues cloche, cordon de serrage sur le devant, chemise à col en V, hauts à épaules dénudées, coupe ample, style ample surdimensionné, hauts à volants pour femmes, transparent, transparent, sexy, crochet, cache-maillots, boho haut froncé noué sur le devant, chemisier tricoté.",
            "Ces chemises surdimensionnées à col en V peuvent porter des maillots de bain et des maillots de bain à l'extérieur comme couvertures de maillot de bain sexy. Peut également être associé à un short en jean taille haute pour obtenir un look streetwear tendance. Le cordon de serrage sur le devant peut être ajusté, vous pouvez alors obtenir un haut court à manches longues sexy lors des chaudes journées d'été.",
            "Ce haut au crochet est parfait pour le printemps, l'automne et l'été au bureau, les fêtes, les rendez-vous, l'école, la plage, les vacances, les vêtements de rue et les retrouvailles ou un look quotidien décontracté. Obtenez facilement un look tendance avec notre pull boho surdimensionné à col en V.",
            "Lavage en machine en douceur, ne pas utiliser d'agent de blanchiment, suspendre pour sécher.\"",
            "This flowy top includes: bell long sleeve crop top, drawstring front, v neck shirt, off shoulder tops, loose fit, oversized loose style, ruffle tops for women, see through, sexy, crochet, bikini cover ups, boho ruched top knotted front, knitted blouse."
          ],
          "en": [
            "This crochet top is perfect for spring, autumn and summer in the office, party, dating, school, beach, vacation, streetwear and homecoming or casual daily look. Easily get a trendy look with our oversized v-neck boho sweater."
          ],
          "other": [
            "V neck T-shirts, made of high quality knit, lightweight, pro-skin, breathable, soft to wear.",
            "These oversized v neck shirts can wear swimsuits and swimsuits outside as sexy swimsuit covers. Can also be paired with high waisted denim shorts to achieve a trendy streetwear look. The drawstring front can be adjusted, then you can get a sexy long sleeve crop top on hot summer days.",
            "Machine wash gently, do not bleach, hang to dry.\""
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81sbck2wotL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B08T1H12LD"
      }
    },
    {
      "asin": "B08NJLV8G6",
      "csi_title": "Bassdash UPF 50+ Chemise de p&#234;che &#224; Manches Longues avec Masque UV pour Homme",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Large",
          "size_map": "Large",
          "additional_sizes_detected": [
            "$additional_links_augmentor_1096::{",
            "l,"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "La conception à manches longues et la protection UPF 50+ gardent votre peau saine, de sorte que vous pouvez être actif toute la journée au soleil en toute confiance ; Le matériau extensible dans les 4 sens permet une gamme complète de mouvements lors du lancer ou de l'enroulement",
            "Avec une capuche et un cache-cou intégrés - le cache-cou peut être porté comme un masque et il est doux et respirant, amélioré avec des trous de respiration en maille pour aider à garder vos lunettes de soleil claires sans s'embuer ;",
            "Le tissu qui évacue l'humidité gère la transpiration pour vous garder au sec et à l'aise ; La respirabilité améliorée avec des panneaux en maille sur les deux côtés du corps et sous les manches pour une ventilation supplémentaire pour vous garder au frais lorsque vous êtes actif dans la chaleur.",
            "Les passants pour les pouces sur le poignet des manches aident à maintenir les manches fermement en place, pour une protection supplémentaire de la peau potentiellement exposée entre le bord du poignet et le gant",
            "Idéal pour l'aventure de la pêche ainsi que pour les vêtements décontractés - bien adapté comme t-shirt de golf de protection solaire, chemise de tennis à manches longues UV et chemise de jardinage à manches longues bloquant le soleil ; Idéal également pour d'autres activités de plein air comme la randonnée, l'escalade et la course à pied"
          ],
          "other": [
            "Long sleeve design and UPF 50+ protection keep your skin healthy, so you can be active all day in the sun with confidence; 4-way stretch material allows for a full range of motion when throwing or rolling",
            "With a built-in hood and neck gaiter - the neck gaiter can be worn as a mask and it is soft and breathable, upgraded with mesh breathing holes to help keep your sunglasses clear without fogging;",
            "Moisture-wicking fabric manages sweat to keep you dry and comfortable; Enhanced breathability with mesh panels on both sides of the body and under the sleeves for extra ventilation to keep you cool when you're active in the heat.",
            "Thumb loops on the wrist of the sleeves help hold the sleeves firmly in place, for additional protection of potentially exposed skin between the cuff edge and glove",
            "Ideal for fishing adventure as well as casual wear - well suited as sun protection golf t-shirt, UV long sleeve tennis shirt and sun blocking long sleeve gardening shirt; Also great for other outdoor activities like hiking, climbing and running"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61N+9ZXhFqL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B08NJLV8G6"
      }
    },
    {
      "asin": "B07QNXW7RS",
      "csi_title": "Nuofengkudu Femme Boheme Imprim&#233; Combinaisons Taille Haute Baggy Jumpsuits Barboteuse Longueur Harem Pantalon Sarouel Ete Vetement Plage(Bleu A,Taille Unique)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Taille Unique",
          "size_map": "Taille Unique",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Caractéristiques : matériau doux et respirant, bretelles spaghetti, col en V profond, sans manches, dos nu, pleine longueur, combinaison décontractée ample. Les bretelles peuvent être nouées comme une combinaison dos nu ou à bretelles spaghetti.",
            "※[Guide de mode :] Combinaison sexy pour femme qui peut facilement être une tenue décontractée ou habillée avec une ceinture et des talons Si vous ne voulez pas montrer beaucoup de décolleté, vous pouvez porter un débardeur en dessous.",
            "※[Reste cool] : l'ourlet inférieur de la jambe laisse les chevilles exposées pour montrer vos sandales bohèmes, talons hauts sexy, chaussures de yoga ou orteils parfaitement pédicurés. Idéal pour cacher votre abdomen et vous faire sentir jolie tout au long de l'été.",
            "Occasion : usage quotidien, plage, fête, sport, voyage, rue, shopping, club, plage, loisirs, rendez-vous, cocktail, vacances/voyages, mariage, occasion décontractée",
            "※ Cette combinaison de club imprimée est de style bohème et unique. Cadeau parfait pour (mère, fille) femme/femme, fille, adolescente, junior.",
            "※ This printed club jumpsuit is bohemian style and unique. Perfect gift for (mother, daughter) women/women, girls, teenagers, juniors."
          ],
          "other": [
            "Features: soft and breathable material, spaghetti straps, deep v neck, sleeveless, backless, full length, loose casual jumpsuit. The straps can be tied as a halter or spaghetti strap jumpsuit.",
            "※[Fashion Guide:] Women's sexy jumpsuit that can easily be a casual outfit or dressed up with belt and heels If you don't want to show a lot of neckline, you can wear a tank top underneath.",
            "※[Stay Cool]: The bottom leg hem leaves ankles exposed to show off your bohemian sandals, sexy high heels, yoga shoes or perfectly pedicure toes. Ideal for hiding your abdomen and making you feel pretty all summer long.",
            "Occasion: Daily Wear, Beach, Party, Sport, Travel, Street, Shopping, Club, Beach, Leisure, Dating, Cocktail, Vacation/Travel, Wedding, Casual Occasion"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71ieWF52K8L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B07QNXW7RS"
      }
    },
    {
      "asin": "B0DF7T8PZ4",
      "csi_title": "2024 Gentleman Ocean Hauts d&#233;contract&#233;s, polo classique &#224; manches longues et col en V boutonn&#233; (noir, taille 4XL)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XXL",
          "size_map": "XXL",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Material: this men's long sleeve polo shirt is made of cotton blend, durable, lightweight, very stretchy and comfortable",
            "Matériau : ce polo à manches longues pour homme est fabriqué en mélange de coton, durable, léger, très extensible et confortable",
            "Design : polo décontracté à manches longues avec coupe ample classique, couleur unie, col en V, patte de boutonnage à trois boutons avec motif à carreaux, col rabattable élégant et montre la masculinité pleine de confiance et de vitalité",
            "Haut décontracté Gentleman Ocean 2022 : coupe régulière pour une coupe décontractée et sans restriction avec languette de cou sans couture pour plus de confort. Une coupe classique et un tissu en coton doux font de ce polo un article incontournable pour l'automne, le printemps et l'été",
            "【Assortiment】Nos polos pour homme s'adaptent bien. Facile à assortir avec un pantalon habillé, un pantalon, un chino et un jean. Peut également être associé à une veste de costume, des pantoufles, des lunettes de soleil, etc",
            "Occasion : le pull pour homme est adapté pour les loisirs, le travail, la maison, le bureau, le golf, les vacances, les voyages et les sports de sport"
          ],
          "en": [
            "2022 Gentleman Ocean Casual Top - Regular fit for a relaxed, unrestricted fit with seamless neck tab for comfort. A classic fit and soft cotton fabric make this polo shirt a must-have for fall, spring and summer"
          ],
          "other": [
            "Design:Casual long sleeve polo shirt with classic loose fit, solid color, v neck, three button placket with plaid pattern, stylish turn-down collar and shows masculinity full of confidence and vitality",
            "【Match】Our polo shirts for men fit well. Easy to pair with dress pants, trousers, chinos and jeans. Can also be paired with suit jacket, slippers, sunglasses, etc",
            "Occasion:The mens sweater is suitable for leisure, work, home, office, golf, vacation, travel and sports sports"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/610sbVjs8ML.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DF7T8PZ4"
      }
    },
    {
      "asin": "B08NWKDH53",
      "csi_title": "Under Armour Manches Courtes ABC Camo pour Homme, Noir (001) / Blanc., 3XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "3XL",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Tissu en coton mélangé super doux pour un confort tout au long de la journée",
            "Col côtelé"
          ],
          "other": [
            "Ample : coupe plus ample pour un confort total",
            "Super soft cotton blend fabric for all day comfort",
            "Ribbed collar",
            "Loose: looser fit for total comfort"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/41SmASO-o9L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B08NWKDH53"
      }
    },
    {
      "asin": "B0C8Y4BVHC",
      "csi_title": "Camisole avec Soutien-Gorge int&#233;gr&#233; en Coton pour Femme - Caraco r&#233;glable avec Soutien-Gorge &#224; Armatures, Z02 Noir, M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Moyen",
          "size_map": "Moyen",
          "additional_sizes_detected": [
            "M"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Débardeurs pour femmes débardeurs débardeurs pour femmes débardeurs pour femmes débardeurs amples débardeurs blancs débardeurs pour femmes débardeurs tendance pour femmes débardeurs noirs débardeurs pour femmes débardeurs sans manches pour femmes débardeurs blancs débardeurs femmes débardeurs hauts pour femmes débardeurs pour femmes débardeurs pour femmes débardeurs d'été décontractés débardeurs pour femmes débardeurs blancs débardeurs pour femmes débardeurs pour femmes débardeurs blancs débardeurs pour femmes débardeurs pour femmes débardeurs pour femmes débardeurs pour femmes",
            "Débardeurs surdimensionnés pour femmes - Débardeurs longs pour femmes - Débardeurs rouges pour femmes - Débardeurs côtelés pour femmes - Débardeur noir côtelé - Coupe ample pour femme - Débardeurs blancs pour femmes - Grande taille - Débardeurs en dentelle pour femmes - Bretelles spaghetti - Débardeur pour femme - Débardeurs pour femmes - Débardeurs pour femmes - Débardeur à bretelles spaghetti - Blanc ettiträger débardeurs tops pour Femmes",
            "débardeurs sexy pour femme, débardeurs sexy pour femme, débardeurs cami à la mode pour femme, débardeurs élégants pour femme, coupe ample, débardeur en coton pour femme, débardeur blanc, débardeur Henley, débardeur d'été, débardeur batik, débardeurs pour femme, débardeurs élégants en tricot pour femme, débardeurs en dentelle, débardeurs fluides -Ttop, coupe ample",
            "débardeurs graphiques femme tunique débardeurs femme tendance col haut débardeur femme grande taille sans manches femme débardeur graphique femme débardeur femme débardeur femme débardeur été fluide débardeur femme débardeur rouge décontracté amincissant débardeur femme débardeur blanc femme élégant sans manches col roulé débardeur jaune femme débardeur croisé femme",
            "débardeurs pour femme - Coupe ample - Débardeurs roses pour femmes - Débardeur blanc - Débardeurs basiques pour femmes - Débardeurs pour adolescentes - Débardeurs côtelés sans couture - Débardeurs en soie pour femmes - Grande taille - Débardeurs de plage pour femmes - 3 débardeurs de plage pour femmes - Contrôle du ventre - Débardeurs amples pour femmes - Débardeurs d'été à une épaule op, op, réservoir qui coule ops pour femme été"
          ],
          "other": [
            "tank tops for women tank tops for women tank tops for women tank tops for women tank tops for women tank tops for women tank tops for women tank tops for women tank tops for women tank tops for women tank tops for women tank tops for women tank tops for women tank tops for women tank tops for women tank tops for women tank tops for women tank tops for women tank tops for women tank tops for women tank tops womens tank tops for women tank tops white tank tops for women tank tops for women tank tops for women tank tops for women",
            "oversized tank tops for women long tank tops for women red tank tops for women ribbed tank tops for women black ribbed tank tops for women loose fit tank tops for women white tank tops for women plus size lace tank tops for women spaghetti straps tank tops for women tank tops for women tank tops for women tank tops for women tank tops for women tank tops for women",
            "tank tops for women sexy tank tops for women sexy tank tops for women fashion cami tank tops for women elegant tank tops for women loose fit cotton tank tops for women white tank tops henley tank tops summer tank tops batik tank tops for women tank tops for women elegant knit tank tops for women lace tank tops flowy tank tops -ttop loose fit",
            "graphic tank tops women tunic tank tops women fashion high neck tank top women plus size sleeveless women graphic tank top women tank top women tank top women tank top summer flowy tank top women red tank top casual slimming tank top women white tank top women elegant sleeveless turtleneck tank top yellow women women cross tank top women women",
            "tank tops for women loose fit tank tops pink tank tops for women white tank tops for women basic tank tops for women tank tops for teen girls tank tops ribbed tank tops seamless tank tops silk tank tops for women plus size beach tank tops for women 3 beach tank tops for women tummy control loose tank tops for women tank tops for women one shoulder tank tops op, op, tank flowing ops Women's Summer"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51r7aFfAvGL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0C8Y4BVHC"
      }
    },
    {
      "asin": "B097T9GB7D",
      "csi_title": "Wingslove Soutien-Gorge Femme Sport Forte Intensit&#233; sans Armature Non Rembourr&#233; (Amber, 115E)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "115E",
          "size_map": "115E",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Bonnets ergonomiques combinés avec une coupe stéréoscopique 36D pour réduire le rebond. Le style camisole en maille respirante offre un maintien respirant de la poitrine pendant les entraînements actifs.",
            "Le soutien-gorge de sport non rembourré à couverture complète est conçu pour fournir du confort dans tout type d'exercice, se glisse sous votre débardeur ou t-shirt préféré.",
            "Bretelles larges réglables pour un meilleur soutien et stabilité.",
            "Les panneaux en maille dans le dos évacuent la transpiration et sont respirants, vous gardant au frais toute la journée.",
            "Lavage à la main recommandé. Le lavage en machine endommagera et raccourcira facilement la durée de vie du soutien-gorge."
          ],
          "other": [
            "Material: 93% Polyamide, 7% Elastane; Cup Material: 100% Polyester",
            "Care instructions: Machine wash recommended and slightly shorten the bra.",
            "The moisture-wicking and quick-drying fabric stays clean and dry during training.",
            "Padding to relieve shoulder burden. Extra wide adjustable trr ger provides safe wearing comfort",
            "Perfect for medium strength activities as well as hiking, jogging, running, jumping rope, yoga, aerobics, fitness and more."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/41IC3KeN33L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B097T9GB7D"
      }
    },
    {
      "asin": "B0BLW5SZ14",
      "csi_title": "Misemiya - Nettoyage et Entretien Femme - V&#234;tements de Travail et Uniformes Femme - V&#234;tements m&#233;dicals 712 - Small, Noir",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "S",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": "coton",
          "normalized": "coton"
        },
        "bullet_points": {
          "fr": [
            "chemise sanitaire femme manches courtes femme col polo en V fermeture à glissière",
            "Lavages sûrs : grâce au traitement sanforisé, nos uniformes résistent au lavage industriel et garantissent une contrainte maximale inférieure à 2,5 %, se distinguant ainsi des autres produits présents sur le marché",
            "Vêtements professionnels : les vêtements de travail Misemiya sont réalisés de manière spécifique par des professionnels de la santé et des soins personnels, tels que les médecins, les infirmiers, les physiothérapeutes, les masseurs, les esthéticiennes",
            "Uniforme chirurgicale : idéal pour les infirmières, les médecins, les chirurgiens, les thérapeutes, les dentistes : uniformes médicaux confortables pour les hôpitaux, conçus spécialement pour vous",
            "Qualité supérieure : kit complet pour un usage professionnel, fabriqué en 65 % polyester, 35 % coton sanforisé 190 g."
          ],
          "other": [
            "Women's Sanitary Shirt Short Sleeve V-Neck Polo Neck Zipper",
            "Safe washing: thanks to the sanforised treatment, our uniforms are resistant to industrial washing and guarantee a maximum stress of less than 2.5%, thus distinguishing itself from other products on the market",
            "PROFESSIONAL WEAR - Misemiya workwear is made specifically by health and personal care professionals, such as doctors, nurses, physiotherapists, masseurs, beauticians",
            "Surgical Uniform: ideal for nurses, doctors, surgeons, therapists, dentists: comfortable medical uniforms for hospitals, designed especially for you",
            "Top quality: Complete set for professional use, made of 65% polyester, 35% pre-shrunk cotton, 190 g."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/411nC3UpItL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0BLW5SZ14"
      }
    },
    {
      "asin": "B0CJY288VX",
      "csi_title": "beyleaycau kit cycliste manches longues maillot cycliste d&apos;automne avec gel de s&#233;chage rapide rembourr&#233; et collant &#224; bretelles",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "2XL",
          "size_map": "2XL",
          "additional_sizes_detected": [
            "XXL"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "TAILLE : La taille est basée sur les normes de taille asiatiques, veuillez choisir la bonne taille selon le tableau des tailles. Si vous avez des questions, veuillez consulter notre service client.",
            "TISSU DE HAUTE QUALITÉ - Ce maillot de cyclisme à manches courtes est fabriqué dans un tissu respirant de qualité avec une bonne respirabilité et un séchage rapide, offrant une capacité d'évacuation de l'humidité élevée et une dissipation rapide de la chaleur.",
            "CONVENANCE ET SÉCURITÉ - Le kit de cyclisme dispose de 3 poches arrière traditionnelles pour ranger les téléphones portables, les bouteilles d'eau et les barres énergétiques ; le vêtement est également conçu avec des bandes réfléchissantes pour améliorer la visibilité et la sécurité lors de la conduite.",
            "CONÇU PROFESSIONNELLEMENT POUR LE VÉLO - Maillot de vélo professionnel pour hommes idéal pour le vélo, le spinning, les vélos de route ou les amateurs de vélo en intérieur et en extérieur.",
            "SERVICE CLIENT - En tant que marque de cyclisme professionnelle, nous croyons en la qualité de nos maillots et shorts de cyclisme. En tant que fabricant d'articles de cyclisme, nous pouvons offrir une qualité supérieure et un bon design, nous acceptons également vos demandes de personnalisation spéciales!"
          ],
          "other": [
            "The cycling jersey is designed with 3 pockets to carry the items you need."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/5131omurajL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CJY288VX"
      }
    },
    {
      "asin": "B09FYP9QNB",
      "csi_title": "Je suis vraiment g&#233;nial en chinois mandarin T-Shirt",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "1X",
          "size_map": "1X",
          "additional_sizes_detected": [
            "S"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Le dessin montre \"Je suis vraiment génial\" en mandarin, la langue officielle de la Chine. Ces drôles de mots chinois sont écrits en chinois simplifié. Parfait pour les immigrants de Chine, les étudiants de langue chinoise ou les touristes qui se rendent en",
            "Léger, Coupe classique, manche à double couture et ourlet à la base"
          ],
          "other": [
            "Grande tenue pour le Nouvel An chinois, le Dragon Boat Festival, le Moon Festival ou toute autre occasion.",
            "The drawing shows \"I am really awesome\" in Mandarin, the official language of China. These funny Chinese words are written in Simplified Chinese. Perfect for immigrants from China, Chinese language students or tourists traveling to",
            "Great outfit for Chinese New Year, Dragon Boat Festival, Moon Festival or any other occasion.",
            "Lightweight, classic fit, double-stitched sleeve and hem at hem"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/B1pppR4gVKL.png%7C0%2C0%2C2140%2C2000%2B0.0%2C0.0%2C2140.0%2C2000.0_AC_SX342_.png",
        "fr_dp_url": "https://www.amazon.fr/dp/B09FYP9QNB"
      }
    },
    {
      "asin": "B0DK9C1FCZ",
      "csi_title": "Ficerd Lot de 3 Chemises &#224; Manches Longues en Coton pour Homme, Grandes Tailles, d&#233;contract&#233;es et surdimensionn&#233;es(Noir, Vert Kaki, Gris Clair,XL)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XL",
          "size_map": "XL",
          "additional_sizes_detected": [
            "$additional_links_augmentor_791::{",
            "x_l,"
          ],
          "structured_size": {
            "size": "x_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matière confortable : ce t-shirt oversize pour homme est composé d'un mélange de 95 % cotton et 5 % spandex, alliant élasticité douce et texture soyeuse, vous offrant un ajustement ample et une expérience de port sans contrainte du matin au soir",
            "Le forfait comprend: vous recevrez un pack de 3 chemises à manches longues pour hommes de grande taille de différentes couleurs, ces hauts sont de couleur unie avec un col ras du cou, le multipack vous offre une variété de choix pour répondre à vos besoins quotidiens",
            "Conception ample : chaque chemise grande et grande pour homme est suffisamment longue pour couvrir efficacement l'abdomen, aidant à empêcher vos sous-vêtements et votre ventre de se montrer lorsque vous vous penchez ou levez les bras",
            "Convient à toutes les occasions : cette chemise en coton pour homme est polyvalente et convient à diverses activités telles que les fêtes, le travail, l'exercice, les activités sportives, les voyages, les vacances et la vie quotidienne ; elle peut être facilement assortie à n'importe quelle occasion",
            "Conseils d'entretien : cette chemise à manches longues, grande et grande, n'est pas seulement élégante et ample, elle est également pratique. Elle peut être lavée à la main à l'eau froide ou en machine sur un cycle délicat, suspendue ou séchée à l'air libre, et ne pas blanchir. Conserve sa forme et ses couleurs vives même après des lavages réguliers."
          ],
          "en": [
            "Comfortable Material This oversize men's t-shirt is made of a blend of 95% cotton and 5% spandex, which is elastic and soft, providing you with a comfortable fit and convenient wearing experience.",
            "Suitable for any occasion: this men's cotton shirt is versatile and suitable for various activities such as party, work, exercise, sports activities, travel, vacation and daily life; It can be easily matched with any occasion",
            "CARE TIPS:This long sleeve big and tall shirt is not only stylish and loose, it is also practical. It can be hand washed in cold water or machine wash on a delicate cycle, hang or air dried, and do not bleach. Retains its shape and bright colours even after regular washing."
          ],
          "other": [
            "The package includes: you will receive a pack of 3 large size men's long sleeve shirts in different colors, these tops are solid color with a crew neck, the multipack provides you with a variety of choices to meet your daily needs",
            "Loose design: each big and tall mens shirt is long enough to effectively cover the abdomen, helping to prevent your underwear and belly from showing up when bending or raising your arms"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81jvFeJrXcL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DK9C1FCZ"
      }
    },
    {
      "asin": "B07WC76BRH",
      "csi_title": "Nike Homme Df Park Vii Chemise &#192; Manches Longues, White/Black, M EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Ajustement régulier",
            "Matériel: Polyester"
          ],
          "other": [
            "Tissu Nike dry",
            "Confort maximum",
            "Regular fit",
            "Nike dry fabric",
            "Maximum comfort",
            "Material: Polyester"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51ZCIH+c+iL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B07WC76BRH"
      }
    },
    {
      "asin": "B0CJ54M9WF",
      "csi_title": "Zeagoo Debardeur Femme Satin Chic et &#201;l&#233;gant Caraco L&#226;che &#201;t&#233; Top sans Manche Bretelles Spaghetti Haut Sexy Col en V Camisole, Champagne S",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "S",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau : Notre débardeur/caraco/camisole en satin est confectionné dans un tissu haut de gamme, composé de 95% de polyester et 5% d'élasthanne. Ce top satiné offre une douceur exceptionnelle au toucher, alliant souplesse et confort pour un porter agréable tout au long de la journée.",
            "Design : Ce débardeur femme se distingue par son col V raffiné et ses fines bretelles spaghetti réglables, créant une silhouette élégante et féminine. Notre caraco sans manches est devenu un indispensable de la garde-robe moderne, alliant parfaitement style et confort au quotidien.",
            "Style versatile : Ce débardeur/top satiné s'adapte à toutes les occasions grâce à son design épuré et tendance. Notre camisole élégante se marie parfaitement avec une jupe taille haute, un pantalon large, un jean décontracté ou un pantalon de costume. Pour un look plus sophistiqué, associez ce haut sans manches avec une veste de tailleur ou une veste en jean.",
            "Occasions : Polyvalent, ce débardeur femme vous accompagne du bureau aux sorties, en passant par les vacances et le quotidien. Notre caraco satiné est également un cadeau idéal pour faire plaisir à une femme, qu'elle soit votre mère, votre compagne, votre fille ou vous-même.",
            "Guide des tailles : Pour un ajustement optimal de votre débardeur/camisole, nous recommandons de choisir une taille en dessous de votre taille habituelle, car le vêtement a tendance à être légèrement ample. Cette recommandation est basée sur les retours de nos clientes.",
            "Design: This women's tank top is distinguished by its refined V-neck and thin adjustable spaghetti straps, creating an elegant and feminine silhouette. Our sleeveless camisole has become a modern wardrobe essential, perfectly combining style and everyday comfort.",
            "Versatile style: this satin tank top fits any occasion thanks to its sleek and fashionable design. Our stylish camisole goes perfectly with a high waisted skirt, wide pants, casual jeans or suit pants. For a more sophisticated look, pair this sleeveless top with a tailored jacket or denim jacket."
          ],
          "en": [
            "Material: Our satin camisole camisole tank top is made of premium fabric, made of 95% polyester and 5% elastane. This satin top offers exceptional softness to the touch, combining flexibility and comfort for a pleasant all-day wear.",
            "OCCASIONS: This women's tank top is versatile, accompanying you from the office to going out, vacation and everyday life. Our satin camisole is also an ideal gift to treat a woman, whether you are your mother, partner, daughter or yourself.",
            "Size Guide: For an optimal fit of your tank top, we recommend choosing one size smaller than your usual size, as the garment tends to be slightly loose. This recommendation is based on feedback from our customers."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71vUvphlAoL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CJ54M9WF"
      }
    },
    {
      "asin": "B01CZMXT94",
      "csi_title": "Berydale Chemise avec col V &#224; manches longues 100 % coton, Femmes, Noir/Blanc/Gris (lot de 3), XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XL",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "L'ESSENTIEL AU QUOTIDIEN : Que vous soyez à la maison, dans le parc ou faisant de la gymn, ces tee shirt manche longue femme sont des classiques de la ration journalière",
            "COUPE CLASSIQUE : Ni trop serrée, ni trop ample, et muni d'un toujours populaire col en V, ce tee shirt manche longue femme est flatteur et pratique à la fois.",
            "MULTI PACK : Ces tee shirt femme coton sont livrés en multi-pack et c'est un moyen précieux de remplir votre armoire",
            "Taille : Veuillez vous référer au tableau des tailles avant achat"
          ],
          "en": [
            "CLASSIC FIT: Neither too tight nor too loose, and featuring an ever-popular V-neck design, this women's long sleeve tee is flattering and practical."
          ],
          "other": [
            "EVERYDAY ESSENTIAL: Whether you are at home, in the park or at the gym, these women's long-sleeved t-shirt are classics of the daily ration",
            "MULTI PACK: These women's cotton tee shirts come in multi-pack and it is a valuable way to fill your wardrobe",
            "Size: Please refer to the size chart before purchase"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81rnhugGOhL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B01CZMXT94"
      }
    },
    {
      "asin": "B0DWT6397V",
      "csi_title": "Topeter Gilet de protection de poitrine de baseball, sous-v&#234;tements en jersey avec c&#244;tes, rembourrage aux &#233;paules et au dos, chemises rembourr&#233;es sans manches pour football, rugby, basket-ball, taille",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XL",
          "size_map": "XL",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "6 coussinets épais en EVA : les t-shirts de compression rembourrés de football conçus avec 6 rembourrages stratégiquement placés sur la poitrine, les côtes, les épaules et le dos, offrant une protection pendant les sports et les activités à fort impact tels que l'impact des ballons, des terrains ou des coups durs, vous rendant plus sûr pendant la compétition",
            "Tissu respirant et évacuant la transpiration : maillot de protection de poitrine de baseball fabriqué avec un matériau doux et doux pour la peau qui peut absorber l'humidité et vous garder au frais lorsque vous faites du sport d'action",
            "Coupe ajustée et coupe débardeur : la chemise de gardien de but sans manches offre une liberté de mouvement maximale, tandis que le tissu extensible dans les 4 sens avec ajustement de compression soutient les muscles, réduit la fatigue et améliore la circulation sanguine pour une meilleure performance",
            "Multi-usage : le gilet rembourré de compression est parfait pour le football, le basket-ball, le rugby, le hockey, le baseball, le softball, la crosse, le gardien de but, le handball, le pitching, le paintball, le tball, le football, les arts martiaux et d'autres sports à contact élevé. Le gilet de protection contre les chocs est également idéal pour les entraînements intenses de gym, les courses d'obstacles et les aventures en plein air",
            "Instructions de port : le maillot de protection de sport peut être utilisé pour le jeu ou tout simplement pour l'entraînement. Les adultes peuvent porter des débardeurs de softball à l'intérieur ou à l'extérieur, peuvent agir comme une couche de base sous l'uniforme de sport"
          ],
          "other": [
            "6 THICK EVA PADS - The soccer padded compression t-shirts designed with 6 padding strategically placed on the chest, ribs, shoulders and back, providing protection during high-impact sports and activities such as the impact of balls, pitches or hard hits, making you safer during competition",
            "BREATHABLE & SWEATWING FABRIC - Baseball chest protector jersey made of soft and skin-friendly material that can absorb moisture and keep you cool when doing action sports",
            "SLIM FIT & TANK FIT - The sleeveless goalkeeper shirt provides maximum freedom of movement, while 4-way stretch fabric with compression fit supports muscles, reduces fatigue and improves blood circulation for better performance",
            "MULTI-PURPOSE The compression padded vest is perfect for football, basketball, rugby, hockey, baseball, softball, lacrosse, goalkeeper, handball, pitching, paintball, tball, football, martial arts and other high contact sports. The shock protection vest is also ideal for intense gym workouts, obstacle races and outdoor adventures",
            "WEARING INSTRUCTIONS - The sports protective jersey can be used for play or just for training. Adults can wear softball tank tops indoors or outdoors, can act as a base layer under the sports uniform"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51BSNWn1CtL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DWT6397V"
      }
    },
    {
      "asin": "B08617JJHD",
      "csi_title": "Amazon Essentials Pull Ras-du-Cou Torsad&#233;, Type C&#244;tes Anglaises, &#224; Manches Longues, 100% Coton Homme, Chameau, XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XL",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "COUPE REGULAR : Confortable et facile à porter au niveau des épaules, de la poitrine et de la taille",
            "FIL DE COTON : Tricoté à partir d'un fil 100 % coton doux et une élasticité naturelle.",
            "PULL CLASSIQUE À COL RAS DU COU : Ce pull à col ras du cou intemporel est la pièce de superposition idéale par temps frais. À porter avec une chemise à col pour un look moderne et raffiné ou avec un tee-shirt pour un look plus décontracté.",
            "DÉTAILS : Encolure, bords de manches et ourlet inférieur côtelés pour plus de confort. Le motif tricoté torsadé sur le corps et les manches rend ce col ras du cou encore plus sophistiqué."
          ],
          "en": [
            "CLASSIC CREW NECK SWEATER: This timeless crewneck sweater is the perfect layering piece for cool weather. Pair with a collared shirt for a modern and refined look or with a tee for a more casual look.",
            "DETAILS: Ribbed neckline, sleeve edges and bottom hem for added comfort. The twisted knit pattern on the body and sleeves makes this crew neck even more sophisticated."
          ],
          "other": [
            "REGULAR FIT: Comfortable and easy to wear on shoulders, chest and waist",
            "COTTON THREAD: Knitted from a soft 100% cotton yarn and natural elasticity."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/A1Zv1-LFLDL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B08617JJHD"
      }
    },
    {
      "asin": "B013DICRU6",
      "csi_title": "Partychimp 83-02713 &#8211; Jama&#239;que, Adulte, Taille Unique, Marron",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Taille unique",
          "size_map": null,
          "additional_sizes_detected": [
            "One Size"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Lavage à la main"
          ],
          "other": [
            "T-shirt",
            "Polyester",
            "L",
            "Our own design team is made up of three designers who are obsessed with getting the most true-to-character products that each costume recreates.",
            "Safety, at My Other Me, safety is not an option, which is why we strictly comply with all European and American requirements and standards for product quality and safety.",
            "Comfort, our kids and baby models are designed to help adults and thus ensure a good dressing experience. (brackets on baby, slippers, width in patterns)",
            "Distinction, we choose the most suitable and sophisticated materials so that our costumes accurately reflect the chosen character."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81lzQ1EElKL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B013DICRU6"
      }
    },
    {
      "asin": "B0CYYV4GSJ",
      "csi_title": "Maillots de Cyclisme pour Hommes ProTeam pour &#201;t&#233; S&#233;chage Rapide &#201;quipement de Sport en Plein Air Adultes Maillots de V&#233;lo",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "5XL",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "TAILLE : La taille est basée sur les normes de taille asiatiques, veuillez choisir la bonne taille selon le tableau des tailles. Si vous avez des questions, veuillez consulter notre service client.",
            "TISSU DE HAUTE QUALITÉ - Ce maillot de cyclisme à manches courtes est fabriqué dans un tissu respirant de qualité offrant une bonne respirabilité et un séchage rapide, assurant une excellente capacité d'évacuation de l'humidité et une dissipation rapide de la chaleur.",
            "CONVENANCE ET SÉCURITÉ - Le kit de cyclisme dispose de 3 poches arrière traditionnelles pour ranger les téléphones portables, les bouteilles d'eau et les barres énergétiques ; le vêtement est également conçu avec des bandes réfléchissantes pour améliorer la visibilité et la sécurité lors de la conduite.",
            "CONÇU PROFESSIONNELLEMENT POUR LE VÉLO - Maillot de vélo professionnel pour hommes idéal pour le vélo, le spinning, les vélos de route ou les amateurs de vélo en intérieur et en extérieur.",
            "SERVICE CLIENT - En tant que marque de cyclisme professionnelle, nous croyons en la qualité de nos maillots et shorts de cyclisme. Nous sommes fabricant d'articles de cyclisme, nous pouvons offrir une qualité supérieure et un bon design, et nous acceptons également vos demandes de personnalisation spéciale ! veuillez consulter notre service client."
          ],
          "en": [
            "HIGH QUALITY FABRIC - This short sleeve cycling jersey is made of quality breathable fabric that offers good breathability and quick drying, ensuring excellent moisture wicking ability and fast heat dissipation.",
            "CONVENIENCE AND SAFETY - The cycling kit has 3 traditional rear pockets to store mobile phones, water bottles and energy bars; the garment is also designed with reflective strips to improve visibility and safety when driving."
          ],
          "other": [
            "SIZE: The size is based on Asian size standards, please choose the right size according to the size chart. If you have any questions, please consult our customer service.",
            "PROFESSIONALLY DESIGNED FOR BIKE - Professional cycling jersey for men ideal for cycling, spinning, road bikes or indoor and outdoor cycling enthusiasts.",
            "CUSTOMER SERVICE - As a professional cycling brand, we believe in the quality of our cycling jerseys and shorts. We are manufacturer of cycling items, we can offer superior quality and good design, and we also accept your special customization requests! Please consult our customer service."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/41WpUEnaEaL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CYYV4GSJ"
      }
    },
    {
      "asin": "B08617QSQQ",
      "csi_title": "Amazon Essentials Pull Ras-du-Cou Torsad&#233;, Type C&#244;tes Anglaises, &#224; Manches Longues, 100% Coton Homme, Bleu Marine, S",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "S",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "COUPE REGULAR : Confortable et facile à porter au niveau des épaules, de la poitrine et de la taille",
            "FIL DE COTON : Tricoté à partir d'un fil 100 % coton doux et une élasticité naturelle.",
            "PULL CLASSIQUE À COL RAS DU COU : Ce pull à col ras du cou intemporel est la pièce de superposition idéale par temps frais. À porter avec une chemise à col pour un look moderne et raffiné ou avec un tee-shirt pour un look plus décontracté.",
            "DÉTAILS : Encolure, bords de manches et ourlet inférieur côtelés pour plus de confort. Le motif tricoté torsadé sur le corps et les manches rend ce col ras du cou encore plus sophistiqué."
          ],
          "en": [
            "CLASSIC CREW NECK SWEATER: This timeless crewneck sweater is the perfect layering piece for cool weather. Pair with a collared shirt for a modern and refined look or with a tee for a more casual look.",
            "DETAILS: Ribbed neckline, sleeve edges and bottom hem for added comfort. The twisted knit pattern on the body and sleeves makes this crew neck even more sophisticated."
          ],
          "other": [
            "REGULAR FIT: Comfortable and easy to wear on shoulders, chest and waist",
            "COTTON THREAD: Knitted from a soft 100% cotton yarn and natural elasticity."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/91Si3meczmL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B08617QSQQ"
      }
    },
    {
      "asin": "B073RYM67H",
      "csi_title": "AC/DC T.N.T. 1975 Femme Top Noir M 100% Coton Regular/Coupe Standard",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Medium",
          "size_map": "Medium",
          "additional_sizes_detected": [
            "$additional_links_augmentor_963::{",
            "m,"
          ],
          "structured_size": {
            "size": "m",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte",
            "Erwachsene"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Top présentant les caractéristiques suivantes:",
            "Débardeur Femme || Grand confort quand porté",
            "Matière: Baumwolle"
          ],
          "other": [
            "Bands, Merchandising Music",
            "Top with the following characteristics:",
            "Women's tank top || Great comfort when worn",
            "Material: Baumwolle",
            "Your new favorite EMP products!",
            "Groupes, Merchandising Musique",
            "Vos nouveaux produits EMP favoris!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61CdPblTgHL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B073RYM67H"
      }
    },
    {
      "asin": "B09334W9TJ",
      "csi_title": "Black Premium by EMP Femme Top Gris XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "X-Large",
          "size_map": "X-Large",
          "additional_sizes_detected": [
            "$additional_links_augmentor_851::{",
            "x_l,",
            "XL"
          ],
          "structured_size": {
            "size": "x_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Une exclusivité EMP ! Ce produit n'est disponible que chez EMP.",
            "Sous la marque Black Premium by EMP, nous créons des vêtements et des accessoires rock pour les vrais fans de musique. Robustes, de qualité, confortables et authentiques jusque dans les moindres détails."
          ],
          "en": [
            "Exclusive to EMP! This product is only available from EMP.",
            "Under the Black Premium by EMP brand, we create rock clothing and accessories for true music fans. Robust, quality, comfortable and authentic down to the smallest detail."
          ],
          "other": [
            "Top of Black Premium by EMP",
            "100 % Cotton",
            "Target gender: Female",
            "Top de Black Premium by EMP",
            "100% Coton",
            "Sexe cible: Femme"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61T4bg9pbhL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B09334W9TJ"
      }
    },
    {
      "asin": "B09R4K1123",
      "csi_title": "Amazon Essentials Pull Ras-du-Cou Torsad&#233;, Type C&#244;tes Anglaises, &#224; Manches Longues, 100% Coton Homme, Jaune Moutarde, M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "M",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "COUPE REGULAR : Confortable et facile à porter au niveau des épaules, de la poitrine et de la taille",
            "FIL DE COTON : Tricoté à partir d'un fil 100 % coton doux et une élasticité naturelle.",
            "PULL CLASSIQUE À COL RAS DU COU : Ce pull à col ras du cou intemporel est la pièce de superposition idéale par temps frais. À porter avec une chemise à col pour un look moderne et raffiné ou avec un tee-shirt pour un look plus décontracté.",
            "DÉTAILS : Encolure, bords de manches et ourlet inférieur côtelés pour plus de confort. Le motif tricoté torsadé sur le corps et les manches rend ce col ras du cou encore plus sophistiqué."
          ],
          "en": [
            "CLASSIC CREW NECK SWEATER: This timeless crewneck sweater is the perfect layering piece for cool weather. Pair with a collared shirt for a modern and refined look or with a tee for a more casual look.",
            "DETAILS: Ribbed neckline, sleeve edges and bottom hem for added comfort. The twisted knit pattern on the body and sleeves makes this crew neck even more sophisticated."
          ],
          "other": [
            "REGULAR FIT: Comfortable and easy to wear on shoulders, chest and waist",
            "COTTON THREAD: Knitted from a soft 100% cotton yarn and natural elasticity."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/91Xn-nqW5lL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B09R4K1123"
      }
    },
    {
      "asin": "B088THS19N",
      "csi_title": "Jack &amp; Jones Junior Gar&#231;on Jjiglenn Jjoriginal Am 814 Noos Jnr Jeans, Bleu Denim, 146 EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "146",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Enfant",
            "Kid"
          ],
          "normalized": "kid"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Imprimé"
          ],
          "other": [
            "T-shirt",
            "Confortable",
            "Coton",
            "Comfortable",
            "Printed",
            "Cotton"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61iLa5PqveL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B088THS19N"
      }
    },
    {
      "asin": "B08X596Y2F",
      "csi_title": "Amazon Essentials Chemise en flanelle &#224; manches longues Homme, Noir Bleu Gris Tartan Plaid, S",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "S",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Ce t-shirt de sport est conçu pour une performance optimale et un confort tout au long de la journée",
            "Tenue quotidienne améliorée : nous écoutons les retours des clients et peaufinons chaque détail pour garantir la qualité, l'ajustement et le confort de nos articles"
          ],
          "en": [
            "This athletic tee is designed for optimal performance and all-day comfort"
          ],
          "other": [
            "Everyday made better: we listen to customer feedback and fine-tune every detail to ensure quality, fit, and comfort"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/91JkMlK5qeL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B08X596Y2F"
      }
    },
    {
      "asin": "B097T88X3B",
      "csi_title": "Wingslove Soutien-Gorge Femme Sport Forte Intensit&#233; sans Armature Non Rembourr&#233; (Amber, 105G)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "105G",
          "size_map": "105G",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Bonnets ergonomiques combinés avec une coupe stéréoscopique 26D pour réduire le rebond. Le style camisole en maille respirante offre un maintien respirant de la poitrine pendant les entraînements actifs.",
            "Le soutien-gorge de sport non rembourré à couverture complète est conçu pour fournir du confort dans tout type d'exercice, se glisse sous votre débardeur ou t-shirt préféré.",
            "Bretelles larges réglables pour un meilleur soutien et stabilité.",
            "Les panneaux en maille dans le dos évacuent la transpiration et sont respirants, vous gardant au frais toute la journée.",
            "Lavage à la main recommandé. Le lavage en machine endommagera et raccourcira facilement la durée de vie du soutien-gorge."
          ],
          "other": [
            "Material: 93% Polyamide, 7% Elastane; Cup Material: 100% Polyester",
            "Care instructions: Machine wash recommended and slightly shorten the bra.",
            "The moisture-wicking and quick-drying fabric stays clean and dry during training.",
            "Padding to relieve shoulder burden. Extra wide adjustable trr ger provides safe wearing comfort",
            "Perfect for medium strength activities as well as hiking, jogging, running, jumping rope, yoga, aerobics, fitness and more."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/41IC3KeN33L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B097T88X3B"
      }
    },
    {
      "asin": "B0DZXTGN9R",
      "csi_title": "Chemise blanche pour homme &#8211; Chemise habill&#233;e formelle sans plis, chemise boutonn&#233;e pour travail, travail, travail, facile d&apos;entretien, haut uni de style campagnard, coupe r&#233;guli&#232;re, gris, 7XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_54::{",
          "size_map": "7XL",
          "additional_sizes_detected": [
            "'7x_l',",
            "7XL"
          ],
          "structured_size": {
            "size": "'7x_l'",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "T-shirt « I Love My Boyfriend » pour homme - Chemise en jean pour homme - T-shirt noir amusant - T-shirt de gym pour homme - T-shirt rouge blanc pour homme - Col 42,5 cm - T-shirt à manches longues pour homme - Lot de 4XL - Polo blanc pour homme - T-shirt d'extérieur surdimensionné pour homme - T-shirt de sport pour homme - T-shirt de sport pour homme - T-shirt de sport pour homme - T-shirt de sport pingouin pour homme avec un corps like this who needs hair tshirt",
            "T-shirt pour homme - Grande chemise de travail à manches longues - Équipement de course - T-shirt thermique pour homme - T-shirt Alien - Chemise à carreaux pour homme - T-shirt blanc pour homme - T-shirt de golf amusant pour homme - T-shirt décontracté pour homme - T-shirt actif pour homme - T-shirt blanc pour homme - T-shirt 3XL pour homme - Chemise de course à manches longues rouge pour homme - Ensemble de pyjama en coton pour homme",
            "Polo double doublé - T-shirt blanc uni pour homme - Pull de sport pour homme - T-shirt de moto pour homme - Chemises blanches à manches longues - T-shirt vintage à manches longues - Chemises à manches longues pour garçons - Sweat à capuche pour homme - Sweat à capuche pour homme - Short de sport pour homme - Sweat ny Caps pour homme - Haut de golf pour homme - T-shirt de golf pour homme - Chemises de travail à manches courtes pour homme",
            "T-shirt XXL pour homme - Pull XL pour homme - Chemise à carreaux rouges pour homme - T-shirt de sport à manches courtes pour homme - Chemises à manches longues - Cadeaux de tir de faisan pour homme - Chemise blanche à manches courtes pour homme - T-shirt de course à manches longues pour homme - T-shirt décontracté pour homme - T-shirt de sport pour homme - T-shirt de golf bleu pour homme - T-shirt blanc à col en V pour homme - Cadeau noir pour homme - Pantalon cargo noir pour homme",
            "Chemise en flanelle à manches longues pour homme - Polo XL pour homme - T-shirt noir pour homme - Lot de plusieurs t-shirts de sport pour homme - Cadeaux de sport pour homme - Haut de sport pour homme - Gilet de gym pour homme - T-shirt pour homme I Love My girlfriend - T-shirt en coton pour homme - T-shirt rouge pour enfants - T-shirt blanc pour homme - T-shirt de voiture pour homme - T-shirt à manches longues pour garçons - T-shirt jaune à manches longues pour homme - T-shirt décontracté pour homme - Étiquettes de designer"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71y0UXXZETL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DZXTGN9R"
      }
    },
    {
      "asin": "B000UPP8FC",
      "csi_title": "Tunique unisexe Cherokee - Bleu - XXL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XXX-Large",
          "size_map": "XXX-Large",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "Col en V",
            "Manches Dolman"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/711qXhXLkHL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B000UPP8FC"
      }
    },
    {
      "asin": "B09QFYYDGY",
      "csi_title": "IEFIEL Haut de Danse Jazz Femme T-Shirt Brillant M&#233;tallique Cuir Verni Camisole Top de Sport Yoga Fitness Maillot de Corps Running Clubwear Rouge S",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "S",
          "size_map": "S",
          "additional_sizes_detected": [
            "$additional_links_augmentor_862::{",
            "s,"
          ],
          "structured_size": {
            "size": "s",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Costume de scène de club de T-shirt à col montant à manches longues et à manches longues pour femmes",
            "Tissu doux, respirant, doux pour la peau, confortable au toucher et à porter, vous fait vous sentir bien",
            "Doté d'un aspect métallique brillant, vous attirez l'attention dans la foule",
            "Haut court à manches longues et col montant, coupe ajustée et une variété de couleurs au choix",
            "Idéal pour les vêtements de tous les jours, les rencontres, les fêtes, les clubs, les bars, les pole dance, les spectacles sur scène"
          ],
          "other": [
            "Women's Long Sleeve Stand Collar T-Shirt Club Stage Costume",
            "Soft fabric, breathable, skin-friendly, comfortable to touch and wear, makes you feel good",
            "Featuring a shiny metallic appearance, you will attract attention in the crowd",
            "Long sleeve high neck crop top, slim fit and a variety of colors to choose from",
            "Ideal for everyday wear, dating, parties, clubs, bars, pole dance, stage performances"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71hl6Ym95qL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B09QFYYDGY"
      }
    },
    {
      "asin": "B0D3L137FZ",
      "csi_title": "CRZ YOGA Cloudweight Chemisiers &#224; Manches Courtes pour Femmes Hauts D&apos;entra&#238;nement &#224; Fente Lat&#233;rale Noir 42",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_995::{",
          "size_map": null,
          "additional_sizes_detected": [
            "numeric_42,"
          ],
          "structured_size": {
            "size": "numeric_42",
            "language_tag": "\"fr_FR\"",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "numeric",
            "numeric_size": 42
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Conçu pour les entraînements et les loisirs",
            "Léger et doux pour une sensation de nuage. Extensible, respirant, évacue l'humidité et sèche rapidement",
            "L'ourlet incurvé légèrement long avec des fentes latérales vous permet de bouger librement tout en affichant un look mignon"
          ],
          "other": [
            "Coupe classique, longueur hanches",
            "Le col ras du cou classique offre juste la bonne couverture",
            "Designed for workouts and leisure",
            "Lightweight and soft for a cloud-like feel. Stretchy, breathable, moisture wicking and quick drying",
            "Regular fit, hip length",
            "Classic crew neck offers just the right coverage",
            "The slightly long curved hem with side slits allows you to move freely while showing a cute look"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/710a7fBvn+L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0D3L137FZ"
      }
    },
    {
      "asin": "B0FM74PXS7",
      "csi_title": "Soutien-gorge de sport pour femme - Soutien &#233;lev&#233; - Soutien-gorge de sport long - Haut d&apos;entra&#238;nement - D&#233;bardeurs de yoga avec soutiens-gorge int&#233;gr&#233;s, noir, Taille M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "M",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Soutien tout-en-un : ce débardeur d'entraînement sans couture dispose d'un soutien-gorge de sport intégré à soutien moyen à élevé (idéal pour les bonnets B/C), éliminant le besoin de couches. Comprend un rembourrage amovible pour un confort personnalisable.",
            "Coupe confortable, sans restriction. Tissu extensible et respirant avec un large ourlet côtelé qui reste en place sans rouler ou creuser, offrant un confort tout au long de la journée et une liberté de mouvement.",
            "Protection solaire et évacuation de la transpiration : l'encolure haute offre une protection solaire UPF 50+, tandis que le tissu évacuant l'humidité vous garde au sec et au frais pendant les entraînements en intérieur et en extérieur.",
            "La performance rencontre le style urbain avec une construction sans couture découpée au laser offrant un look sportif et moderne qui passe facilement du studio à la rue.",
            "Durable et facile à assortir, tissu extensible dans les 4 sens qui résiste au boulochage et conserve sa forme. Se marie parfaitement avec des leggings ou des jupes taille haute pour le HIIT, le yoga, le Pilates ou au quotidien.",
            "Performance meets street style with a laser-cut seamless construction offering a sporty, modern look that easily transitions from studio to street.",
            "Durable and easy to match, 4-way stretch fabric resists pilling and retains its shape. Perfect match with leggings or high waisted skirts for HIIT, yoga, Pilates or everyday wear."
          ],
          "en": [
            "ALL-IN-ONE SUPPORT This seamless workout tank top features a built-in medium to high support sports bra (great for B/C cups), eliminating the need for layers. Includes removable padding for customizable comfort."
          ],
          "other": [
            "Comfortable, unrestricted fit. Stretchy, breathable fabric with a wide ribbed hem that stays put without rolling or digging, providing all day comfort and freedom of movement.",
            "SUN PROTECTION & SWEATWING - High neckline provides UPF 50+ sun protection, while moisture wicking fabric keeps you dry and cool during indoor and outdoor workouts."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61VojG3RFbL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FM74PXS7"
      }
    },
    {
      "asin": "B08X5D944V",
      "csi_title": "Amazon Essentials Chemise en flanelle &#224; manches longues Homme, Blanc Rouge Tartan Plaid, M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "M",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Ce t-shirt de sport est conçu pour une performance optimale et un confort tout au long de la journée",
            "Tenue quotidienne améliorée : nous écoutons les retours des clients et peaufinons chaque détail pour garantir la qualité, l'ajustement et le confort de nos articles"
          ],
          "en": [
            "This athletic tee is designed for optimal performance and all-day comfort"
          ],
          "other": [
            "Everyday made better: we listen to customer feedback and fine-tune every detail to ensure quality, fit, and comfort"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/9129ynRG6WL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B08X5D944V"
      }
    },
    {
      "asin": "B0F21WZK6N",
      "csi_title": "Tenues du 4 juillet pour femmes, chemises &#224; drapeau am&#233;ricain rouge, blanc, bleu, chemise patriotique, &#233;toiles, rayures, hauts d&apos;&#233;t&#233;, blanc 2, Taille L",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_815::{",
          "size_map": null,
          "additional_sizes_detected": [
            "l,",
            "L"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériaux : ce t-shirt drapeau américain est fabriqué en coton mélangé, doux et confortable, absorbant la transpiration et respirant, parfait pour assister à un défilé patriotique le 4 juillet pour montrer votre patriotisme",
            "Design : le t-shirt drapeau américain du 4 juillet est conçu avec les couleurs classiques du drapeau rouge, blanc et bleu, imprimé avec le drapeau américain, col en V à manches courtes est à la fois élégant et bien fait, le tissu imprimé à rayures étoiles est très beau",
            "Occasion : le t-shirt du 4 juillet est idéal pour le jour de l'indépendance, le jour du mémorial, le jour du président et d'autres fêtes patriotiques ou toute fête patriotique, fête de fraternité, fête de l'indépendance, événement, piscine, vacances à la plage, toute occasion, le t-shirt parfait pour célébrer l'indépendance des États-Unis d'Amérique et exprimer l'amour de l'Amérique",
            "Cadeau : T-shirt drapeau américain du 4 juillet pour les amis, la famille, les sœurs pour le jour de l'indépendance, meilleur cadeau, montrez votre esprit patriotique, cadeau très heureux",
            "Usinage : convient pour le 4 juillet, le jour de l'indépendance, le jour commémoratif, les patriotes, les célébrations et les fêtes du 4 juillet"
          ],
          "en": [
            "Materials: this american flag t shirt is made of cotton blend, soft and comfortable, sweat-absorbing and breathable, perfect for attending a patriotic parade on 4th of July to show your patriotism"
          ],
          "other": [
            "Design: the 4th of july american flag t shirt is designed with the classic colors of red, white and blue flag, printed with the American flag, short sleeve v neck is both stylish and well made, the star stripe print fabric looks very beautiful",
            "Occasion:The 4th of July T shirt is ideal for Independence Day, Memorial Day, President's Day and other patriotic holidays or any patriotic holiday, fraternity party, Independence Day, event, pool, beach holiday, any occasion, the perfect t shirt to celebrate the independence of the United States of America and express the love of America",
            "Gift:4th of July american flag t shirt for friends, family, sisters for Independence Day, best gift, show your patriotic spirit, very happy gift",
            "Machining: suitable for 4th of July, Independence Day, Memorial Day, Patriots, Celebrations and Fourth of July holidays"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81xnkpbFN-L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F21WZK6N"
      }
    },
    {
      "asin": "B0D3T657SZ",
      "csi_title": "Speedo HyperBoom Splice Muscleback Swimsuit | Classic Design| Quick Drying | Training | Fitness | Chlorine Resistant Maillot de Bain pour Femme, Dark Teal, 42",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "42",
          "size_map": null,
          "additional_sizes_detected": [
            "$additional_links_augmentor_1177::{",
            "numeric_42,"
          ],
          "structured_size": {
            "size": "numeric_42",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "numeric",
            "numeric_size": 42
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Doux, léger, confortable",
            "Respirant et évacuant l'humidité",
            "Résistant au chlore"
          ],
          "other": [
            "Soft, lightweight, comfortable",
            "Breathable and moisture-wicking",
            "Chlorine resistant"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71BZ+4SDlxL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0D3T657SZ"
      }
    },
    {
      "asin": "B096TGHK68",
      "csi_title": "Wingslove Soutien-Gorge Femme Sport Forte Intensit&#233; sans Armature Non Rembourr&#233; (Blanc, 105F)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "105F",
          "size_map": "105F",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Ergonomic cups combined with 25D stereoscopic cut to reduce bounce. Breathable mesh camisole style provides breathable bust support during active workouts.",
            "Bonnets ergonomiques combinés avec une coupe stéréoscopique 25D pour réduire le rebond. Le style camisole en maille respirante offre un maintien respirant de la poitrine pendant les entraînements actifs.",
            "Le soutien-gorge de sport non rembourré à couverture complète est conçu pour fournir du confort dans tout type d'exercice, se glisse sous votre débardeur ou t-shirt préféré.",
            "Bretelles larges réglables pour un meilleur soutien et stabilité.",
            "Les panneaux en maille dans le dos évacuent la transpiration et sont respirants, vous gardant au frais toute la journée.",
            "Lavage à la main recommandé. Le lavage en machine endommagera et raccourcira facilement la durée de vie du soutien-gorge."
          ],
          "other": [
            "The full coverage non-padded sports bra is designed to provide comfort in any type of exercise, slips under your favorite tank top or t-shirt.",
            "Wide adjustable shoulder straps for better support and stability.",
            "Mesh panels on the back wick away sweat and are breathable, keeping you cool all day.",
            "Hand wash recommended. Machine washing will easily damage and shorten the life of the bra."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71eeRRCwrHL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B096TGHK68"
      }
    },
    {
      "asin": "B08X58N1LJ",
      "csi_title": "Amazon Essentials Chemise en flanelle &#224; manches longues Homme, Bleu &#211;xido Orange &#201;cossais, M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "M",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Ce t-shirt de sport est conçu pour une performance optimale et un confort tout au long de la journée",
            "Tenue quotidienne améliorée : nous écoutons les retours des clients et peaufinons chaque détail pour garantir la qualité, l'ajustement et le confort de nos articles"
          ],
          "en": [
            "This athletic tee is designed for optimal performance and all-day comfort"
          ],
          "other": [
            "Everyday made better: we listen to customer feedback and fine-tune every detail to ensure quality, fit, and comfort"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/91lfbWbTvcL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B08X58N1LJ"
      }
    },
    {
      "asin": "B00XCAF69A",
      "csi_title": "Berydale Chemise avec col V &#224; manches longues 100 % coton, Femmes, Blanc (lot de 3), S",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "S",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "L'ESSENTIEL AU QUOTIDIEN : Que vous soyez à la maison, dans le parc ou faisant de la gymn, ces tee shirt manche longue femme sont des classiques de la ration journalière",
            "COUPE CLASSIQUE : Ni trop serrée, ni trop ample, et muni d'un toujours populaire col en V, ce tee shirt manche longue femme est flatteur et pratique à la fois.",
            "MULTI PACK : Ces tee shirt femme coton sont livrés en multi-pack et c'est un moyen précieux de remplir votre armoire",
            "Taille : Veuillez vous référer au tableau des tailles avant achat"
          ],
          "en": [
            "CLASSIC FIT: Neither too tight nor too loose, and featuring an ever-popular V-neck design, this women's long sleeve tee is flattering and practical."
          ],
          "other": [
            "EVERYDAY ESSENTIAL: Whether you are at home, in the park or at the gym, these women's long-sleeved t-shirt are classics of the daily ration",
            "MULTI PACK: These women's cotton tee shirts come in multi-pack and it is a valuable way to fill your wardrobe",
            "Size: Please refer to the size chart before purchase"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61Aw+SVP5cL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B00XCAF69A"
      }
    },
    {
      "asin": "B0DCG88LQP",
      "csi_title": "KBOPLEMQ Robe courte moulante &#224; col roul&#233; pour femme - Robe crayon extensible - Mini robe avec boutons - D&#233;contract&#233;e - Sexy - Robe de cocktail moulante - Robe courte &#233;l&#233;gante &#224; manches longues, O",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XL",
          "size_map": "XL",
          "additional_sizes_detected": [
            "$additional_links_augmentor_743::{",
            "x_l,"
          ],
          "structured_size": {
            "size": "x_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "T-shirt long 152 pour fille et femme - Aspect fourrure - T-shirt à carreaux pour femme - Manches trois-quarts - T-shirt à manches courtes - Paillettes - Lot de 3 chemisiers à manches courtes pour femme - T-shirt sportif à manches courtes - T-shirt chaud avec gilet en dentelle pour femme - Maillot de corps court en fourrure - T-shirt de sport vert pour femme - Chemisier Vdirndl - Haut noir",
            "Chemise noire avec chaîne - T-shirt à manches courtes pour fille - T-shirt de sport festif pour femme - Manches courtes - Pull noir à manches courtes - Col sexy pour femme - Haut sexy - Grande taille - Pull pour femme - 3 maillots de corps pour femme - Tunique courte pour femme - T-shirt de sommeil imprimé pour femme - Grandes tailles - Pull d'été élégant",
            "Hauts en dentelle pour femme - Noir - Col rond - Chemisier transparent - T-shirt à manches courtes - Maillot de corps pour femme - Tunique côtelée - Chemisier à manches courtes - Motif floral - T-shirt à manches courtes pour femme - T-shirt à manches courtes - T-shirt pour fille - 74 cm - T-shirt long et élégant pour femme",
            "Maillot de corps sans tunique pour femme - Maillot de corps festif 40/42 - Chemise blanche - Noir - 134 - T-shirt basique pour femme - T-shirt amusant pour femme - T-shirt surdimensionné vintage des années 80 - T-shirt blanc - T-shirt surdimensionné pour femme - T-shirt à manches courtes pour femme - Longueur genou - Chemisier marron - Pull surdimensionné",
            "Maillot de corps pour fille 164 cm - Chemisier noir pour femme - Chemisier vert foncé - Maillot de corps blanc pour femme - Pull bleu clair pour femme - T-shirt rouge à manches courtes - T-shirt rouge pour femme - Chemisier rouge pour femme - Chemisier festif - Chemisier rouge pour femme - Chemisier rouge festif - Chemisier rouge en mousseline de soie pour femme"
          ],
          "other": [
            "Women's 152 Long T-Shirt with Fur Look, Checked T-Shirt, Women's 3/4 Sleeve, Short Sleeve T-Shirt, Sequins, 3 Pack Short Sleeve Blouses, Women's Short-Sleeved Shirt, Sporty T-Shirt, Short Sleeve, Warm T-Shirt with Lace Vest for Women, Short Fur Undershirt, Women's Sports T-Shirt, Green Shirt, Vdirndl Blouse, Black Top",
            "black shirt with chain short sleeve t shirt girls short sleeve tee shirts for women festive sports shirts for women short sleeve black sweater short sleeve sweater sexy collar for women sexy tops plus size sweater for women pullover 3 undershirts for women short tunic for women printed sleep t shirts for women plus size summer sweater elegant",
            "lace tops for women black round neck sheer blouse short sleeve tee shirts for women bodysuit tops for women ribbed tunic tops short sleeve blouse floral print short sleeve t shirts for women short sleeve t shirts for women short sleeve t shirts for girls 29 inch long elegant t shirts for women",
            "bodysuits without tunic for women festive undershirt 12/14 white shirt black 134 basic t shirts for women funny tshirts for women 80s vintage oversized tshirt white tshirt oversized t shirts for women oversized t shirts for women short sleeve t shirts for women knee length blouse brown oversized sweater",
            "girls undershirt 164 cm black blouse for women dark green blouse white undershirt for women light blue sweater for women red t shirt short sleeve red t shirt women red shirt for women red blouse for women festive blouse red blouse for women red blouse for women festive red blouse for women red blouse festive red blouse for women red blouse for women red blouse for women"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71u6tjnOylL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DCG88LQP"
      }
    },
    {
      "asin": "B08617NXY9",
      "csi_title": "Amazon Essentials Pull Ras-du-Cou Torsad&#233;, Type C&#244;tes Anglaises, &#224; Manches Longues, 100% Coton Homme, Rouge, L",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "L",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "COUPE REGULAR : Confortable et facile à porter au niveau des épaules, de la poitrine et de la taille",
            "FIL DE COTON : Tricoté à partir d'un fil 100 % coton doux et une élasticité naturelle.",
            "PULL CLASSIQUE À COL RAS DU COU : Ce pull à col ras du cou intemporel est la pièce de superposition idéale par temps frais. À porter avec une chemise à col pour un look moderne et raffiné ou avec un tee-shirt pour un look plus décontracté.",
            "DÉTAILS : Encolure, bords de manches et ourlet inférieur côtelés pour plus de confort. Le motif tricoté torsadé sur le corps et les manches rend ce col ras du cou encore plus sophistiqué."
          ],
          "en": [
            "CLASSIC CREW NECK SWEATER: This timeless crewneck sweater is the perfect layering piece for cool weather. Pair with a collared shirt for a modern and refined look or with a tee for a more casual look.",
            "DETAILS: Ribbed neckline, sleeve edges and bottom hem for added comfort. The twisted knit pattern on the body and sleeves makes this crew neck even more sophisticated."
          ],
          "other": [
            "REGULAR FIT: Comfortable and easy to wear on shoulders, chest and waist",
            "COTTON THREAD: Knitted from a soft 100% cotton yarn and natural elasticity."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/A1enHYNA5hL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B08617NXY9"
      }
    },
    {
      "asin": "B09X1H1QZC",
      "csi_title": "VAUDE Veste de cyclisme rembourr&#233;e pour homme",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XL",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "T-shirt confortable pour le quotidien en ville : col large, épaules légèrement rabattues",
            "Imperméable et coupe-vent",
            "Matériau 2 couches",
            "Manches préformées"
          ],
          "other": [
            "Comfortable T-shirt for everyday life in the city: wide neck, slightly folded shoulders",
            "Waterproof and windproof",
            "2-layer material",
            "Pre-shaped sleeves"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51o0tuG5eGL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B09X1H1QZC"
      }
    },
    {
      "asin": "B0DYSL9RGZ",
      "csi_title": "HUIFUAO &#8211; Chemise en Lin pour Femme &#8211; T-Shirt &#224; Motif Floral &#8211; Chemise boutonn&#233;e &#8211; Haut d&#233;contract&#233; &#224; Manches Longues &#8211; V&#234;tements d&apos;entra&#238;nement f&#233;minins, Z01 Marine, XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XL",
          "size_map": "XL",
          "additional_sizes_detected": [
            "$additional_links_augmentor_689::{",
            "x_l,"
          ],
          "structured_size": {
            "size": "x_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {}
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81XIejOGugL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DYSL9RGZ"
      }
    },
    {
      "asin": "B0FDP73T1L",
      "csi_title": "Electric Callboy Stripe Femme Top Noir M 95% Viscose, 5% &#201;lasthanne Regular/Coupe Standard",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Medium",
          "size_map": "Medium",
          "additional_sizes_detected": [
            "$additional_links_augmentor_875::{",
            "m,",
            "M"
          ],
          "structured_size": {
            "size": "m",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Top présentant les caractéristiques suivantes:",
            "Débardeur Femme || Grand confort quand porté",
            "Matière: Synthetisch",
            "Découvre encore plus de merchandising exclusif EMP pour les fans de rock et de metal. Chez nous, le cœur de chaque métalleux bat plus fort !"
          ],
          "other": [
            "Merchandising musical sous licence officielle – un must pour tous les fans de musique.",
            "Officially licensed musical merchandising - a must for all music fans.",
            "Top with the following characteristics:",
            "Women's tank top || Great comfort when worn",
            "Material: Synthetisch",
            "Discover even more exclusive EMP merchandising for rock and metal fans. With us, the heart of every metal head beats harder!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51bMRqf0DbL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FDP73T1L"
      }
    },
    {
      "asin": "B0C9TLG7CV",
      "csi_title": "MUSTANG Style Elmore Chemise, 2411-Aop on Dark Green 12547, L Homme",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_749::{",
          "size_map": null,
          "additional_sizes_detected": [
            "l,",
            "L"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "MUSTANG"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81rObxD4IKL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0C9TLG7CV"
      }
    },
    {
      "asin": "B0CS1T9FB2",
      "csi_title": "Superdry Studios Slub EMB Vee Tee Black Metallic 8, Noir m&#233;tallique, S",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_705::{",
          "size_map": null,
          "additional_sizes_detected": [
            "s,",
            "S"
          ],
          "structured_size": {
            "size": "s",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "SUPERDRY STUDIOS SLUB EMB VEE TEE Black Metallic 8"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71oKmgfugvL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CS1T9FB2"
      }
    },
    {
      "asin": "B07BJL6XWP",
      "csi_title": "Amazon Essentials Chemise Henley &#224; Manches Longues Coupe Ajust&#233;e Homme, Gris Clair Chin&#233;, XXL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "COUPE SLIM : Coupe ajustée au niveau des épaules, de la poitrine et de la taille.",
            "T-SHIRT LÉGER EN JERSEY : Tissu tricoté doux et confortable pour un t-shirt léger.",
            "T-SHIRT HENLEY : L'alternative parfaite à votre t-shirt préféré. Associez ce henley super doux à un jean ou à un pantalon chino pour un style confortable au quotidien.",
            "DÉTAILS : Encolure côtelée, manches raglan avec surpiqûres robustes et ourlet long effet pan de chemise.",
            "HENLEY T-SHIRT: The perfect alternative to your favourite t-shirt. Pair this super soft henley with jeans or chinos for comfortable everyday style."
          ],
          "other": [
            "SLIM FIT: Slim fit through the shoulders, chest and waist.",
            "LIGHTWEIGHT JERSEY T-SHIRT: Soft and comfortable knitted fabric for a lightweight t-shirt.",
            "DETAILS: Ribbed neckline, raglan sleeves with sturdy stitching and long hem with shirt pan-effect."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81RWSkjLOyL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B07BJL6XWP"
      }
    },
    {
      "asin": "B0FT8L6LS6",
      "csi_title": "Casey Kevin Debardeur Compression Homme Lot de 2 Gaine Ventre Plat Homme",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Moyen",
          "size_map": "Moyen",
          "additional_sizes_detected": [
            "$additional_links_augmentor_1000::{",
            "m,"
          ],
          "structured_size": {
            "size": "m",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "Débardeur de Compression Homme: Notre maillot de compression réduit visiblement les bourrelets de graisse au niveau des hanches, du ventre et de la poitrine. Il raffermit ta silhouette comme un corset et te fait paraître une taille plus mince.",
            "Domaines d'utilisation: Le débardeur gainant se glisse parfaitement sous n'importe quelle chemise ou polo. Il reste invisible et ne marque pas sous les vêtements, idéal pour les mariages, au bureau ou au quotidien.",
            "Design Fonctionnel: L'effet de compression du maillot gainant permet non seulement de raffermir le haut du corps, mais aussi d'adopter une posture saine, ce qui te garantit une attitude confiante.",
            "Respiration et Séchement Rapide : Tissu technique respirant qui évacue la transpiration, vous gardant au sec et à l'aise pendant l'effort intense.",
            "Confort et Performance : Mélange de tissus 90% Polyamide, 10% Élasthanne pour une compression légère, un soutien musculaire optimal et une liberté de mouvement totale."
          ],
          "other": [
            "Men's compression tank: Our compression jersey visibly reduces fat bulges in the hips, stomach and chest. It tightens your figure like a corset and makes you look slimmer.",
            "Areas of use: The shapewear tank fits perfectly under any shirt or polo shirt. It remains invisible and does not mark under clothes, ideal for weddings, office or daily wear.",
            "Functional design: The compression effect of the tummy control swimsuit not only helps to firm the upper body, but also to adopt a healthy posture, which guarantees you a confident attitude.",
            "BREATHABLE & QUICK DRYING - Breathable technical fabric wicks away perspiration, keeping you dry and comfortable during strenuous exercise.",
            "COMFORT AND PERFORMANCE: 90% Polyamide, 10% Spandex fabric blend for light compression, optimal muscle support and full freedom of movement."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61iYNe7xHxL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FT8L6LS6"
      }
    },
    {
      "asin": "B0B5LV54WF",
      "csi_title": "Columbia Chemise &#224; Manches Courtes Silver Ridge Utility pour Femme",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "M",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Chemise à manches courtes, de coupe classique et confortable, adaptée à la mobilité sans compromis sur le confort.",
            "Omni-Shade Protection solaire UPF 50 à large spectre, technologie Omni-Wick",
            "Fabriqué à partir de matériaux recyclés, 2 poches de poitrine pratiques, matériau léger et respirant",
            "Lavable à la machine, Disponible en différentes couleurs",
            "Contents: 1x Columbia Chemise à Manches Courtes Silver Ridge Utility pour Femme, M, Ancient Fossil (Brun)",
            "Columbia Silver Ridge Utility Chemise à manches courtes pour femme"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71SkxEmFdWL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0B5LV54WF"
      }
    },
    {
      "asin": "B0G2VS719T",
      "csi_title": "Chemise Noel Homme,Chemise De Noel Homme,2025 Mode Shirt Manches Longues,Boutonn&#233;es Revers Funky Top No&#235;L,Funky Christmas Shirt,Tee Shirts No&#235;l,Top Slim Fit Cadeau No&#235;l",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "M",
          "size_map": "M",
          "additional_sizes_detected": [
            "$additional_links_augmentor_838::{",
            "m,"
          ],
          "structured_size": {
            "size": "m",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "Noël approche, bonne année ! Ce t-shirt à manches longues combine des éléments de Noël classiques tels que les rennes, le Père Noël, les de bonbons, etc,des couleurs vives et des motifs qui le rendent parfait pour Noël.",
            "Chemise de Noël pour homme, disponible dans une variété de motifs au choix. Il convient aux pantalons, jeans, nœuds papillon, chapeaux de Noël et autres accessoires, ce qui le rend facile à assortir à une variété de thèmes de mode de Noël.",
            "les chemise à manches longues pour homme sont fabriqués en polyester à 95 % ; élasthanne à 5 %, les chemise légers restent confortables toute la journée, tissu amélioré, pas de soucis de plis.",
            "le chemise de Noël pour homme est parfait pour de nombreuses occasions, y compris les vacances à la plage, les fêtes dans le jardin, les vacances de Noël, le cosplay et plus encore.",
            "ce chemise à manches longues est lavable en machine, ne se décolore pas et ne rétrécit pas, et restera toujours brillant et coloré. Veuillez noter que ce t-shirt ne peut pas être blanchi."
          ],
          "en": [
            "Christmas is coming, Happy New Year! This long sleeve t-shirt combines classic Christmas elements such as reindeer, Santa Claus, candy etc,bright colors and patterns that make it perfect for Christmas.",
            "This long sleeve shirt is machine washable, will not fade or shrink, and will always stay bright and colorful. Please note that this t-shirt cannot be bleached."
          ],
          "other": [
            "Men's Christmas shirt, available in a variety of designs to choose from. It is suitable for trousers, jeans, bow ties, Christmas hats and other accessories, making it easy to match a variety of Christmas fashion themes.",
            "Men's long sleeve shirts are made of 95% polyester; 5% spandex, lightweight shirts stay comfortable all day, improved fabric, no worry about wrinkles.",
            "The mens Christmas shirt is perfect for many occasions including beach holidays, garden parties, Christmas holidays, cosplay and more."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71YLDln+h-L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0G2VS719T"
      }
    },
    {
      "asin": "B073RXYHP2",
      "csi_title": "AC/DC T.N.T. 1975 Femme Top Noir L 100% Coton Regular/Coupe Standard",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Large",
          "size_map": "Large",
          "additional_sizes_detected": [
            "$additional_links_augmentor_1029::{",
            "l,"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte",
            "Erwachsene"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Top présentant les caractéristiques suivantes:",
            "Débardeur Femme || Grand confort quand porté",
            "Matière: Baumwolle"
          ],
          "other": [
            "Bands, Merchandising Music",
            "Top with the following characteristics:",
            "Women's tank top || Great comfort when worn",
            "Material: Baumwolle",
            "Your new favorite EMP products!",
            "Groupes, Merchandising Musique",
            "Vos nouveaux produits EMP favoris!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61CdPblTgHL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B073RXYHP2"
      }
    },
    {
      "asin": "B0DNJ9LMCW",
      "csi_title": "Chemise de No&#235;l pour homme, dr&#244;le, chemise de No&#235;l pour homme, chemise de No&#235;l pour homme, chemises de No&#235;l pour homme, motif de No&#235;l, P&#232;re No&#235;l, flake de neige, chemise amusante, Christmas, chemise &#224;",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "L",
          "size_map": "L",
          "additional_sizes_detected": [
            "$additional_links_augmentor_905::{",
            "l,"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "🎄【Caractéristiques】Le t-shirt de Noël est imprimé avec des couleurs et des motifs de Noël classiques. Qu'il s'agisse d'un bonhomme de neige, d'un élan, d'un bonnet de Père Noël, d'un verre à vin ou d'un nain de Noël, ils montrent tous l'atmosphère joyeuse de Noël. Lors des événements de Noël, vous pouvez mieux vous intégrer à l'environnement avec une magnifique décoration de Noël et passer une belle soirée avec vos amis ou votre famille, vêtus de costumes de Noël.",
            "🎅【Matériel】Fabriqué en matériau de haute qualité, cette chemise de Noël pour homme est confortable, légère, ample et décontractée, parfaite pour porter en hiver, vous offrant l'expérience de confort la plus agréable et un maximum de confort pendant les activités festives de Noël.",
            "⛄️【Activités de Noël】Cette chemise de Noël est parfaite pour les marchés de Noël, les fêtes du Nouvel An, les couronnes de l'Avent, les décorations de sapin de Noël, les crèches, les repas de Noël, ou vous pouvez l'offrir comme cadeau de Noël à votre famille et vos amis.",
            "【Usage】Cette chemise de Noël est élégante, sophistiquée et polyvalente, et elle est encore mieux adaptée aux événements festifs si vous la combinez avec d’autres tenues de Noël. En outre, vous pouvez le combiner avec n'importe laquelle de vos tenues préférées, le haut se marie parfaitement avec un jean, un pantalon.",
            "❄︎【Conseils】Nos chemises de Noël sont conçues pour être élégantes pour les hommes. Nous vous proposons différentes tailles, afin que chaque homme puisse trouver le haut qui lui convient. Vous pouvez nous contacter à tout moment, nous vous aiderons à temps et vous souhaitons une expérience de port agréable."
          ],
          "en": [
            "Material:Made of premium material, this mens christmas shirt is comfortable, lightweight, loose and casual, perfect for winter, give you the most comfortable experience and maximum comfort during Christmas party activities.",
            "CHRISTMAS ACTIVITIES This Christmas shirt is perfect for Christmas markets, New Year parties, Advent wreaths, Christmas tree decorations, nursery games, Christmas dinners, or you can give it to your family and friends as a Christmas gift.",
            "APPLICATION - This Christmas shirt is stylish, stylish and versatile, and it is even better suitable for festive events if you combine it with other Christmas outfits. In addition, you can combine it with any of your favourite outfits, the top goes perfectly with jeans, trousers."
          ],
          "other": [
            "Features: The Christmas T-shirt is printed with classic Christmas colors and patterns. Whether it's a snowman, elk, Santa hat, wine glass or Christmas gnome, they all show the cheerful atmosphere of Christmas. At Christmas events, you can better fit into the environment with wonderful Christmas decorations and spend a beautiful evening with your friends or family in Christmas costumes.",
            "︎【Tips】Our Christmas shirt is designed to be fashionable for men. We offer you different sizes, so that every man can find the right top for you. You can contact us at any time, we will help you in time and wish you a pleasant wearing experience."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71Re9qejDcL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DNJ9LMCW"
      }
    },
    {
      "asin": "B0DNPV1PHW",
      "csi_title": "Pull No&#235;l Femme Manches Longues Col en V Fourrure Tee Shirt Noel Drole Moche Multicolore Imprim&#233; Christmas Sweatshirt Haut Chemise de Noel Casual Pull de No&#235;l Femme Automne Hiver (A03-Yellow, L)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "L",
          "size_map": "L",
          "additional_sizes_detected": [
            "$additional_links_augmentor_792::{",
            "l,"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matière douce : Ce t-shirt Christmas est fabriqué en tissu de haute qualité, doux et respirant, doux pour la peau et légèrement extensible : il est doux et confortable toucher et vous permet de rester à l'aise tout long de la journée",
            "Style de Noël tendance : t-shirt de Noël joyeux pour femme. les motifs des tuniques de Noël pour femme sont basés sur le sapin de Noël, le renne, le bonhomme de neige ou le Père Noël. Ce t-shirt de Noël est un choix élégant pour les vacances : il est idéal comme cadeau de Nouvel An pour vous-même ou votre famille",
            "Occasion : parfait pour différentes occasions telles que les fêtes, le bureau, les vacances, les séances photo, les vêtements de tous les jours, les loisirs et la mode de rue : particulièrement adapté pour la veille de Noël, Noël et les photos de famille",
            "Superbes t-shirts de fête : idéal comme cadeau de Noël : ce t-shirt est un cadeau parfait pour les fêtes d'hiver, non seulement pour les amis et les collègues, mais aussi pour vous-même et votre famille : vous allez l'adorer",
            "Remarque : veuillez vérifier soigneusement le tableau des tailles avant l'achat : ce t-shirt de Noël est disponible dans les tailles S à XXL : veuillez vérifier soigneusement le tableau des tailles avant l'achat",
            "FASHION CHRISTMAS STYLE: Merry Christmas T Shirts for Women. The patterns of Christmas tunics for women are based on Christmas tree, reindeer, snowman or Santa Claus. This Christmas T-shirt is a stylish choice for the holidays: it is ideal as a New Year gift for yourself or your family"
          ],
          "en": [
            "Soft material: This Christmas t-shirt is made of high quality fabric, soft and breathable, skin-friendly and slightly stretchy: it is soft and comfortable to touch and keeps you comfortable all day long",
            "GREAT PARTY T-SHIRTS: Ideal as a Christmas gift: this t-shirt is a perfect gift for winter parties, not only for friends and colleagues, but also for yourself and your family: you will love it",
            "Note:Please check the size chart carefully before purchase:This Christmas T Shirt is available in sizes S-XXL:Please check the size chart carefully before purchase"
          ],
          "other": [
            "Occasion: perfect for different occasions such as party, office, vacation, photo shoot, everyday wear, leisure and street fashion: especially suitable for Christmas Eve, Christmas and family photos"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71dMgx7dUmL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DNPV1PHW"
      }
    },
    {
      "asin": "B0B5DWXHFR",
      "csi_title": "Lgtfy - Gilet amincissant pour homme - Maillot de compression pour gyn&#233;comastie - Contr&#244;le du ventre - Change en quelques secondes, Taille M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "M",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Changement en quelques secondes : ce maillot de compression de gynécomastie pour homme est conçu pour remodeler la poitrine, la taille et le ventre de l'homme, réduire l'apparence de la gynécomastie, cacher la poitrine et le ventre, redresser le dos, offre un look amincissant immédiat. Le design amincissant de ce maillot vous permet de le porter sous tous les types de vêtements, tels que t-shirts, polos, chemises habillées, costumes.",
            "Convient à toutes les occasions : vous pouvez non seulement porter nos maillots de compression pour les rendez-vous, les fêtes, le travail, mais aussi pour l'entraînement, le fitness, la course, le cyclisme, le football, le basket-ball et d'autres sports. Vous deviendrez plus confiant et attrayant, achetez en toute confiance.",
            "Tissu de qualité supérieure : notre maillot amincissant est fabriqué en 70 % nylon + 30 % élasthanne, robuste, élasticité durable, séchage rapide, confortable, respirant, hypoallergénique ; tissu double couche sur l'abdomen, cible la zone à problèmes et offre une forte compression au niveau du ventre.",
            "Confort élevé : la fibre légère et hautement élastique offre un excellent confort, extrêmement respirante, douce pour la peau. Vous oublierez presque que vous le portez, super facile à mettre et à enlever.",
            "Choix parfait : veuillez consulter le tableau des tailles pour choisir la bonne taille, car elle est différente de la taille que vous portez habituellement. En combinaison avec de l'exercice et une bonne alimentation, ce maillot vous sera utile. Peu importe que vous ayez une belle silhouette ou non, ce maillot peut vous aider à vous améliorer.",
            "Premium Fabric Our slimming vest is made of 70% Nylon + 30% Spandex, sturdy, durable elasticity, quick drying, comfortable, breathable, hypoallergenic; Double-layer fabric on the abdomen, targets the problem area and provides strong compression to the belly."
          ],
          "en": [
            "【Change in Seconds】This gynecomastia compression tank top for men is designed to reshape man's chest, waist and belly, reduce the appearance of gynecomastia, hide man's breasts and beer belly, straighten back, provide an immediate slimming look. The slimming design of this shirt allows you to wear it under all types of clothes, such as T-shirts, polo shirts, dress shirts, suits.",
            "PERFECT CHOICE:Please check the size chart to choose the right size, because it is different from the size you usually wear. If you can combine exercise with proper diet, this t-shirt will help you more. No matter you have a beautiful figure or not, just take it, it can help you improve, that's it"
          ],
          "other": [
            "SUITABLE FOR ANY OCCASION You can not only wear our compression shirts for dating, party, work, but also for workout, fitness, running, cycling, football, basketball and other sports. You will become more confident and attractive, trust me, man",
            "【High Comfort】Lightweight and highly elastic fiber provides excellent comfort, extremely breathable, skin-friendly. You will almost forget you're wearing it, super easy to put on and take off."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61r9rSDDY2L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0B5DWXHFR"
      }
    },
    {
      "asin": "B08616WNWS",
      "csi_title": "Amazon Essentials Pull Ras-du-Cou Torsad&#233;, Type C&#244;tes Anglaises, &#224; Manches Longues, 100% Coton Homme, Rouge, M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "M",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "COUPE REGULAR : Confortable et facile à porter au niveau des épaules, de la poitrine et de la taille",
            "FIL DE COTON : Tricoté à partir d'un fil 100 % coton doux et une élasticité naturelle.",
            "PULL CLASSIQUE À COL RAS DU COU : Ce pull à col ras du cou intemporel est la pièce de superposition idéale par temps frais. À porter avec une chemise à col pour un look moderne et raffiné ou avec un tee-shirt pour un look plus décontracté.",
            "DÉTAILS : Encolure, bords de manches et ourlet inférieur côtelés pour plus de confort. Le motif tricoté torsadé sur le corps et les manches rend ce col ras du cou encore plus sophistiqué."
          ],
          "en": [
            "CLASSIC CREW NECK SWEATER: This timeless crewneck sweater is the perfect layering piece for cool weather. Pair with a collared shirt for a modern and refined look or with a tee for a more casual look.",
            "DETAILS: Ribbed neckline, sleeve edges and bottom hem for added comfort. The twisted knit pattern on the body and sleeves makes this crew neck even more sophisticated."
          ],
          "other": [
            "REGULAR FIT: Comfortable and easy to wear on shoulders, chest and waist",
            "COTTON THREAD: Knitted from a soft 100% cotton yarn and natural elasticity."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/A1enHYNA5hL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B08616WNWS"
      }
    },
    {
      "asin": "B089T1CJKQ",
      "csi_title": "O&apos;NEAL | Maillot Moto et v&#233;lo | Moto Enduro | S&#233;chage Rapide et mat&#233;riau l&#233;ger, Offre Une Grande libert&#233; de Mouvement, Coupe Slim Fit | Maillot Mayhem Hexx | Adulte | Noir/Rouge | Taille L",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "L",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Style athlétique Coupe ajustée avec bras plus serrés Coupe raglan",
            "Corps en tissu extensible 4 directions en microfibre légère avec manches ajustées de style athlétique",
            "Impression en silicone transparente sur la queue pour aider à garder le maillot rentré",
            "Tissu respirant équipé d'une fonction de séchage rapide offrant une ventilation supplémentaire lors de la transpiration Type de coupe : ajustement universel",
            "Athletic style Slim fit with tighter arms Raglan fit",
            "Lightweight microfiber 4-way stretch fabric body with athletic style fitted sleeves"
          ],
          "other": [
            "Col et col infini pour un confort et une performance ultimes",
            "Infinity collar and collar for ultimate comfort and performance",
            "Clear silicone print on tail to help keep jersey tucked in",
            "Breathable fabric equipped with a quick dry feature provides extra ventilation when sweating. Fit Type: Universal fit"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/718pdYgESpL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B089T1CJKQ"
      }
    },
    {
      "asin": "B08617JJH4",
      "csi_title": "Amazon Essentials Pull Ras-du-Cou Torsad&#233;, Type C&#244;tes Anglaises, &#224; Manches Longues, 100% Coton Homme, Bleu Marine Blanc Motif Rayures Rugby, XS",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XS",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "COUPE REGULAR : Confortable et facile à porter au niveau des épaules, de la poitrine et de la taille",
            "FIL DE COTON : Tricoté à partir d'un fil 100 % coton doux et une élasticité naturelle.",
            "PULL CLASSIQUE À COL RAS DU COU : Ce pull à col ras du cou intemporel est la pièce de superposition idéale par temps frais. À porter avec une chemise à col pour un look moderne et raffiné ou avec un tee-shirt pour un look plus décontracté.",
            "DÉTAILS : Encolure, bords de manches et ourlet inférieur côtelés pour plus de confort. Le motif tricoté torsadé sur le corps et les manches rend ce col ras du cou encore plus sophistiqué."
          ],
          "en": [
            "CLASSIC CREW NECK SWEATER: This timeless crewneck sweater is the perfect layering piece for cool weather. Pair with a collared shirt for a modern and refined look or with a tee for a more casual look.",
            "DETAILS: Ribbed neckline, sleeve edges and bottom hem for added comfort. The twisted knit pattern on the body and sleeves makes this crew neck even more sophisticated."
          ],
          "other": [
            "REGULAR FIT: Comfortable and easy to wear on shoulders, chest and waist",
            "COTTON THREAD: Knitted from a soft 100% cotton yarn and natural elasticity."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/91ILjKXTm+L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B08617JJH4"
      }
    },
    {
      "asin": "B0FW5FTJMC",
      "csi_title": "Chemise Noel Homme,Chemise De Noel Homme,2025 Mode Shirt Manches Longues,Boutonn&#233;es Revers Funky Top No&#235;L,Funky Christmas Shirt,Tee Shirts No&#235;l,Top Slim Fit Cadeau No&#235;l",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_788::{",
          "size_map": null,
          "additional_sizes_detected": [
            "'3x_l',",
            "3XL"
          ],
          "structured_size": {
            "size": "'3x_l'",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Noël approche, bonne année ! Ce t-shirt à manches longues combine des éléments de Noël classiques tels que les rennes, le Père Noël, les de bonbons, etc,des couleurs vives et des motifs qui le rendent parfait pour Noël.",
            "Chemise de Noël pour homme, disponible dans une variété de motifs au choix. Il convient aux pantalons, jeans, nœuds papillon, chapeaux de Noël et autres accessoires, ce qui le rend facile à assortir à une variété de thèmes de mode de Noël.",
            "les chemise à manches longues pour homme sont fabriqués en polyester à 95 % ; élasthanne à 5 %, les chemise légers restent confortables toute la journée, tissu amélioré, pas de soucis de plis.",
            "le chemise de Noël pour homme est parfait pour de nombreuses occasions, y compris les vacances à la plage, les fêtes dans le jardin, les vacances de Noël, le cosplay et plus encore.",
            "ce chemise à manches longues est lavable en machine, ne se décolore pas et ne rétrécit pas, et restera toujours brillant et coloré. Veuillez noter que ce t-shirt ne peut pas être blanchi."
          ],
          "en": [
            "Christmas is coming, Happy New Year! This long sleeve t-shirt combines classic Christmas elements such as reindeer, Santa Claus, candy etc,bright colors and patterns that make it perfect for Christmas.",
            "This long sleeve shirt is machine washable, will not fade or shrink, and will always stay bright and colorful. Please note that this t-shirt cannot be bleached."
          ],
          "other": [
            "Men's Christmas shirt, available in a variety of designs to choose from. It is suitable for trousers, jeans, bow ties, Christmas hats and other accessories, making it easy to match a variety of Christmas fashion themes.",
            "Men's long sleeve shirts are made of 95% polyester; 5% spandex, lightweight shirts stay comfortable all day, improved fabric, no worry about wrinkles.",
            "The mens Christmas shirt is perfect for many occasions including beach holidays, garden parties, Christmas holidays, cosplay and more."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/712q52q4UmL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FW5FTJMC"
      }
    },
    {
      "asin": "B0BZZ2F6MY",
      "csi_title": "VERTBAUDET Porteur Chariot de Marche 2 en 1 en Bois FSC&#174; Bois TU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Tout-petit",
            "Toddler"
          ],
          "normalized": "tout-petit"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "2 in 1: carrier and walking trolley(assembly will be different according to your choice)",
            "Tiger shape",
            "Handle for pushing the wearer",
            "4 directional wheels",
            "Side 1: 4 recessed shapes and storage box for the shapes under the seat"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51s5WY4pD-L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0BZZ2F6MY"
      }
    },
    {
      "asin": "B0F191LQC2",
      "csi_title": "ranrann Enfant Fille Haut Gymnastique Une Epaule Crop Top de Danse Strass Haut Court Tenue Patinage Artistique A Rouge 7-8 Ans",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "7-8 ans",
          "size_map": "7-8 ans",
          "additional_sizes_detected": [
            "$additional_links_augmentor_1046::{",
            "'7_years',"
          ],
          "structured_size": {
            "size": "'7_years'",
            "size_system": "as4",
            "body_type": "regular",
            "size_to": "'8_years'",
            "size_class": "age"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Kid",
            "Enfant"
          ],
          "normalized": "kid"
        },
        "target_gender": null,
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "Design irrégulier unique Épaule avec manches longues en maille transparente d'un côté et doubles bretelles de l'autre",
            "Le haut de danse pour fille est décoré de strass étincelants pour rendre votre fille accrocheuse dans la foule",
            "Col montant avec boutons-pression pour un port et un retrait faciles. Associez-le facilement à une jupe de danse et un pantalon de danse",
            "Fabriqué en tissu de qualité supérieure, respirant et doux, bien fait et respectueux de la peau, gardez votre enfant à l'aise toute la journée",
            "Parfait pour la danse lyrique, la danse moderne, le patinage artistique, les concours de danse, les cours de danse, les performances sur scène, etc"
          ],
          "other": [
            "Unique irregular design Shoulder with long sheer mesh sleeves on one side and double straps on the other",
            "The girls dance top is decorated with sparkling rhinestones to make your girl eye-catching in the crowd",
            "Stand collar with snaps for easy on and off. Easily pair with dance skirt and dance pants",
            "Made of premium fabric, breathable and soft, well made and skin-friendly, keep your child comfortable all day",
            "Perfect for lyrical dance, modern dance, figure skating, dance contests, dance classes, stage performances, etc"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61tD-xE2S8L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F191LQC2"
      }
    },
    {
      "asin": "B0CJY2XJ28",
      "csi_title": "beyleaycau kit cycliste manches longues maillot cycliste d&apos;automne avec gel de s&#233;chage rapide rembourr&#233; et collant &#224; bretelles",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XL",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "TAILLE : La taille est basée sur les normes de taille asiatiques, veuillez choisir la bonne taille selon le tableau des tailles. Si vous avez des questions, veuillez consulter notre service client.",
            "TISSU DE HAUTE QUALITÉ - Ce maillot de cyclisme à manches courtes est fabriqué dans un tissu respirant de qualité avec une bonne respirabilité et un séchage rapide, offrant une capacité d'évacuation de l'humidité élevée et une dissipation rapide de la chaleur.",
            "CONVENANCE ET SÉCURITÉ - Le kit de cyclisme dispose de 3 poches arrière traditionnelles pour ranger les téléphones portables, les bouteilles d'eau et les barres énergétiques ; le vêtement est également conçu avec des bandes réfléchissantes pour améliorer la visibilité et la sécurité lors de la conduite.",
            "CONÇU PROFESSIONNELLEMENT POUR LE VÉLO - Maillot de vélo professionnel pour hommes idéal pour le vélo, le spinning, les vélos de route ou les amateurs de vélo en intérieur et en extérieur.",
            "SERVICE CLIENT - En tant que marque de cyclisme professionnelle, nous croyons en la qualité de nos maillots et shorts de cyclisme. En tant que fabricant d'articles de cyclisme, nous pouvons offrir une qualité supérieure et un bon design, nous acceptons également vos demandes de personnalisation spéciales!"
          ],
          "en": [
            "HIGH QUALITY FABRIC - This short sleeve cycling jersey is made of quality breathable fabric with good breathability and quick drying, providing high moisture wicking ability and fast heat dissipation.",
            "CONVENIENCE AND SAFETY - The cycling kit has 3 traditional rear pockets to store mobile phones, water bottles and energy bars; the garment is also designed with reflective strips to improve visibility and safety when driving."
          ],
          "other": [
            "SIZE: The size is based on Asian size standards, please choose the right size according to the size chart. If you have any questions, please consult our customer service.",
            "PROFESSIONALLY DESIGNED FOR BIKE - Professional cycling jersey for men ideal for cycling, spinning, road bikes or indoor and outdoor cycling enthusiasts.",
            "CUSTOMER SERVICE - As a professional cycling brand, we believe in the quality of our cycling jerseys and shorts. As a manufacturer of cycling items, we can offer superior quality and good design, we also accept your special customization requests!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51XUvKNOYzL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CJY2XJ28"
      }
    },
    {
      "asin": "B0BG514CQV",
      "csi_title": "GANT Chemisier Oxford Slim Stretch pour Femme, Bleu Clair, 44",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "44",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Coupe ajustée",
            "Logo brodé sur la poitrine"
          ],
          "other": [
            "Ourlet arrondi",
            "Slim fit",
            "Rounded hem",
            "Embroidered logo on chest"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61gLQNrWyKL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0BG514CQV"
      }
    },
    {
      "asin": "B0CV7G23T7",
      "csi_title": "LOIJMK Chemise d&#233;contract&#233;e de style chinois pour homme - Manches longues - &#201;l&#233;gant vintage - Polo long - Coupe ajust&#233;e - Pour homme - Respirant - Sans capuche - Chemise adulte, Noir , M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_36::{",
          "size_map": "Medium",
          "additional_sizes_detected": [
            "m,",
            "Medium",
            "M"
          ],
          "structured_size": {
            "size": "m",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau et design : nos t-shirts classiques à manches courtes sont fabriqués à partir de matériaux de haute qualité, doux et confortables, respirants, à séchage rapide, résistants à l'usure et pas faciles à déformer. Les vêtements sont polyvalents et disponibles en différentes tailles et couleurs pour répondre à vos différents besoins.",
            "🌴Convient à de nombreuses occasions : que ce soit pour un usage quotidien décontracté ou des occasions de bureau formelles, nos t-shirts à manches longues peuvent être assortis. Il est confortable à porter tout en créant une image discrète et agréable.",
            "T-shirt de sport pour homme - T-shirt d'entraînement en coton pour homme - Fonction compression - Noir - Sans manches - Chemise de loisirs pour homme - Manches courtes - Coupe droite - Chemise hawaïenne pour homme - Vert - Manches longues - Coupe confortable - T-shirt en lin pour homme - 5XL - Grandes tailles - T-shirt à manches longues pour homme - 3XL - Chemise à manches longues pour homme - Coupe droite 5XL",
            "T-shirt de sport pour homme à manches courtes respirant 4XL - T-shirt de Noël pour homme - Manches longues - Coupe droite - T-shirt blanc 10 - Chemise en lin pour homme - Manches courtes - 5XL - Noir - Manches longues - 4 t-shirts pour homme - Col en V - T-shirt à manches longues - T-shirt thermique - T-shirt fonctionnel pour homme - Col en V - T-shirt de sport à manches courtes",
            "T-shirt pour homme avec polo de Noël - T-shirt amusant 4XL à manches longues pour homme - Col en V - 4XL - Grandes tailles - Sweat-shirt pour homme - Noir - Sans capuche - Manches longues - Infroissable - Bleu - Henley - T-shirt à manches longues pour homme - T-shirt blanc - T-shirt de Noël pour homme - 4XL - T-shirt de Noël amusant - Col en V - Polo en coton pour homme - 4XL extra"
          ],
          "other": [
            "Material & Design Our classic short sleeve t shirts are made of high quality materials, soft and comfortable, breathable, quick-drying, wear-resistant and not easy to deform. The clothes are versatile and available in different sizes and colors to meet your different needs.",
            "SUITABLE FOR MANY OCCASIONS - Whether for casual daily wear or formal office occasions, our long sleeve t shirts can be matched. It is comfortable to wear while creating a discreet and pleasant image.",
            "sports shirt men cotton training shirt men compression function black sleeveless casual shirt men short sleeve straight fit hawaiian shirt men green long sleeve comfortable fit linen tee mens 5xl plus size mens long sleeve mens long sleeve shirt mens 5xl plus size mens long sleeve shirt 3xl long sleeve shirt men straight fit 5xl",
            "mens sports t shirts short sleeve breathable 4xl christmas t shirts men long sleeve straight fit white t shirt 10 linen shirt men short sleeve 5xl black long sleeve 4 t shirts mens v neck long sleeve t shirts long sleeve t shirt thermal t shirt mens functional t shirts v neck sports tee shirt short sleeve",
            "mens t shirt with polo christmas funny t shirt 4xl long sleeve t shirt men v neck 4xl plus size mens sweatshirt black no hood long sleeve wrinkle blue henley long sleeve mens white tshirt christmas tshirt mens mens christmas tshirt mens 4xl funny christmas t shirt v neck cotton polo shirt mens 4xl extra"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51LZKGA-TAL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CV7G23T7"
      }
    },
    {
      "asin": "B0CJY34FVM",
      "csi_title": "beyleaycau kit cycliste manches longues maillot cycliste d&apos;automne avec gel de s&#233;chage rapide rembourr&#233; et collant &#224; bretelles",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "TAILLE : La taille est basée sur les normes de taille asiatiques, veuillez choisir la bonne taille selon le tableau des tailles. Si vous avez des questions, veuillez consulter notre service client.",
            "TISSU DE HAUTE QUALITÉ - Ce maillot de cyclisme à manches courtes est fabriqué dans un tissu respirant de qualité avec une bonne respirabilité et un séchage rapide, offrant une capacité d'évacuation de l'humidité élevée et une dissipation rapide de la chaleur.",
            "CONVENANCE ET SÉCURITÉ - Le kit de cyclisme dispose de 3 poches arrière traditionnelles pour ranger les téléphones portables, les bouteilles d'eau et les barres énergétiques ; le vêtement est également conçu avec des bandes réfléchissantes pour améliorer la visibilité et la sécurité lors de la conduite.",
            "CONÇU PROFESSIONNELLEMENT POUR LE VÉLO - Maillot de vélo professionnel pour hommes idéal pour le vélo, le spinning, les vélos de route ou les amateurs de vélo en intérieur et en extérieur.",
            "SERVICE CLIENT - En tant que marque de cyclisme professionnelle, nous croyons en la qualité de nos maillots et shorts de cyclisme. En tant que fabricant d'articles de cyclisme, nous pouvons offrir une qualité supérieure et un bon design, nous acceptons également vos demandes de personnalisation spéciales!"
          ],
          "other": [
            "The cycling jersey is designed with 3 pockets to carry the items you need."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/41+zkPVtanL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CJY34FVM"
      }
    },
    {
      "asin": "B0DK9BB245",
      "csi_title": "Ficerd Lot de 3 Chemises &#224; Manches Longues en Coton pour Homme, Grandes Tailles, d&#233;contract&#233;es et surdimensionn&#233;es(Noir, Bleu, Gris Clair,L)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "L",
          "size_map": "L",
          "additional_sizes_detected": [
            "$additional_links_augmentor_791::{",
            "l,"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matière confortable : ce t-shirt oversize pour homme est composé d'un mélange de 95 % cotton et 5 % spandex, alliant élasticité douce et texture soyeuse, vous offrant un ajustement ample et une expérience de port sans contrainte du matin au soir",
            "Le forfait comprend: vous recevrez un pack de 3 chemises à manches longues pour hommes de grande taille de différentes couleurs, ces hauts sont de couleur unie avec un col ras du cou, le multipack vous offre une variété de choix pour répondre à vos besoins quotidiens",
            "Conception ample : chaque chemise grande et grande pour homme est suffisamment longue pour couvrir efficacement l'abdomen, aidant à empêcher vos sous-vêtements et votre ventre de se montrer lorsque vous vous penchez ou levez les bras",
            "Convient à toutes les occasions : cette chemise en coton pour homme est polyvalente et convient à diverses activités telles que les fêtes, le travail, l'exercice, les activités sportives, les voyages, les vacances et la vie quotidienne ; elle peut être facilement assortie à n'importe quelle occasion",
            "Conseils d'entretien : cette chemise à manches longues, grande et grande, n'est pas seulement élégante et ample, elle est également pratique. Elle peut être lavée à la main à l'eau froide ou en machine sur un cycle délicat, suspendue ou séchée à l'air libre, et ne pas blanchir. Conserve sa forme et ses couleurs vives même après des lavages réguliers."
          ],
          "en": [
            "Comfortable Material This oversize men's t-shirt is made of a blend of 95% cotton and 5% spandex, which is elastic and soft, providing you with a comfortable fit and convenient wearing experience.",
            "Suitable for any occasion: this men's cotton shirt is versatile and suitable for various activities such as party, work, exercise, sports activities, travel, vacation and daily life; It can be easily matched with any occasion",
            "CARE TIPS:This long sleeve big and tall shirt is not only stylish and loose, it is also practical. It can be hand washed in cold water or machine wash on a delicate cycle, hang or air dried, and do not bleach. Retains its shape and bright colours even after regular washing."
          ],
          "other": [
            "The package includes: you will receive a pack of 3 large size men's long sleeve shirts in different colors, these tops are solid color with a crew neck, the multipack provides you with a variety of choices to meet your daily needs",
            "Loose design: each big and tall mens shirt is long enough to effectively cover the abdomen, helping to prevent your underwear and belly from showing up when bending or raising your arms"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81HYhkXfOaL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DK9BB245"
      }
    },
    {
      "asin": "B0775MH7ST",
      "csi_title": "Amazon Essentials Chemise Oxford &#224; Manches Longues Coupe Ajust&#233;e Homme, Blanc, L",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "L",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Coupe près du corps pour une silhouette ajustée, élancée",
            "Coton léger, doux et résistant",
            "Lightweight, soft and durable cotton"
          ],
          "other": [
            "Une marque Amazon",
            "Slim fit for a slim, slim silhouette",
            "An Amazon Brand"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71CdMS3U3WL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0775MH7ST"
      }
    },
    {
      "asin": "B004NI69BY",
      "csi_title": "Mil-Tec Miltec Ripstop Woodland Chemise &#224; Manches Longues 903,Multicolore,M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "M",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériel de haute qualité",
            "Séchage rapide"
          ],
          "other": [
            "Respirant",
            "Design sportif",
            "Marque: Miltec",
            "High quality material",
            "Breathable",
            "Quick drying",
            "Sporty design",
            "Brand: Miltec"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51z7VQmp2TL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B004NI69BY"
      }
    },
    {
      "asin": "B01L3IZA6G",
      "csi_title": "Lower East Chemise &#224; manches longues et col rond en 100 % coton, Hommes, Noir/Blanc/Marine/Gris/Rouge (lot de 5), S",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "S",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "PASSE-PARTOUT : Avec leur coupe droite et leur coupe lisse, ces t-shirts homme manche longue peuvent être portés pendant les sports et les loisirs",
            "ENSEMBLE CONFORTABLE : Ce tshirt homme est conçu pour le confort et n'est ni trop serré ni trop débraillé.",
            "COUPE ÉLÉGANTE : avec son col rond classique et son design passe-partout, ce t shirt homme manches longues est assuré d'être une priorité pour la garde-robe",
            "Taille : Veuillez vous référer au tableau des tailles avant achat"
          ],
          "en": [
            "COMFORTABLE SET: This men's t-shirt is designed for comfort and is neither too tight nor too scrumptious.",
            "STYLISH FIT - With its classic crew neck and all-over design, this men's long sleeve t-shirt is guaranteed to be a wardrobe priority"
          ],
          "other": [
            "100% coton",
            "Lavage en machine, 40° et plus",
            "Manches Longues",
            "Goes anywhere: with their straight cut and smooth cut, these long-sleeved men's t-shirts can be worn during sports and leisure",
            "Size: Please refer to the size chart before purchase",
            "100% Cotton",
            "Machine washable at 40°C and above",
            "Long Sleeve"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71r-Ixy-NGL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B01L3IZA6G"
      }
    },
    {
      "asin": "B07BJKZGNG",
      "csi_title": "Amazon Essentials Chemise Henley &#224; Manches Longues Coupe Ajust&#233;e Homme, Avoine Chin&#233;, M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "COUPE SLIM : Coupe ajustée au niveau des épaules, de la poitrine et de la taille.",
            "T-SHIRT LÉGER EN JERSEY : Tissu tricoté doux et confortable pour un t-shirt léger.",
            "T-SHIRT HENLEY : L'alternative parfaite à votre t-shirt préféré. Associez ce henley super doux à un jean ou à un pantalon chino pour un style confortable au quotidien.",
            "DÉTAILS : Encolure côtelée, manches raglan avec surpiqûres robustes et ourlet long effet pan de chemise.",
            "HENLEY T-SHIRT: The perfect alternative to your favourite t-shirt. Pair this super soft henley with jeans or chinos for comfortable everyday style."
          ],
          "other": [
            "SLIM FIT: Slim fit through the shoulders, chest and waist.",
            "LIGHTWEIGHT JERSEY T-SHIRT: Soft and comfortable knitted fabric for a lightweight t-shirt.",
            "DETAILS: Ribbed neckline, raglan sleeves with sturdy stitching and long hem with shirt pan-effect."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71sMGHsnUpL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B07BJKZGNG"
      }
    },
    {
      "asin": "B0DL4PJTL5",
      "csi_title": "Chemise de No&#235;l r&#233;tro Vintage pour Amoureux des Chats - Chaude Sweatshirt",
      "csi_status": "Not Discoverable",
      "attributes": {
        "size_info": {
          "size": "2X-Large",
          "size_map": "2X-Large",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Enfant",
            "Kid"
          ],
          "normalized": "kid"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "T-shirt de Noël rétro avec motif vintage pour amoureux des chats – Excellent cadeau pour une fête de Noël en famille pour fille, garçon, femme, homme, maman, papa qui aime l'humour et les couleurs festives. Portez un t-shirt de Noël et montrez votre humeur de vacances pendant la veille des fêtes",
            "T-shirt de Noël rétro idéal pour les amoureux des chats, robe chaude, costume de Noël vintage, chapeau, barbe, sweat à capuche, vêtements de Père Noël, tenue, pyjama, vêtements mignons, pull de Noël, haut à manches longues. T-shirts de Noël amusants pour fête de Noël en famille",
            "241 g, coupe classique, col tissé"
          ],
          "other": [
            "Retro Christmas T Shirt with Vintage Cat Lover Pattern - Great Christmas Family Party Gift for Girls,Boys,Women,Men,Mom,Dad who loves humor and festive colors. Wear a Christmas T-shirt and show off your holiday mood on holiday eve",
            "Retro Christmas T Shirt Ideal for Cat Lovers, Warm Dress, Vintage Christmas Costume, Hat, Beard, Hoodie, Santa Clothes, Outfit, Pajamas, Cute Clothes, Christmas Jumper, Long Sleeve Top. Funny Christmas T Shirts for Family Christmas Party",
            "8.5 oz, Regular Fit, Woven Collar"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/A1mN82gBRyL.png%7C0%2C0%2C2140%2C2000%2B0.0%2C0.0%2C2140.0%2C2000.0_AC_SX466_.png",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DL4PJTL5"
      }
    },
    {
      "asin": "B08RHKBHJP",
      "csi_title": "MAGCOMSEN Chemise Homme Manches Longues Chemise &#201;t&#233; Homme UPF 50+ S&#233;chage Rapide pour Randonn&#233;e P&#234;che Sport Ext&#233;rieure",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "M",
          "size_map": "M",
          "additional_sizes_detected": [
            "$additional_links_augmentor_1043::{",
            "m,"
          ],
          "structured_size": {
            "size": "m",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "【UPF 50+】La chemise homme manches longues anti-UV vous préserve des coups de soleil et des dommages cutanés à long terme en bloquant les rayons UVA et UVB nocifs, et offre un confort toute la journée. Parfait pour les activités de plein.",
            "【Respirant & Séchage Rapide】 Le tissu respirant unique permet à la brise d’entrer et à la chaleur de s'évacuer, offre d'excellentes propriétés d'évacuation de l'humidité et de séchage rapide. Fentes d'aération parfaitement placées sur le dos vous gardent au frais toute la journée au soleil.",
            "【4 Poches Pratiques】2 poches poitrine boutonnées et 2 poches poitrine avec fermeture éclair peuvent stocker des affaires et les empêcher de tomber.",
            "【Manches Retroussables】Chemise randonnée homme dispose de manches retroussables qui peuvent être ajustées à la longueur des manches avec des boucles et des boutons en fonction de la température et du style vestimentaire. Convient pour le printemps, l'été et l'automne.",
            "【Occasions】Bon choix pour les sports de plein air, l'exercice, la randonnée, le camping, la chasse, le fitness, le cyclisme, la pêche, l'escalade, les voyages, la course, le jogging, le salon et la maison.",
            "【Roll-up sleeves】Men's hiking shirt has roll-up sleeves that can be adjusted to the length of the sleeves with buckles and buttons depending on the temperature and clothing style. Suitable for spring, summer and autumn."
          ],
          "other": [
            "【UPF 50+】 The men's long-sleeved anti-UV shirt keeps you from sunburn and long-term skin damage by blocking harmful UVA and UVB rays, and provides all-day comfort. Perfect for outdoor activities.",
            "【Breathable & Quick Drying】Unique breathable fabric allows breeze to enter and heat to escape, offers excellent moisture wicking and quick drying properties. Perfectly placed vents on the back keep you cool all day in the sun.",
            "【4 practical pockets】2 buttoned chest pockets and 2 chest pockets with zippers can store things and prevent them from falling out.",
            "【Occasions】Good choice for outdoor sports, exercise, hiking, camping, hunting, fitness, cycling, fishing, climbing, traveling, running, jogging, living room and home."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71XHq2NrReL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B08RHKBHJP"
      }
    },
    {
      "asin": "B09R4GXKWK",
      "csi_title": "Amazon Essentials Pull Ras-du-Cou Torsad&#233;, Type C&#244;tes Anglaises, &#224; Manches Longues, 100% Coton Homme, Bleu Fonc&#233;, M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "M",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "COUPE REGULAR : Confortable et facile à porter au niveau des épaules, de la poitrine et de la taille",
            "FIL DE COTON : Tricoté à partir d'un fil 100 % coton doux et une élasticité naturelle.",
            "PULL CLASSIQUE À COL RAS DU COU : Ce pull à col ras du cou intemporel est la pièce de superposition idéale par temps frais. À porter avec une chemise à col pour un look moderne et raffiné ou avec un tee-shirt pour un look plus décontracté.",
            "DÉTAILS : Encolure, bords de manches et ourlet inférieur côtelés pour plus de confort. Le motif tricoté torsadé sur le corps et les manches rend ce col ras du cou encore plus sophistiqué."
          ],
          "en": [
            "CLASSIC CREW NECK SWEATER: This timeless crewneck sweater is the perfect layering piece for cool weather. Pair with a collared shirt for a modern and refined look or with a tee for a more casual look.",
            "DETAILS: Ribbed neckline, sleeve edges and bottom hem for added comfort. The twisted knit pattern on the body and sleeves makes this crew neck even more sophisticated."
          ],
          "other": [
            "REGULAR FIT: Comfortable and easy to wear on shoulders, chest and waist",
            "COTTON THREAD: Knitted from a soft 100% cotton yarn and natural elasticity."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81mMATMv6sL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B09R4GXKWK"
      }
    },
    {
      "asin": "B0D5V89GM3",
      "csi_title": "Men&apos;s Vest Tank Real Madrid C F Geek Men&apos;s Vest Sleeveless T Shirt Casual Tops Clothing BlackXXL",
      "csi_status": "Not Discoverable",
      "attributes": {
        "size_info": {
          "size": "XX-Large",
          "size_map": "XX-Large",
          "additional_sizes_detected": [
            "$additional_links_augmentor_782::{",
            "xx_l,",
            "XXL"
          ],
          "structured_size": {
            "size": "xx_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "Machine washable cold with like colors, inside out if decorated",
            "Striking and different",
            "Twin needle sleeves and hem",
            "Indispensable clothing in the closet"
          ]
        }
      },
      "dp": {
        "image": null,
        "fr_dp_url": "https://www.amazon.fr/dp/B0D5V89GM3"
      }
    },
    {
      "asin": "B07DNQ942H",
      "csi_title": "CHAINUPON Chemise africaine Dashiki en coton unisexe tribal festival boh&#232;me hippie caftan, lilas, XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "X-Large",
          "size_map": "X-Large",
          "additional_sizes_detected": [
            "$additional_links_augmentor_1093::{",
            "x_l,"
          ],
          "structured_size": {
            "size": "x_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Découvrez votre style avec : La chemise Dashiki CHAINUPON unisexe est une chemise africaine traditionnelle qui plaît autant aux hommes qu'aux femmes. Amuse-toi bien en essayant le t-shirt de style africain avec une série d'imprimés artistiques audacieux, et sens le plaisir d'ajouter des pièces uniques à ta garde-robe.",
            "Tissu de haute qualité : Ce superbe Dashiki pour hommes et femmes est composé de 100 % de coton d'été doux, un tissu super léger et respirant qui offre une sensation étonnante sur votre peau. Parce qu'il est composé d'un tissu en coton, ce t-shirt africain Dashiki pour homme est idéal pour les chauds mois d'été.",
            "Design unique : notre t-shirt imprimé africain pour homme et femme présente un design unique avec des motifs africains traditionnels dans différentes couleurs. Les t-shirts africains suivent la coupe classique avec de grandes manches courtes et un cadre légèrement plus long.",
            "Haut confort de port : Les chemises africaines Dashiki sont légères, douces et ont une coupe ample qui laisse votre peau respirer. Les t-shirts africains pour homme et femme disposent de 2 poches latérales à la fois pratiques et élégantes.",
            "Pour toutes les occasions : portez ces superbes vêtements africains Dashiki lors de fêtes, clubs, détentes, soirées cinéma, rendez-vous, shopping ou courses. Ils peuvent être associés à un jean ou à un beau legging pour femme.",
            "DISCOVER YOUR STYLE WITH: The unisex CHAINUPON Dashiki Shirt is a traditional African shirt that appeals to both men and women. Have fun trying the African-style t-shirt with a series of bold art prints, and feel the pleasure of adding unique pieces to your wardrobe."
          ],
          "en": [
            "HIGH QUALITY FABRIC - This stunning Dashiki for men and women is made of 100% soft summer cotton, a super lightweight and breathable fabric that feels amazing against your skin. Because it is made of a cotton fabric, this Dashiki African t-shirt for men is ideal for the hot summer months."
          ],
          "other": [
            "UNIQUE DESIGN - Our african print t-shirt for men and women features a unique design with traditional African patterns in different colors. African t-shirts follow the classic fit with large short sleeves and a slightly longer frame.",
            "High wearing comfort: Dashiki African shirts are lightweight, soft and have a loose fit that lets your skin breathe. African t-shirts for men and women feature 2 side pockets that are both practical and stylish.",
            "FOR ANY OCCASION - Wear these stunning African Dashiki clothes at parties, clubs, lounging, movie nights, dating, shopping or shopping. They can be paired with jeans or beautiful leggings for women."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81P44J9tCAL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B07DNQ942H"
      }
    },
    {
      "asin": "B0CJY2L3KT",
      "csi_title": "beyleaycau kit cycliste manches longues maillot cycliste d&apos;automne avec gel de s&#233;chage rapide rembourr&#233; et collant &#224; bretelles",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XXL",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "TAILLE : La taille est basée sur les normes de taille asiatiques, veuillez choisir la bonne taille selon le tableau des tailles. Si vous avez des questions, veuillez consulter notre service client.",
            "TISSU DE HAUTE QUALITÉ - Ce maillot de cyclisme à manches courtes est fabriqué dans un tissu respirant de qualité avec une bonne respirabilité et un séchage rapide, offrant une capacité d'évacuation de l'humidité élevée et une dissipation rapide de la chaleur.",
            "CONVENANCE ET SÉCURITÉ - Le kit de cyclisme dispose de 3 poches arrière traditionnelles pour ranger les téléphones portables, les bouteilles d'eau et les barres énergétiques ; le vêtement est également conçu avec des bandes réfléchissantes pour améliorer la visibilité et la sécurité lors de la conduite.",
            "CONÇU PROFESSIONNELLEMENT POUR LE VÉLO - Maillot de vélo professionnel pour hommes idéal pour le vélo, le spinning, les vélos de route ou les amateurs de vélo en intérieur et en extérieur.",
            "SERVICE CLIENT - En tant que marque de cyclisme professionnelle, nous croyons en la qualité de nos maillots et shorts de cyclisme. En tant que fabricant d'articles de cyclisme, nous pouvons offrir une qualité supérieure et un bon design, nous acceptons également vos demandes de personnalisation spéciales!"
          ],
          "other": [
            "The cycling jersey is designed with 3 pockets to carry the items you need."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51kaE7kndUL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CJY2L3KT"
      }
    },
    {
      "asin": "B0D7H89XXJ",
      "csi_title": "Casey Kevin D&#233;bardeur de Compression pour Homme Maillots de Corps sans Manches Gilet de Sport Ventre Plat Gainant Body Shaper",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XL",
          "size_map": "XL",
          "additional_sizes_detected": [
            "$additional_links_augmentor_881::{",
            "x_l,"
          ],
          "structured_size": {
            "size": "x_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Débardeur de compression pour le sport et le fitness, coupe ajustée pour une sensation de confort, la coupe ergonomique améliore votre activité en réduisant activement les niveaux de fatigue musculaire et fournit un soutien pour votre système musculaire",
            "Gaine ventre plat homme est composé de 85% nylon et 15% élasthanne et a été spécialement conçu pour le modelage corporel masculin. Très doux et respirant pour un bon confort de port. Avec un tissu tricoté serré et des coutures robustes, ce maillot de corps sportif est très résistant et ne se déforme pas facilement après de nombreuses utilisations",
            "Chemise de compression sans manches pour homme en tissu stretch 4 directions avec une excellente élasticité et une grande liberté de mouvement, ainsi que des coutures plates sans gêne pour une expérience sportive confortable",
            "Séchage Rapide : le gilet de sport pour homme a un tissu respirant qui absorbe immédiatement la transpiration de l'entraînement, et reste également loin des odeurs désagréables pour vous garder au sec et à l'aise",
            "Body shapewear pour hommes est si confortable à porter même pendant une longue période. Il peut être utilisé comme couche de base pour un usage quotidien ou les activités de plein air, telles que l'entraînement, la gym, la course, le cyclisme, le yoga et le jogging, ou la fête, les rencontres",
            "Men's flat belly sheath is made of 85% nylon and 15% elastane and has been specially designed for male body shaping. Very soft and breathable for good wearing comfort. With tight knit fabric and sturdy stitching, this sporty undershirt is very durable and not easily deformed after many times of wear"
          ],
          "en": [
            "QUICK DRYING - The men's sports vest has breathable fabric that immediately absorbs sweat from training, and also stays away from unpleasant odors to keep you dry and comfortable"
          ],
          "other": [
            "Compression tank top for sports and fitness, slim fit for a comfortable feel, the ergonomic fit improves your activity by actively reducing levels of muscle fatigue and provides support for your muscle system",
            "Men's sleeveless compression shirt made of 4-way stretch fabric with excellent elasticity and freedom of movement, as well as flat seams without discomfort for a comfortable sports experience",
            "Body shapewear for men is so comfortable to wear even for a long time. It can be used as a base layer for daily use or outdoor activities, such as workout, gym, running, cycling, yoga and jogging, or party, dating"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/519BBfDqDhL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0D7H89XXJ"
      }
    },
    {
      "asin": "B0CSK9TYGX",
      "csi_title": "MUSTANG Style Arminto Chemise Henley, Black 4142, L Hommes",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "L",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Mustang T-shirt slim à manches longues avec col rond pour homme en différentes couleurs – un haut chic et tendance",
            "T-shirt à manches longues tendance pour homme avec col rond et manches longues",
            "Ce haut est un choix de première classe en toute saison. Super léger et très beau - Le haut en 100 % coton (gris : 85 % coton/15 % viscose) est tout simplement merveilleux",
            "Ensemble, il est encore plus beau : le haut, porté avec un jean, complète parfaitement le style",
            "Together it looks even more beautiful: the top, worn with jeans, perfectly complements the style"
          ],
          "en": [
            "This top is a first-class choice in any season. SUPER LIGHT AND VERY BEAUTIFUL - The top made of 100% cotton (grey: 85% cotton/15% viscose) is simply wonderful"
          ],
          "other": [
            "Fabricant : Mustang - Coupe : slim - Genre : homme - Couleur : divers - Encolure : col rond - Longueur des manches : manches longues.",
            "Mustang Slim men's long-sleeved T-shirt with crew neck in different colours – a chic and trendy top",
            "Fashionable men's long sleeve t-shirt with crew neck and long sleeves",
            "Manufacturer: Mustang. Fit: Slim. Gender: Men. Colour: Miscellaneous. Neckline: Round Neckline. Sleeve Length: Long Sleeve."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51L2Tr9enYL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CSK9TYGX"
      }
    }
  ],
  "stats": {
    "asin_blocks_found": 100,
    "records_extracted": 100,
    "records_skipped_no_csi": 0
  }
}