{
  "source_file": "datat03.txt",
  "records": [
    {
      "asin": "B0D99H1CVH",
      "csi_title": "JACK &amp; JONES Polo Jcoconcrete pour Homme, Noir, XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_85::{",
          "size_map": null,
          "additional_sizes_detected": [
            "x_l,",
            "XL"
          ],
          "structured_size": {
            "size": "x_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Jack & Jones Core Sweat-shirt à manches longues pour garçon Coupe ample Col de chemise"
          ],
          "other": [
            "Jack & Jones CORE Boys Long Sleeve Loose Fit Shirt Collar Sweatshirt"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61Xg80I6eRL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0D99H1CVH"
      }
    },
    {
      "asin": "B097NB8M6F",
      "csi_title": "WearAll Grande taille - Pour femme - Robe longue imprim&#233;e bandeau sans bretelles fronc&#233;e - Taille 44 &#224; 50, 48-50",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_36::{",
          "size_map": "Taille Unique",
          "additional_sizes_detected": [
            "numeric_48,",
            "Taille Unique"
          ],
          "structured_size": {
            "size": "numeric_48",
            "size_system": "as4",
            "body_type": "regular",
            "size_to": "numeric_50",
            "height_type": "regular",
            "size_class": "numeric",
            "numeric_size": 48
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Authentique & Original Seulement De WearAll",
            "Style bandeau sans bretelles",
            "Strapless Bandeau Style"
          ],
          "en": [
            "Authentic and original only from WearAll"
          ],
          "other": [
            "Fronces autour de la poitrine",
            "Longueur : environ 130 cm du point le plus haut au plus bas",
            "Bandeau",
            "Ruched around the chest",
            "Length: approx 130cm from top to bottom",
            "Headband"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61tuNQG5BvL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B097NB8M6F"
      }
    },
    {
      "asin": "B0852K8VDT",
      "csi_title": "MAHLE R&#233;gulateur pulseur d&apos;air habitacle Resistance Pulseur d&apos;Air ABR 37 000P",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "MAHLE Régulateur, pulseur d'air habitacle",
            "Numéro OE: 6Q1907521, 6Q1907521B, 6Q1907521A",
            "Veuillez choisir votre véhicule dans la liste déroulante pour vérifier sa compatibilité avec le produit."
          ],
          "other": [
            "compatible avec VW Polo V 3/5 portes (6R1, 6C1), compatible avec VW Polo IV 3/5 portes (9N, 9A), compatible avec SEAT Ibiza III 3/5 portes (6L), compatible avec SEAT Ibiza IV 3/5 portes (6J5, 6P1), compatible avec AUDI A1 3/5 portes (8X1, 8XK), compatible avec AUDI A1 Sportback (8XA, 8XK), compatible avec SKODA Fabia II 3/5 portes (542), compatible avec SKODA Fabia II Combi (545)",
            "MAHLE PREMIUM LINE - The ideal solution for customers who expect the best",
            "Left/Right Hand Drive: Left Hand Drive",
            "AUDI/SEAT/SKODA/VW: 6Q1907521 6Q1907521A 6Q1907521B",
            "Please refer to the catalog for suitable vehicles and restrictions as well as further product information under product information"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71coKFJFS9L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0852K8VDT"
      }
    },
    {
      "asin": "B0CLD6GQKN",
      "csi_title": "Puky Trottinette 2-4 Ans R1 Bleu Pastel",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Körpergröße 85-105 cm",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Grand enfant",
            "Big Kid"
          ],
          "normalized": "kid"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "SCOOTER : Offrez aux enfants la pure joie de rouler et d'apprendre. Avec le PUKY R1, même les enfants novices peuvent acquérir une première expérience avec un scooter, car l'axe arrière est optimalement stabilisé grâce à une double jante.",
            "VUE À LONG TERME : Pensez grand et durable. Pour un bon maniement et une vue d'ensemble du scooter PUKY, la tige de direction stable peut être ajustée et offre aux enfants de 85 à 105 cm une conduite fiable pendant des années.",
            "ANTIDÉRAPANT : Soyez sans souci – nous garantissons votre sécurité. Le marchepied extra antidérapant de la trottinette au design cool offre un maintien ferme pour un ou les deux pieds.",
            "SÛR : Les poignées de direction de sécurité protègent contre les blessures en cas de chutes et empêchent tout glissement involontaire. Une protection supplémentaire est offerte par le coussin de guidon – sans substances nocives, résistant aux UV et extrêmement résistant à l'abrasion.",
            "QUALITÉ : Faites confiance à PUKY en toute confiance. Bilboquets robustes et durables, peinture en poudre résistante aux chocs et pneus souples sans entretien – profitez d’une qualité supérieure jusque dans les moindres détails pour les enfants jusqu’à 4 ans.",
            "LONG TERM VIEW: Think big and durable. For proper handling and overview of the PUKY scooter, the stable steering rod can be adjusted and offers children from 85 to 105 cm a reliable ride for years.",
            "QUALITY: Trust PUKY with confidence. Robust and durable bilboquets, impact-resistant powder paint and soft maintenance-free tyres – enjoy superior quality down to the last detail for children up to 4 years old."
          ],
          "other": [
            "SCOOTER: Give children the pure joy of riding and learning. With the PUKY R1, even novice children can gain a first experience with a scooter, as the rear axle is optimally stabilised thanks to the double rim.",
            "ANTI-SLIP: Be worry-free - we guarantee your safety. The extra non-slip step of the scooter with a cool design provides a firm hold for one or both feet.",
            "SAFE: Safety steering handles protect against injury in the event of falls and prevent unintentional slipping. Additional protection is offered by the handlebar pad – free from harmful substances, UV-resistant and extremely abrasion-resistant."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51Ywb7uZgaL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CLD6GQKN"
      }
    },
    {
      "asin": "B012RLJY60",
      "csi_title": "MAHLE Serviteur Filtre lx3502 Filtre &#224; air",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "MAHLE Filtre à air",
            "Numéro OE: 5Q0129620B, 5Q0129620D, L5QD129620B, 5QM129620",
            "Veuillez choisir votre véhicule dans la liste déroulante pour vérifier sa compatibilité avec le produit."
          ],
          "other": [
            "Filtre D'air: compatible avec VW Golf VII 3/5 portes (5G1, BQ1, BE1, BE2), compatible avec AUDI A3 Sportback (8VA, 8VF), compatible avec SKODA Octavia III Combi (5E5), compatible avec VW Tiguan II (AD1, AX1), compatible avec VW Golf VII Variant (BA5, BV5), compatible avec SEAT Leon 3/5 portes (5F1), compatible avec VW Polo VI (AW1, BZ1), compatible avec VW Golf VIII 3/5 portes (CD1)",
            "MAHLE LX 3502 engine air filter // Dimensions (mm): L 290 x W 175 x H 62 // OE quality filter",
            "High quality filter material for durability, consistent with automotive manufacturer quality, optimizing fuel efficiency",
            "Captures up to 99.98% of dust, soot and toxic tires. Parts; High Dust Holding Capacity",
            "Impregnated with a special synthetic resin that increases the filter's resistance to water and chemicals; The glue beads on the back of the folds help the filter elements retain their shape",
            "Prevents premature wear of valves, cylinder surfaces, piston rings, bearings and other engine components; Must be at intervals prescribed by the vehicle manufacturer"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/6103FZlpjOL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B012RLJY60"
      }
    },
    {
      "asin": "B0FQZHHZ3J",
      "csi_title": "Saucisson de l&apos;Ard&#232;che IGP,280 g",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Le saucisson sec artisanal de l’Ardèche IGP est un saucisson de qualité supérieur, à l’ancienne, fabriqué selon la recette originale de 1779 des maîtres artisans-charcutiers ardéchois. Finement assaisonné, découvrez le vrai goût du bon saucisson de terroir.",
            "ALLERGÈNES: CONTIENT : LAIT",
            "DÉSIGNATION LÉGALE DU PRODUIT: SAUCISSON SEC PUR PORC DE QUALITE SUPERIEURE A L'ANCIENNE",
            "The Ardèche IGP artisan dry sausage is an old-fashioned top quality sausage made according to the original recipe of 1779 of the Ardèche masters artisans-charcutiers. Finely seasoned, discover the true taste of good terroir sausage."
          ],
          "other": [
            "ALLERGENS: CONTAINS: MILK",
            "LEGAL PRODUCT DESIGNATION: PURE DRY PORK SAUSAGE OF SUPERIOR QUALITY THAN OLD"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51KMgB-G8kL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FQZHHZ3J"
      }
    },
    {
      "asin": "B0DJHDGCW4",
      "csi_title": "New Era 9Forty Strap Cap - Outline New York Yankees Blanc",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Taille unique",
          "size_map": "Taille unique",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "adult",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Produit officiel signé New Era – qualité supérieure, ajustement parfait et design emblématique pour les vrais fans."
          ],
          "other": [
            "Official New Era merchandise - top quality, perfect fit and iconic design for true fans."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61+R+TmY6AL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DJHDGCW4"
      }
    },
    {
      "asin": "B0DY784VGV",
      "csi_title": "Soneven Chemisier pour femme - &#201;l&#233;gant - D&#233;bardeur de sport avec col - Sans manches - Polo de golf - Haut d&apos;&#233;t&#233; - Respirant, Flamant rose, L",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "L",
          "size_map": "L",
          "additional_sizes_detected": [
            "$additional_links_augmentor_807::{",
            "l,"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "✨【Chemise femme élégante】Chemise pour femme avec col et boutonnage. Col à polo avec rabat fixe, beau et tendance - un compagnon idéal pour les journées d'été à venir.",
            "Polo sans manches à séchage rapide pour femme : ce polo pour femme en tissu doux à séchage rapide et évacuant l'humidité est chic tout en restant léger et flexible à porter.",
            "✨【Chemisier à col chemise pour femme】Haut d'été pour femme se porte bien avec des shorts, des leggings, des jeans ou des jupes, rendant la personne vraiment plus élégante et mettant en valeur sa silhouette. Ajoute également une touche de style et de professionnalisme à votre tenue.",
            "Débardeur de sport respirant : vous pouvez porter ces chemisiers et tuniques décontractés pour le golf, le tennis, la gym, le yoga, les exercices de méditation, le jogging, la randonnée, le travail, le bureau, les fêtes, les loisirs ou la vie quotidienne.",
            "✨【Polo de golf】– Notre polo de tennis sans manches a tous été conçu avec un tissu de haute qualité qui couvre votre peau. Le matériau léger assure une sensation douce et confortable.",
            "Shirt Collar Blouse for Women The summer tops for women fits well with shorts, leggings, jeans or skirts, making the person really graceful and tight. Also adds a touch of style and professionalism to your outfit."
          ],
          "en": [
            "QUICK DRY SLEEVELESS POLO SHIRT FOR WOMEN - This women's polo shirt made of soft, quick-drying and moisture-wicking fabric is chic while remaining lightweight and flexible to wear.",
            "GOLF POLO - Our sleeveless tennis shirts have all been designed with premium fabric that protects your covered skin. The lightweight material ensures a soft and comfortable feel."
          ],
          "other": [
            "Elegant women's blouse: women's blouse with collar and button placket. The polo collar with fixed lapel is beautiful and fashionable, an ideal companion for the next summer days.",
            "Breathable Sports Tank Top: You can wear these casual blouses and tunics for golf, tennis, gym, yoga, meditation exercises, jogging, hiking, work, office, party, leisure or daily life."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/611DRR4ZSEL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DY784VGV"
      }
    },
    {
      "asin": "B0DBCT5QNH",
      "csi_title": "Aeeque Lot de 4 pelotes de fil textile pour t-shirts, pour crochet, fil &#224; ruban, pour paniers, fil &#224; t-shirts, pour crochet, sacs &#224; crochet, &#233;pais, 4 x 100 g, pour t-shirt, noir",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "5.",
          "size_map": null,
          "additional_sizes_detected": [
            "4."
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "[Fil à tricoter pour le crochet] -- Le point le plus douloureux pour les débutants en crochet est qu'ils ne sont pas en mesure de trouver la bonne position des mailles. Cette laine pour t-shirt pour panier a une épaisseur totale uniforme, des couleurs vives et une surface lisse et impeccable qui garantit des mailles claires et visibles et un produit fini parfait. Cette laine à ruban épaisse est donc très bien adaptée au crochet pour les débutants.",
            "Kit de fil à crocheter -- Dans ce kit de fil textile, vous pouvez utiliser 4 pelotes de 100g (400g) de fil à ruban pour crocheter, 10 marqueurs de maille, 6 aiguilles à coudre en plastique et 1 paire de ciseaux. Les accessoires que les débutants doivent absolument utiliser lors de la combinaison de fil à t-shirt et de crochet peuvent rapidement inviter à un voyage au crochet. Ce fil épais peut être tricoté avec des crochets de 4 à 6,0 mm et des aiguilles à tricoter de 7 à 8 mm.",
            "Fil textile : ce fil à crochet pour t-shirt est fabriqué à partir de colorants de qualité supérieure et est soumis à une fixation des couleurs, ce qui donne des couleurs vives et belles qui ne se décolorent pas facilement. Un léger décoloration du fil teinté foncé est un phénomène normal. 4x 100g de fil à tricoter pour t-shirt peuvent répondre à différents besoins de crochet, comme par ex. B. le crochet/tricot de petits animaux/figures en crochet, bonnets, pochettes, couvertures, vêtements pour animaux de compagnie, etc.",
            "[Robuste et durable] -- Ce ruban en coton à crocheter peut être lavé en machine et lavé à la main, et peut être séché en machine (50 ° -60 °). Il ne peut pas être blanchi ni repassé. Ce fil à crocheter pour les paniers est résistant à l'électricité statique, doux et élastique, le produit crocheté est solide et durable.",
            "[Partenaire cadeau] -- Fil à crochet exquis qui convient à différents projets d'artisanat ; le produit fini est le cadeau parfait pour les filles, les grands-mères, les mères et les amis pour diverses fêtes et anniversaires. C'est également un cadeau anti-stress pour vous-même pendant les loisirs. Si vous avez des questions, vous pouvez nous contacter à tout moment. Nous offrons un service en ligne de 12 heures et pouvons traiter immédiatement votre demande.",
            "[Sturdy and Durable] -- This crochet cotton ribbon can be machine washed and hand washed, and can be tumble dried (50°-60°). It cannot be bleached or ironed. This crochet wire for baskets is static resistant, soft and elastic, the crocheted product is strong and durable."
          ],
          "en": [
            "[Knitting Yarn for Crochet] -- The most painful point for crochet beginners is that they are not able to find the right stitch position. This yarn for basket t-shirt has a uniform total thickness, bright colours and a smooth, flawless surface that ensures clear, visible stitches and a perfect finished product. This thick ribbon wool is therefore very suitable for crocheting for beginners.",
            "Crochet Yarn Kit-- In this textile yarn kit, you can use 4 100g (400g) balls of ribbon yarn for crocheting, 10 stitch markers, 6 plastic sewing needles and 1 pair of scissors. Accessories that beginners should definitely use when combining t-shirt yarn and crochet can quickly invite to a crochet trip. This thick yarn can be knitted with 4-6mm crochet hooks and 7-8mm knitting needles.",
            "Textile Yarn: This t-shirt crochet yarn is made from premium dyes and is subject to color fixation, which results in bright and beautiful colors that are not easy to fade. A slight discoloration of the dark dyed yarn is a normal phenomenon. 4 x 100 g t-shirt knitting yarn can meet different crochet needs, such as B. The crochet/knitting of small animals/crochet figures, hats, pouches, blankets, pet clothes, etc."
          ],
          "other": [
            "[Gift Partner] -- Exquisite crochet yarn suitable for different craft projects; The finished product is the perfect gift for girls, grandmothers, mothers and friends on various holidays and birthdays. It is also a stress relief gift for yourself in leisure time. If you have any questions, you can contact us at any time. We offer a 12-hour online service and can process your request immediately."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71Dzat3bC5L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DBCT5QNH"
      }
    },
    {
      "asin": "B0CWGYPRJB",
      "csi_title": "New Era 9Twenty Casual Cap - Chicago Bulls Noir",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Taille Unique",
          "size_map": "Taille Unique",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Produit officiel signé New Era – qualité supérieure, ajustement parfait et design emblématique pour les vrais fans."
          ],
          "other": [
            "Official New Era merchandise - top quality, perfect fit and iconic design for true fans."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71YwQTovyLL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CWGYPRJB"
      }
    },
    {
      "asin": "B0DP9JWZZL",
      "csi_title": "Pull-over Mystic Falls Virginia Mystic Falls Virginia T-shirt Pull-over Mystic Falls Virginia Sweat-shirts, blanc, M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_59::{",
          "size_map": null,
          "additional_sizes_detected": [
            "m,"
          ],
          "structured_size": {
            "size": "m",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": "75% Cotton",
          "normalized": "75% Cotton"
        },
        "bullet_points": {
          "fr": [
            "UNISEX STYLE - This long sleeve crew neck sweatshirt is a versatile addition to any wardrobe, designed for both men and women. It features stylish and vibrant prints that cater to a wide range of personal tastes and preferences.",
            "IDEAL GIFT CHOICE - It is a great gift for birthdays, Christmas or any special occasion. Suitable for teens and adults, this sweatshirt is a favorite among parents, outdoor enthusiasts and people who appreciate a mix of comfort and style.",
            "UNIVERSAL ATTRACTION: With its timeless design and wide appeal, this sweatshirt is perfect for anyone who likes to express their personal style.",
            "Style unisexe : ce sweat-shirt à manches longues et col rond est un ajout polyvalent à toute garde-robe, conçu pour les hommes et les femmes. Il dispose d'imprimés élégants et vibrants qui répondent à un large éventail de goûts et de préférences personnels.",
            "CÉLÉBRATION CULTURELLE : Au-delà d’un simple vêtement, ce sweat-shirt est un hommage aux éléments culturels.",
            "Choix de cadeau idéal : c'est un excellent cadeau pour les anniversaires, Noël ou toute occasion spéciale. Convient aux adolescents et aux adultes, ce sweatshirt est un favori parmi les parents, les passionnés de plein air et les personnes qui apprécient un mélange de confort et de style.",
            "Attraction universelle : avec son design intemporel et son large attrait, ce sweat-shirt est parfait pour tous ceux qui aiment exprimer leur style personnel.",
            "Satisfaction garantie : nous nous engageons à fournir des produits de qualité et un excellent service client. Si vous avez des questions ou avez besoin d'aide, notre équipe est prête à vous aider, assurant votre entière satisfaction avec votre achat."
          ],
          "en": [
            "Cultural Celebration: Beyond being a garment, this sweatshirt is a tribute to cultural elements."
          ],
          "other": [
            "SATISFACTION GUARANTEED We are committed to providing quality products and excellent customer service. If you have any questions or need help, our team is ready to help, ensuring your complete satisfaction with your purchase."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51DUNTU59xL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DP9JWZZL"
      }
    },
    {
      "asin": "B0852KVTST",
      "csi_title": "MAHLE ACP 18 000S Compresseur de clim 6SEU1214/PXE13 PAG 46 R134a",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Numéro OE: 07E01328, 0Z0260805A, 6Q0820803G, 6Q0820803H, 6Q0820803B, 6Q0820803D, 6Q0820803E, 6Q0820808G, 6QD820803, 6Q0820808B, 6Q0820803DX, 6Q0820808F, 6R0820803F, 8Q0820803R, 6Q0820808A, 6Q0820803HX, 6Q0820808D, 6Q0820808FX, 6Q0820803R, 6Q080806G, 6Q0820808E, 6R0820803D, 8Z0260805A, 6Q0820803GX, 6Q0820803Q, 6Q0820808GX, 6Q0820803P, 6Q0820808C, 6Q0820803K, 6Q0820803J, 6Q0820803NX, 6QD820803A, 6Q0820808, 6R0820803C, 6Q8820803P, 6R0820803E, 8Z0260805, 8Z0260808A, 6Q8820803Q, 8Q0820803H",
            "Veuillez choisir votre véhicule dans la liste déroulante pour vérifier sa compatibilité avec le produit."
          ],
          "other": [
            "MAHLE Compresseur de clim",
            "Moteur De Climatisation, Compresseur De Climatiseur, Moteur De Clim, Compresseur De Climatisation: compatible avec VW Polo V 3/5 portes (6R1, 6C1), compatible avec VW Golf IV 3/5 portes (1J1), compatible avec VW Polo IV 3/5 portes (9N, 9A), compatible avec SEAT Ibiza III 3/5 portes (6L), compatible avec SEAT Ibiza IV 3/5 portes (6J5, 6P1), compatible avec SEAT Ibiza IV Sportcoupe (6J, 6P), compatible avec VW Golf IV Variant (1J5), compatible avec SKODA Fabia II 3/5 portes (542)",
            "MAHLE Air conditioning compressor",
            "Air Conditioning Motor, Air Conditioner Compressor, Air Conditioning Engine, Air Conditioning Compressor: Compatible with VW Polo V 3/5 doors (6R1, 6C1), compatible with VW Golf IV 3/5 doors (1J1), compatible with VW Polo IV 3/5 doors (9N, 9A), compatible with SEAT Ibiza III 3/5 doors (6L), compatible with SEAT Ibiza IV 3/5 doors (6L), compatible with SEAT Ibiza IV 3/5 doors (6L), compatible with SEAT Ibiza IV 3/5 doors (/5 doors (6J5, 6P1), Compatible with SEAT Ibiza IV Sportcoupe (6J, 6P), Compatible with VW Golf IV Variant (1J5), Compatible with Skoda Fabia II 3/5 Door (542)",
            "OE number: 07E01328, 0Z0260805A, 6Q0820803G, 6Q0820803H, 6Q0820803B, 6Q0820803D, 6Q0820803E, 6Q0820808G, 6QD820803, 6Q00803, 6Q0808 82080 8B, 6Q0820803DX, 6Q0820808F, 6R0820803F, 8Q0820803R, 6Q0820808A, 6Q0820803HX, 6Q0820808D, 6Q0820808FX, 6Q0820803R, 6Q080 806G, 6Q0820808E, 6R0820803D, 8Z0260805A, 6Q0820803GX, 6Q0820803Q, 6Q0820808GX, 6Q0820803P, 6Q0820808C, 6Q0820803C, 6Q0820803C K, 6Q08 20803J, 6Q0820803NX, 6QD820803A, 6Q0820808, 6R0820803C, 6Q8820803P, 6R0820803E, 8Z0260805, 8Z0260808A, 6Q88208080A 3Q, 8Q0 820803H",
            "Please choose your vehicle from the drop-down list to check compatibility with the product."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61fwKUd3lBL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0852KVTST"
      }
    },
    {
      "asin": "B0DM21495D",
      "csi_title": "adidas Mixte Femme Euros 2025 Club Official Football, White/Pantone/Pantone/Lucid Lemon, 5",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "3",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Meilleure note de la FIFA. Les balles ont passé avec succès des tests portant par exemple sur le poids, l'absorption d'eau, la conservation de la forme et de la taille.",
            "Nécessite une inflation",
            "Les matériaux haut de gamme utilisés dans le couvercle, le support et la vessie garantissent des performances parfaites sur le terrain.",
            "Garantit les normes de qualité les plus élevées.",
            "Logo imprimé de l'UEFA EURO25 féminin"
          ],
          "other": [
            "Top rating of FIFA. The balls have passed tests such as weight, water absorption, shape and size retention.",
            "Requires inflation",
            "The premium materials used in the lid, stand and bladder ensure perfect performance in the field.",
            "Ensures the highest quality standards.",
            "UEFA EURO25 women's printed logo"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/718RcdcIknL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DM21495D"
      }
    },
    {
      "asin": "B0CY9CRXPJ",
      "csi_title": "JECOMPRIS Lot De 10 Cartons Pour Chemises Planche De Pliage En Carton Pour T-Shirt Doublure Papier V&#234;tements Organisation Garde-Robe",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "moyen",
          "size_map": "moyen",
          "additional_sizes_detected": [
            "31.50X23.00X0.02CM"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Support De Pliage Optimal: Ce lot de 10 cartons de pliage pour chemises facilite l'organisation et précis des t-shirts, une présentation soignée sans plis, idéal pour le rangement ou la vente",
            "Dimensions Appropriées: Chaque carton mesure 12,4 pouces (31,5 cm) en largeur, longueur et hauteur, correspondant aux tailles standard des chemises et t-shirts, garantissant un pliage efficace et une forme constante",
            "Matériau Résistant Et Léger: Fabriqué en carton rigide blanc, ce panneau de doublure pour chemise combine légèreté et solidité, permettant une utilisation sans déchirure rapide ni déformation",
            "Polyvalence D’utilisation: Ce carton de pliage convient non seulement aux chemises mais aussi au pliage et à la mise en forme d'autres vêtements comme les pulls et les chaussettes, optimisant l'organisation des tiroirs et penderies",
            "Manipulation Facile Et Gain De Temps: Conçu pour un pliage rapide et simple, ce carton pour emballage tshirt est idéal pour un usage domestique, commercial ou artisanal, améliorant l'efficacité et simplifiant le rangement",
            "Durable and lightweight material: made of white rigid cardboard, this shirt lining panel combines lightness and strength, allowing for use without rapid tearing or deformation"
          ],
          "en": [
            "Optimal folding support: This pack of 10 folding boxes for shirts makes it easy to organise and accurately organize t-shirts, a neat presentation without wrinkles, ideal for storage or sale",
            "Versatility: This folding cardboard is not only suitable for shirts but also for folding and shaping other garments such as sweaters and socks, optimising the organization of drawers and wardrobes",
            "Easy handling and time saving: Designed for quick and simple folding, this cardboard box for tshirt packaging is ideal for home, commercial or craft use, improving efficiency and simplifying storage"
          ],
          "other": [
            "Suitable dimensions: Each carton measures 12.4 inches (31.5 cm) in width, length and height, corresponding to the standard sizes of shirts and t-shirts, ensuring efficient folding and consistent shape"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/41+QXF3F4WL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CY9CRXPJ"
      }
    },
    {
      "asin": "B09XVDPY3M",
      "csi_title": "Superdry Chemises MC Vintage Hawaiian Shirt-d2 - T-Shirt Unisexe pour Adulte",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "S",
          "size_map": "S",
          "additional_sizes_detected": [
            "$additional_links_augmentor_842::{",
            "s,"
          ],
          "structured_size": {
            "size": "s",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "T-shirt Superdry pour les loisirs et le sport. Couleur multicolore pour adulte unisexe. Les produits de sport de la marque Superdry sont conçus pour vous permettre de profiter de votre sport préféré sans vous soucier de rien d'autre que de performer au maximum"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/817PJ9OATyL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B09XVDPY3M"
      }
    },
    {
      "asin": "B0813ZH9MK",
      "csi_title": "infusion d&apos;anis &#233;toil&#233; 25 sachets infuseurs (Anis)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Produit pour infusion",
            "Produit de qualité optimale",
            "Goût agréable"
          ],
          "other": [
            "Product for infusion",
            "Top quality product",
            "Pleasant taste"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61TWY6exUYL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0813ZH9MK"
      }
    },
    {
      "asin": "B0B4SWGRTL",
      "csi_title": "Superdry Bomber Vintage Collegiate Bomber-d2 T-Shirt Unisexe pour Adulte",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_36::{",
          "size_map": null,
          "additional_sizes_detected": [
            "m,",
            "M"
          ],
          "structured_size": {
            "size": "m",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Veste Superdry pour les loisirs et le sport. Couleur multicolore pour adulte unisexe. Les produits de sport de la marque Superdry sont conçus pour que vous puissiez profiter de votre sport préféré sans vous soucier de rien d'autre que de performer au maximum"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71e+o8CcQdL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0B4SWGRTL"
      }
    },
    {
      "asin": "B0FR9CC5B8",
      "csi_title": "Sous-v&#234;tements pour femmes &#224; manches longues avec col montant, T-shirt basique, coupe ajust&#233;e, hauts fins, pulls uni, sweat-shirt &#224; manches longues, haut de rue, sous-v&#234;tements &#233;l&#233;gants, sweat-shirt &#224;",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_36::{",
          "size_map": "4XL",
          "additional_sizes_detected": [
            "'4x_l',",
            "4XL"
          ],
          "structured_size": {
            "size": "'4x_l'",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau : le pull est fabriqué à partir d'un fil mélangé finement cardé, qui est agréablement doux sur la peau et offre une sensation de confort.",
            "Coupe confortable : grâce à une construction tricotée spéciale, le pull est extensible, souple et confortable sans serrer.",
            "Chaleur optimale : il procure une sensation agréable et chaude les jours froids, mais il n'est pas lourd ou encombrant.",
            "Style polyvalent : compagnon parfait pour l'automne, facile à assortir avec des jeans, des jupes, des robes, des leggings ou des pantalons en cuir. Il peut être porté par-dessus une chemise ou sous une veste.",
            "Entretien : L'entretien est simple – il suffit de laver le pullover dans un sac à linge à la machine avec des couleurs similaires. Ne pas utiliser d'eau de Javel. Veuillez consulter notre tableau des tailles avant de passer commande et choisir la meilleure taille pour vous.",
            "VERSATILE STYLE - Perfect companion for autumn, easy to pair with jeans, skirts, dresses, leggings or leather trousers. It can be worn over a shirt or under a jacket."
          ],
          "other": [
            "Material: the sweater is made from a finely carded blended yarn, which is pleasantly soft on the skin and provides a comfortable feeling.",
            "Comfortable fit: thanks to a special knitted construction, the sweater is stretchy, soft and comfortable without tightening.",
            "Optimal warmth: it feels nice and warm on cold days, but it is not heavy or bulky.",
            "Care - Care is simple: simply wash the sweater in the laundry bag in the washing machine with similar colors. Do not bleach. Please check our size chart before ordering and choose the best size for you."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61iuF5jREsL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FR9CC5B8"
      }
    },
    {
      "asin": "B0B5W7X4G7",
      "csi_title": "G&#233;n&#233;rique b3",
      "csi_status": "Not Discoverable",
      "attributes": {
        "size_info": {
          "size": "L",
          "size_map": "L",
          "additional_sizes_detected": [
            "$additional_links_augmentor_879::{",
            "l,"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "other": [
            "12",
            "Material: Cotton and Polyester, Recommend Choose 1 or 2 sizes larger. The size is Chinese size, not Amazon size. Please refer to our size chart in the last picture.",
            "Occasion: Perfect for everyday life, family gatherings, parties, the beach, holidays, the office or any special occasion",
            "Suitable for spring, summer or autumn, winter.",
            "Collar type: Classic shirt collar",
            "Customer Service: We provide flexible return and exchange service, please contact us if you have any questions, we will help you as soon as possible within 24 hours. \"Add to Cart\", rest assured to buy."
          ]
        }
      },
      "dp": {
        "image": null,
        "fr_dp_url": "https://www.amazon.fr/dp/B0B5W7X4G7"
      }
    },
    {
      "asin": "B0CFHZDLHV",
      "csi_title": "HOVUK Parapluie classique pour enfants, filles, parapluie &#224; manche avec caract&#232;re imprim&#233;, coupe-vent, parapluie de pluie &#224; baldaquin pour &#226;ge 3-7 ans, S",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "S",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Size and Material The kids umbrella is mainly made of quality PVC and fiberglass, durable and sturdy, not easy to break or deform, lightweight and will serve you for a long time. The length of our licensed printed umbrella is about 75cm, and the spread diameter is about 70cm",
            "Parapluie pour enfants : cette boîte comprend 1 parapluie à dôme avec une couverture complète de 100 cm, un manche incurvé assorti et des pointes en plastique, et est idéal pour la protection contre la pluie et le soleil.",
            "Dimensions et matériaux : le parapluie pour enfants est principalement fabriqué en PVC de qualité et en fibre de verre, résistant et robuste, pas facile à casser ou à déformer, léger et vous servira longtemps. La longueur de notre parapluie imprimé avec des personnages sous licence est d’environ 75 cm et le diamètre de la diffusion mesure environ 70 cm",
            "Il s'ouvre et se ferme manuellement : ce parapluie pour enfant peut être facilement ouvert et fermé manuellement. Le manche en J est plus facile à saisir, l’ombrelle peut toujours être accrochée partout, il est facile à ranger, très adapté pour que les enfants le transportent.",
            "Imperméable et coupe-vent : nos parapluies de sécurité pour enfants sont construits avec des nervures renforcées en fibre de verre et une tige en métal renforcée. L'auvent de haute qualité a une excellente résistance au vent et à l'eau. Facile à nettoyer : il suffit de l’ouvrir pour le sécher et de le nettoyer avec un chiffon humide.",
            "Choix de cadeau idéal : ces parapluies coupe-vent conviennent à de nombreux enfants, vous pouvez les offrir à votre ami ou à votre famille, améliorant la relation entre vous et eux et ils s'amuseront même les jours de pluie."
          ],
          "en": [
            "【🎁 Kids Stick Umbrella】This package includes 1 dome umbrella with 100cm full arc coverage, matching color curved handle and plastic tips, and is ideal for rain and sun protection.",
            "OPEN AND CLOSE MANUALLY - This kids umbrella can be easily opened and closed manually. The J-handle is more comfortable to grip, the umbrella can hang it anytime and anywhere, is easy to store, very suitable for children to carry.",
            "WATERPROOF & WINDPROOF Our kids safety umbrellas are constructed with reinforced fiberglass ribs and reinforced metal rod. The high-quality canvas has excellent wind and water resistance. EASY CARE - Simply open it to dry and wipe with a damp cloth."
          ],
          "other": [
            "Ideal Gift Choice These windproof umbrellas are suitable for many children, you can give them as gifts to your friends or family, which will enhance the relationship between you and make them have fun even on rainy days."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/814ex3zXowL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CFHZDLHV"
      }
    },
    {
      "asin": "B081CPK1M7",
      "csi_title": "Spring &amp; Gege - T-Shirt Thermique en Coton &#224; Col Haut pour Fille &#224; Manches Longues, beige, 11-12 ans",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "12_ans",
          "size_map": "11_ans",
          "additional_sizes_detected": [
            "11_ans",
            "$additional_links_augmentor_1071::{",
            "'11_years',"
          ],
          "structured_size": {
            "size": "'11_years'",
            "size_system": "as4",
            "body_type": "regular",
            "size_to": "'12_years'",
            "size_class": "age"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Enfant",
            "Kid"
          ],
          "normalized": "kid"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Laver en machine - Froid (30 °C max), sans déformation ni décoloration.",
            "Texture douce garantissant un confort optimal, sans étiquette.",
            "Même dans un environnement froid, le col haut maintient le cou au chaud.",
            "Chemise thermique basique pour enfants, peut être utilisée comme vêtement d'extérieur en automne ou printemps, parfaite pour une couche chaude sous les pulls, vêtements de sport, uniformes scolaires, et pour Halloween, Noël, costumes de performance et cosplay.'",
            "Convient pour les filles d'environ 2 à 10 ans. Veuillez consulter les mesures détaillées sur les images de gauche avant d’acheter."
          ],
          "other": [
            "Machine washable, no shrinkage, no pilling or fading",
            "Heavy fabric, soft texture for a comfortable, tag-free fit",
            "Roll-up turtleneck to keep kids' neck covered during freezing winter",
            "Kids basic top, can be used as outerwear in autumn or spring, perfect for a warm layer under sweaters, sportswear, school uniforms and Halloween, Christmas, cosplay costume",
            "Size for girls aged 2-14 years. Please read the detailed size measurement in the left pictures before you buy"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61Z9X2Nc-fL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B081CPK1M7"
      }
    },
    {
      "asin": "B0G6LD1Y4V",
      "csi_title": "Oh Snap Bonhomme en Pain d&apos;&#233;pice de No&#235;l Amusant pour Hommes, Femmes, Enfants T-Shirt",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "1X",
          "size_map": "1X",
          "additional_sizes_detected": [
            "S"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Obtenez cette chemise hilarante Oh Snap Gingerbread Man comme cadeau de Noël pour vos proches Que ce soit beau ou coquin, enfilez ce pyjama de Noël confortable et moche pour les femmes, les hommes, les enfants, les tout-petits, les garçons et les filles pendant les vacances d'hiver tout en anticipant le Père Noël",
            "La chemise Oh Snap Gingerbread Man est un excellent cadeau pour tout le monde : hommes, femmes, enfants, garçons, filles, adultes et adolescents Portez ce pyjama sur le thème de Noël lors de votre prochaine fête de vacances ou soirée cinéma pour une touche festive",
            "Léger, Coupe classique, manche à double couture et ourlet à la base"
          ],
          "en": [
            "Get this hilarious Oh Snap Gingerbread Man shirt as a Christmas gift for your loved ones Whether beautiful or naughty, put on these comfy and ugly Christmas pajamas for women, men, kids, toddlers, boys and girls during the winter holidays while anticipating Santa Claus"
          ],
          "other": [
            "The Oh Snap Gingerbread Man Shirt makes a great gift for everyone: men, women, kids, boys, girls, adults and teens Wear these Christmas themed pajamas at your next holiday party or movie night for a festive twist",
            "Lightweight, classic fit, double-stitched sleeve and hem at hem"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/B1pppR4gVKL.png%7C0%2C0%2C2140%2C2000%2B0.0%2C0.0%2C2140.0%2C2000.0_AC_SX342_.png",
        "fr_dp_url": "https://www.amazon.fr/dp/B0G6LD1Y4V"
      }
    },
    {
      "asin": "B0CKXYHF72",
      "csi_title": "Intimitaly Irge Lot de 3 T-shirts pour Homme en Coton Thermique Chaud &#224; Manches Demi, Col V et Col Rond Blanc Bleu ou Noir, Medium",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Medium",
          "size_map": "Medium",
          "additional_sizes_detected": [
            "$additional_links_augmentor_830::{",
            "m,",
            "M"
          ],
          "structured_size": {
            "size": "m",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "✅ INTIMITÉ THERMIQUE ET LÉGÈRE : La priorité de ce t-shirt en 100% Coton Chaud Irge est de donner un sentiment absolu de protection au corps contre les intempéries, en l’isolant et en le gardant au chaud pendant toute sa durée d’utilisation. L'encolure est parfaite, permettant au vêtement d'être porté confortablement tous les jours sous un pull ou une veste.",
            "✅ TRANSPIRANT : Pour être au chaud, vous devez d’abord être au sec. C'est une priorité incontestable de ce vêtement et grâce à son tissu léger, fin et respirant et à son brossage interne, le porter sera un plaisir. En outre, ce tissu interlock gratté est antistatique, donc il ne provoque pas l'électricité statique inconfortable au moment de se déshabiller.",
            "✅ POLYVALENT : Grâce aux fibres élastiques du tissu qui s’adaptent aux mouvements du corps, il est idéal pour tout type d’activité ou sport en intérieur et en extérieur comme la randonnée, la salle de sport et le jogging.",
            "✅ OEKO TEX : Oeko-tex standard 100 est un système de test et de certification indépendant pour les produits textiles pour tous les types de production grâce à la chaîne de contrôle textile. L'étiquette Confidence en textiles sur chaque produit suivant la norme Oeko-Tex 100 indique que le fabricant est certifié comme respectueux de l'environnement tant dans les processus que dans les usines, et testé pour vérifier l'absence de substances nocives"
          ],
          "en": [
            "THERMAL & LIGHTWEIGHT UNDERWEAR - The priority of this 100% warm cotton Irge jersey is to give the body an absolute sense of protection against atmospheric agents, insulating and keeping it warm throughout its entire period of use. The neckline is right, it allows the garment to be dressed and comfortable to wear every day under a sweater or jacket.",
            "Breathable: To be warm, you must first be dry. It is an undoubted priority of this garment and thanks to its light, thin and breathable fabric and internal brushing, wearing it will be a pleasure. In addition, this brushed interlock fabric is anti-static, so it does not cause uncomfortable static electricity when undressing."
          ],
          "other": [
            "Versatile: thanks to the elastic fibres of the fabric that adapt to the movements of the body, it is ideal for any type of indoor and outdoor activities or sports such as hiking, the gym or jogging.",
            "OEKO TEX: Oeko-tex Standard 100 is an independent testing and certification system for textile products for all types of production thanks to the textile control chain. The Confidence label in textiles on each product according to Oeko-Tex Standard 100 indicates that the manufacturer is certified as environmentally friendly in both processes and factories, and tested for harmful substances"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61GIRbprFiL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CKXYHF72"
      }
    },
    {
      "asin": "B0DLNV96WT",
      "csi_title": "DAYEAR Remplacement de Filtre Spa 4.65&#13217; (2 Paquet) Filtre pliss&#233; de 5 microns pour Bain &#224; remous &#224; Visser en Filet SAE de 3.8cm pour 6CH-940RA PWW50P3-M FC-0359M 03FIL1400 817-0050",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Compatibilité : Ce filtre pww50p3-m est compatible avec PWW50, PWW50P3 (pas PWW50P4), Unicel 6CH-940, Filbur FC-0359, Waterway Plastics 817 0050, 25252, 378902, 03FIL1400, HTF0245RT pièce de rechange. (REMARQUE : Il s'agit d'une pièce de rechange compatible et les noms des fabricants et les numéros de pièces ont été utilisés à titre de référence uniquement. DAYEAR est une marque indépendante.)",
            "Spécifications : Longueur : 20.9cm ; Diamètre extérieur : 15.2cm ; Haut : Poignée circulaire ; Bas : Filetage 3.8cm SAE (filetage grossier) ; Zone de filtration : 4.65㎡ ; Couleur : Bleu",
            "Longue durée de vie : La durée de vie du filtre 6CH-940 dépasse 6-8 mois en fonction de l'usure normale. Compatible avec la plupart des piscines intérieures/extérieures, des piscines enterrées, des piscines hors sol, des et des spas. Profitez d'un temps de loisir propre dans votre piscine.",
            "Facile à nettoyer : DAYEAR, en tant que fabricant, utilise un matériau filtrant en structure de tissu trilobal qui facilite le relâchement des impuretés lors du nettoyage du filtre, le filtre est comme neuf après nettoyage. Il est recommandé de nettoyer les cartouches tous les 2 semaines pour maximiser les performances de votre spa",
            "Entretien facile : Accès pratique pour un nettoyage et un remplacement sans tracas lorsque cela est nécessaire. Astuce : Pour éviter la corrosion, veuillez retirer le filtre avant de nettoyer votre baignoire",
            "Conception à filetage court : Nous avons conçu cet élément de filtre de spa avec des filets courts, mais il peut toujours rester stable et ne s'assouplit pas ou ne s'endommage pas pendant l'utilisation",
            "Kindly Care : Si vous avez des questions, veuillez nous contacter. Nous vous aiderons à résoudre le problème dans les 24 heures."
          ],
          "en": [
            "Compatibility: Compatible with PWW50, PWW50P3 (not PWW50P4), Unicel 6CH-940, Filbur FC-0359, Waterway Plastics 817 0050, 25252, 378902, 03FIL1400, HTF0245RT (Note: This is a compatible spare part, the manufacturers' names and part numbers have been used for reference purposes only. DAYEAR is an independent brand)"
          ],
          "other": [
            "SPECIFICATIONS: Length: 8.5 inches; Outer Diameter: 6 inches; Top: Circular handle; Bottom: 1.5 inch SAE thread (coarse thread); Filtration area: 50 m²; Colour: Blue",
            "EASY TO CLEAN: Every day as a manufacturer uses 5 micron trilobal structure filter material which makes it easy to remove impurities when cleaning the filter, the filter looks like new after cleaning. It is recommended to clean the cartridges weekly to maximize your spa performance",
            "Long service life: filter life exceeds 6-8 months due to normal wear. Compatible with most indoor/outdoor pools, in-ground pools, above ground, hot tubs and spas. Enjoy clean free time in your pool",
            "EASY CARE - Convenient access for hassle-free cleaning and replacement if needed. The folds of the filter are evenly distributed to retain more dirt and are easy to clean. Filter element can be thoroughly cleaned and reused",
            "Maintenance: If you have any questions, please contact us. We will help you solve the problem within 24 hours"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71LMwjilGkL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DLNV96WT"
      }
    },
    {
      "asin": "B0DBV1YHD2",
      "csi_title": "QIXING &#8211; Chandail &#224; col en V et manches longues pour femmes, t-shirt tricot&#233; ray&#233;, XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_36::{",
          "size_map": "X-Large",
          "additional_sizes_detected": [
            "x_l,",
            "X-Large",
            "XL"
          ],
          "structured_size": {
            "size": "x_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau confortable : 50 % acrylique + 50 % nylon. QIXING Chemise à col en V pour femmes en tissu texturé de haute qualité. Doux, confortable, respirant et doux pour la peau. Ces pulls pour femmes offrent un confort et un style exceptionnels, vous apportant une expérience de port confortable.",
            "Design élégant : Design unique en forme de V à rayures, peut vous faire paraître plus mince. Manches longues et col en V. Plusieurs couleurs au choix.",
            "Assortiment : ce pull est incroyablement polyvalent. Il peut être associé avec des jeans, des leggings, des pantalons skinny ou des bottes pour mettre en valeur votre charme et recevoir des compliments des autres.",
            "Occasions polyvalentes - Le sweat-shirt pour femmes QIXING vous offre le meilleur du style et du confort partout, comme pour le port quotidien, les activités de plein air, le shopping, les soirées en boîte, les fêtes, la rue ou les rendez-vous.",
            "Taille et entretien du vêtement : lavable en machine. Hauts d'hiver à manches longues pour femme. Avant de passer commande, veuillez vérifier le tableau des tailles pour une taille confortable.",
            "Comfortable material: 50% acrylic + 50% nylon. QIXING women's V-neck jumper made from high-quality structured fabric. Soft, comfortable, breathable and skin-friendly. These women's sweaters provide exceptional comfort and style, bringing you a comfortable wearing experience.",
            "VERSATILE OCCASIONS - QIXING women's sweatshirt gives you the best in style and comfort everywhere, like daily life, outdoor activities, shopping, clubbing, party, street or dating."
          ],
          "en": [
            "Material: this sweater is incredibly versatile. It can be combined with jeans, leggings, skinny pants or boots to show your charm and receive compliments from others."
          ],
          "other": [
            "Stylish Design Unique V-shaped stripe design, can make you look slimmer. Long sleeve and V-neck design, various colours to choose from.",
            "Size and care: machine washable. Women's long sleeve winter top. Before ordering, please check the size chart for a comfortable fit."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/715OPxrSc9L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DBV1YHD2"
      }
    },
    {
      "asin": "B0F3XWGSR3",
      "csi_title": "Felcia D&#233;bardeur &#224; sequins style ann&#233;es 2000 pour femme - Sexy col en V - Dos nu - Crop top - Perle scintillante - D&#233;bardeur d&apos;&#233;t&#233; - D&#233;bardeur &#224; d&#233;coupe basse - D&#233;bardeur festif - Streetwear, a-bleu",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_745::{",
          "size_map": null,
          "additional_sizes_detected": [
            "l,",
            "L"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Expérience de port confortable : ce haut caraco pour femme est fabriqué en matériau 100 % polyester de qualité supérieure ; doux au toucher, confortable à porter",
            "Design : débardeurs d'été pour femmes, camisole pour femme avec bretelles spaghetti, col en V, dos nu avec nœud ; le motif floral vous aide à devenir plus charmante et attrayante",
            "Facile à assortir : le débardeur crop tendance est le choix parfait pour une fête entre amis ; il suffit d’ajouter des talons hauts et une pochette ; Stylisez-le selon votre événement",
            "Occasion : Les hauts pour femmes à porter en sortie conviennent pour un usage quotidien, une activité en plein air, des tenues de club, du streetwear, la plage, les vacances, un festival, une rave, un rendez-vous, une fête entre amis, une tenue de photographie, etc",
            "Paquet : Un débardeur ; Coupe régulière offrant un parfait équilibre entre ajusté et ample, adapté à la plupart des tenues féminines ; Une bonne combinaison de confort et de style",
            "Easy to match: fashion crop top is the perfect choice for friends parties; Just add high heels and a clutch; Style yours according to your event",
            "What you get: one camiso; Regular fit strikes a perfect balance between comfort and loose, suitable for most women; A good combination of comfort and style"
          ],
          "en": [
            "Comfortable wearing experience: this camisole tops for women is made of 100% premium polyester material; Soft to touch, comfortable to wear"
          ],
          "other": [
            "Design:Summer tank tops for women,camisole for women with spaghetti straps,v neck,backless with bow;Floral pattern helps you become more charming and attractive",
            "Occasion:The outing tops for women are suitable for daily wear, outdoor activities, clubs, street wear, beach, vacation, festivals, rave, dating, friends party, photography outfits, etc"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61qMIsKxG1L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F3XWGSR3"
      }
    },
    {
      "asin": "B0C33J3GRZ",
      "csi_title": "G&#233;n&#233;rique b472",
      "csi_status": "Not Discoverable",
      "attributes": {
        "size_info": {
          "size": "L",
          "size_map": "L",
          "additional_sizes_detected": [
            "$additional_links_augmentor_785::{",
            "l,"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "It is made of high quality materials, durable for your daily wear"
          ],
          "other": [
            "12",
            "Pattern type: printed",
            "Note: Due to possible physical differences between different monitors, the product photography is only illustrative and may not accurately reflect the actual colour of the item received.",
            "Gender: Men",
            "L Turn-down Collar, Short Sleeve, L Print Suitable For A Daily/Casual Look"
          ]
        }
      },
      "dp": {
        "image": null,
        "fr_dp_url": "https://www.amazon.fr/dp/B0C33J3GRZ"
      }
    },
    {
      "asin": "B0FH76Q53C",
      "csi_title": "Haut &#224; manches longues pour femme - Col roul&#233; - Coupe ajust&#233;e - Extensible - Haut thermique, noir fonc&#233;, S",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "S",
          "size_map": "S",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Fabriqué en polyester, doux, léger et respirant, excellent toucher pour votre peau. Parfait pour les prochaines journées d'hiver.",
            "Style : ce sweat-shirt vous rend cool. Le col rond met en valeur votre clavicule. Joli bouton décoratif qui peut parfaitement montrer votre personnalité. La longueur et la taille haute élastique montrent votre silhouette.",
            "Occasions : convient pour un look décontracté au quotidien et toutes les occasions, en particulier pour les fêtes, les boîtes de nuit et les rendez-vous.",
            "【Collocation】Longueur parfaite pour les leggings, jeans, shorts ou pantalons. Vous pouvez le mettre dans vos shorts ou jupes pour un look élégant en toutes saisons",
            "Style: this sweatshirt makes you cool. The round neck makes your collarbone stand out. Nice decorative button can perfectly show your personality. The length and high elastic waist show your figure."
          ],
          "other": [
            "Made of polyester, soft, lightweight and breathable, great touch for your skin. Perfect for the next winter days.",
            "Occasions: suitable for a casual everyday look and any occasions, especially for parties, nightclubs and dating.",
            "【Collocation】Perfect length for leggings, jeans, shorts or pants. You can put it in your shorts or skirts for a stylish look in all seasons"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61kUwQ2h1xL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FH76Q53C"
      }
    },
    {
      "asin": "B0FXB6X44K",
      "csi_title": "NIDONE Manche de hache, manche de hachette en bois 17 pouces longueur avec coin remplacement hachette textur&#233;e r&#233;tro, poign&#233;es hache lisses et r&#233;sistantes aux chocs",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Uniformité du grain clair : doté d'un grain clair et d'une texture uniforme, ce manche de hache est non seulement fonctionnel mais également visuellement attrayant..La beauté naturelle du bois améliore l'apparence générale de votre hache.",
            "Construction en bois : Fabriqué à partir de bois de qualité, ce manche de hache de 17 pouces est conçu pour résister à une utilisation rigoureuse..Sa construction robuste garantit longévité et fiabilité pour tous vos besoins de hachage et de coupe.",
            "Design texturé rétro : la poignée présente une finition texturée rétro qui ajoute non seulement une esthétique vintage, mais offre également une prise confortable et sûre, améliorant votre contrôle lors de l'utilisation de la hache.",
            "Performance résistante aux chocs : ce manche de hache lisse est conçu avec des propriétés résistantes aux chocs, minimisant les vibrations pendant l'utilisation..Cela signifie moins de fatigue et une expérience de coupe plus sûre et plus confortable.",
            "Assemblage facile : conçue pour la commodité de l'utilisateur, la couture d'ouverture supérieure permet un assemblage simple avec un système de cale..Votre hache sera prête à l'action en un rien de temps !"
          ],
          "en": [
            "Clear Grain Uniformity - Featuring a clear grain and uniform texture, this axe handle is not only functional but also visually appealing..The natural beauty of wood enhances the overall appearance of your axe.",
            "WOOD CONSTRUCTION - Made from quality wood, this 17-inch axe handle is built to withstand rigorous use.Its sturdy construction ensures longevity and reliability for all your chopping and cutting needs.",
            "IMPACT RESISTANT PERFORMANCE This smooth axe handle is designed with impact resistant properties, minimizing vibration during use.This means less fatigue and a safer and more comfortable cutting experience."
          ],
          "other": [
            "Retro Textured Design The handle features a retro textured finish that not only adds a vintage aesthetic, but also provides a comfortable and secure grip, enhancing your control when using the axe.",
            "EASY ASSEMBLY - Designed for user convenience, the top opening seam allows for simple assembly with a wedge system..Your axe will be ready for action in no time!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61XXtfhhDqL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FXB6X44K"
      }
    },
    {
      "asin": "B0FY762HMH",
      "csi_title": "FENUGREC | Hautement Concentr&#233; : Extrait 20:1 | Titr&#233; &#224; 50% en Saponine | 120 G&#233;lules | 2000 mg par Dose | R&#233;gulation de la Glyc&#233;mie, Digestion et App&#233;tit | Made in France | Terravita",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "120 unité (Lot de 1)",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "🏆 CONCENTRATION EXCEPTIONNELLE ●● Notre formule contient 2000 mg d'extrait de Fenugrec par dose quotidienne (4 gélules), avec une concentration élevée de 1000 mg de saponines (extrait titré à 50%). Grâce à son ratio d'extraction 20:1, chaque dose équivaut à 40 000 mg de plante brute, garantissant des résultats optimaux.",
            "🍏 CONFORT DIGESTIF ●● Le Fenugrec favorise naturellement une digestion saine et apaise les troubles digestifs. Riche en fibres et en mucilages, il protège la muqueuse gastro-intestinale, réduit les ballonnements et améliore le transit intestinal. Idéal pour retrouver un confort digestif optimal et un système digestif équilibré au quotidien.",
            "🥗 RÉGULATION NATURELLE DE LA GLYCÉMIE ●● Notre extrait de Fenugrec aide à maintenir une glycémie équilibrée grâce à sa richesse en saponines qui favorisent une meilleure sensibilité à l'insuline. Il soutient le métabolisme des glucides et contribue à réguler le taux de sucre dans le sang. C’est un allié précieux pour votre équilibre métabolique et votre santé cardiovasculaire.",
            "🍽️ CONTRÔLE DE L'APPÉTIT ●● Le Fenugrec est reconnu pour son action coupe-faim naturelle grâce à sa richesse en fibres solubles qui procurent une sensation de satiété durable. Il aide à réduire les fringales, contrôler l'appétit et favoriser une gestion saine du poids. Parfait pour accompagner vos objectifs de rééquilibrage alimentaire et de bien-être.",
            "✅ SATISFACTION CLIENT ●● Notre Fenugrec est cultivé en Asie, d'où il est originaire, puis conditionné en France selon des normes strictes de qualité. Nos gélules sont végétales et ne contiennent pas d'ingrédients controversés. Votre satisfaction est notre priorité. Notre équipe de nutritionnistes reste à votre disposition pour vous accompagner. Convient aux régimes végétarien et vegan."
          ],
          "other": [
            "Our formula contains 2000 mg of Fenugreek extract per daily dose (4 capsules), with a high concentration of 1000 mg saponins (50% titrated extract). Thanks to its 20:1 extraction ratio, each dose is equivalent to 40,000 mg of raw plant, guaranteeing optimal results.",
            "DIGESTIVE COMFORT ●● Fenugreek naturally promotes healthy digestion and soothes digestive disorders. Rich in fiber and mucilage, it protects the gastrointestinal mucosa, reduces bloating and improves intestinal transit. Ideal for regaining optimal digestive comfort and a balanced digestive system on a daily basis.",
            "NATURAL GLYCEMIA REGULATION ●● Our Fenugreek extract helps maintain a balanced blood sugar level thanks to its richness in saponins that promote better insulin sensitivity. It supports carbohydrate metabolism and helps regulate blood sugar levels. It is a valuable ally for your metabolic balance and cardiovascular health.",
            "APPETITE CONTROL ●● Fenugreek is known for its natural appetite-suppressing action thanks to its richness in soluble fibers that provide a lasting feeling of satiety. It helps reduce cravings, control appetite and promote healthy weight management. Perfect to accompany your food rebalancing and wellness goals.",
            "CUSTOMER SATISFACTION ●● Our Fenugreek is grown in Asia, where it originates, then packaged in France according to strict quality standards. Our capsules are plant-based and do not contain controversial ingredients. Your satisfaction is our top priority. Our team of nutritionists remains at your disposal to accompany you. Suitable for vegetarian and vegan diets."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51IrCIQl0BL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FY762HMH"
      }
    },
    {
      "asin": "B0DQK94X93",
      "csi_title": "Hauts &#224; paillettes pour femmes UK, d&#233;bardeur &#224; sequins &#233;tincelants, hauts &#224; paillettes et &#224; sequins pour cocktail, hauts &#224; manches 3/4 &#233;tincelants, hauts festifs &#224; paillettes, chemisiers &#224; col rond",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "66",
          "size_map": "66",
          "additional_sizes_detected": [
            "$additional_links_augmentor_1099::{",
            "numeric_42,"
          ],
          "structured_size": {
            "size": "numeric_42",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "numeric",
            "numeric_size": 42
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "🌸Features🌸Solid color and pretty floral print style, classic casual shirts for women, loose casual tunic tops, long enough hem to hide belly and hips, add a sense of elegance and clothing, making it suitable for VA body shape.",
            "🌸Perfect for Any Occasion 🌸 Women's tops are designed in loose style to fit all body types. Suitable for leisure, office, business, daily wear, vacation, travel, beach, office or vacation, etc. Perfect for summer casual wear, create a fashionable summer perspective",
            "🌸Match🌸 Women's tops make it easy to match in a simple and unique way. Perfect to wear with skirts, shorts, jeans, leggings, heels, boots, sandals, earrings, necklaces, etc. A must have piece for your summer wardrobe. This stylish and comfortable top is versatile and easy to style.",
            "🌸Matériau🌸 : les hauts d'été décontractés pour femmes sont fabriqués en matériau de haute qualité, respirant et doux, léger et confortable à porter. Le tissu offre une expérience de port agréable et fraîche, parfaite pour la saison estivale. Profitez de la sensation luxueuse de ce débardeur d'été pour femme.",
            "Caractéristiques : couleur unie et joli motif imprimé floral, chemises décontractées classiques pour femme, tuniques amples, ourlet fluide assez long pour cacher le ventre et les hanches, ajoute une touche d'élégance et de sophistication, convenant à tous les types de corps.",
            "🌸 Parfait pour toutes les occasions 🌸 : les hauts pour femme sont conçus dans un style ample pour s'adapter à tous les types de corps. Convient pour les vêtements décontractés, le bureau, les affaires, le quotidien, les vacances, les voyages, la plage, le bureau ou les loisirs, etc. Parfait pour un look estival décontracté, créez une apparence estivale à la mode !",
            "🌸Assortiment🌸 : Les hauts pour femmes sont faciles à associer de manière simple et unique. Parfait à porter avec des jupes, des shorts, des jeans, des leggings, des talons, des bottes, des sandales, des boucles d'oreilles, des colliers, etc. Une pièce indispensable pour votre garde-robe estivale. Ce haut élégant et confortable est polyvalent et facile à styliser.",
            "🌸Entretien du vêtement🌸 : lavage recommandé des hauts pour femme : lavage à la main/lavage en machine à basse température/suspendre ou sécher à l'air libre/ne pas utiliser d'eau de Javel, cela augmentera la durabilité de vos vêtements. Veuillez vérifier soigneusement le tableau des tailles avant d'acheter.",
            "vêtements d'été mignons pour femmes t-shirt d'été vêtements d'été pour femmes tendance amusant hauts d'été bohème pour femmes hauts à manches courtes pour l'été t-shirts d'été vêtements d'été décontractés pour femmes tenues d'été pour femmes 2024 chemises boutonnées d'été pour femmes hauts à volants pour femmes été t-shirts d'été hauts courts mignons d'été pour femmes hauts décontractés d'été pour femmes été ops vêtements d'été pour adolescentes décontracté d'affaires été hauts d'été à manches courtes",
            "vêtements en lin pour femmes hauts en lin courts pour femmes hauts en lin pour femmes 2024 hauts en lin d'été tendance pour femmes 2024 blouse en lin vert clair ensemble chemise et short en lin pour femmes chemise boutonnée en lin grande taille pour femmes ensemble short et chemise en lin blanc pour femmes tous les vêtements en lin ou coton pour femmes chemise en lin rayée à manches courtes jaune hauts en lin blancs et blouses pour femmes coupe ample hauts en lin pour femmes hauts et blouses boho pour femmes sous 20 hauts et blouses en lin à manches 3/4 pour femmes",
            "Chemisier vert à col en V chemisiers pour femmes hauts tunique en coton pour femmes tunique grande taille tunique chemises surdimensionnées pour femmes chemisiers pour femmes hauts tunique pour femmes coupe ample habillés chemisiers pour femmes hauts grande taille hauts courts pour femmes tunique grande taille tunique chemises pour femmes hauts de Pâques pour femmes hauts rouges pour femmes hauts à col pour femmes",
            "tuniques grande taille pour femmes débardeurs d'allaitement pour femmes hauts pour femmes vêtements pour femmes tunique en lin grande taille pour femmes pour les leggings hauts légers pour femmes corsets rouges pour femmes hauts de gym blouses pour femmes vêtements en lin décontractés pour femmes grande taille pour femmes hauts d'été pour femmes blouses pour femmes pour le travail hauts avec encolure en V pour femmes chemises pour femmes avec encolure en V hauts à manches longues pour femmes grande taille pour femmes blouses blanches pour femmes hauts en lin tendance grande taille pour femmes pour l'été hauts à manches courtes pour femmes tenues de sortie pour femmes",
            "hauts courts pour femmes tendance hauts d'été décontractés pour femmes 2024 chemises pour femmes 2024 hauts à manches courtes pour femmes vêtements d'été tendance pour femmes 2024 hauts en coton pour femmes t-shirts pour femmes chemisiers pour femmes hauts décontractés pour femmes hauts à manches courtes pour femmes hauts mignons pour femmes hauts pour femmes décontractés tenues de bureau pour femmes hauts habillés pour femmes 2024 hauts habillés décontractés pour femmes hauts vaion pour femmes hauts d'entraînement hauts d'été pour adolescentes"
          ],
          "en": [
            "🌸Material🌸:The summer casual tops for women are made of high quality material, breathable and soft, lightweight and comfortable to wear. The fabric provides a pleasant and cool wearing experience, perfect for the summer season. Enjoy the luxurious feel of this women's summer top.",
            "🌸Garment Care🌸 Recommended washing of tops for women: hand wash/machine wash at low temperature/hang or line dry/do not bleach, this will increase the durability of your clothes. Please check the size chart carefully before purchasing."
          ],
          "other": [
            "cute summer clothes for women summer shirts fashion fun t shirts for women summer tops bohemian short sleeve tops for summer summer casual summer clothes for women summer outfits for women summer shirts for women button down summer shirts for women ruffle tops for women summer tops for women cute summer tops for women casual tops for women summer tops for teen girls summer tops casual short sleeve tops",
            "short linen tank tops for women linen tops for women summer linen tops for women 2024 trend light green linen blouse and shorts linen button down shirt for women linen shorts and shirt white linen clothing set for women linen or cotton shirt striped shirt short sleeve loose linen tops and blouses for women under 20 linen tops and blouses Sleeve",
            "green v neck blouse for women,cotton tunic for women,plus size tunic tops,oversized shirts for women,blouses for women,dress blouses for women,plus size tops,short tops for women,easter shirts for women,red tops for women,v neck tops for women",
            "plus size tops for women dressy nursing tanks for women plus size linen tunic for leggings lightweight tops for women red corset for women sports shirts for women casual linen clothes for women plus size tops for women summer blouse for women v neck blouse for women purple shirt long sleeve for women white blouse plus size for women summer tops for women short sleeve tops for women",
            "crop tops for women summer tops for women casual tops for women 2024 shirts for women short sleeve tops for women summer clothes for women fashion summer tops for women 2024 cotton tops for women casual tops for women short sleeve tops for women cute tops for women casual office outfits for women casual dress tops for women casual dress tops for women workout tops for teen girls"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/814vs1QFmjL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DQK94X93"
      }
    },
    {
      "asin": "B0FDFVBV7K",
      "csi_title": "Ficerd Lot de 3 Chemises &#224; Manches Longues en Coton pour Homme, Grandes Tailles, d&#233;contract&#233;es et surdimensionn&#233;es(Gris Clair, Vert Matcha, Rose p&#234;che,7XL)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "7XL",
          "size_map": "7XL",
          "additional_sizes_detected": [
            "$additional_links_augmentor_788::{",
            "'7x_l',"
          ],
          "structured_size": {
            "size": "'7x_l'",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matière confortable : ce t-shirt oversize pour homme est composé d'un mélange de 95 % cotton et 5 % spandex, alliant élasticité douce et texture soyeuse, vous offrant un ajustement ample et une expérience de port sans contrainte du matin au soir",
            "Le forfait comprend: vous recevrez un pack de 3 chemises à manches longues pour hommes de grande taille de différentes couleurs, ces hauts sont de couleur unie avec un col ras du cou, le multipack vous offre une variété de choix pour répondre à vos besoins quotidiens",
            "Conception ample : chaque chemise grande et grande pour homme est suffisamment longue pour couvrir efficacement l'abdomen, aidant à empêcher vos sous-vêtements et votre ventre de se montrer lorsque vous vous penchez ou levez les bras",
            "Convient à toutes les occasions : cette chemise en coton pour homme est polyvalente et convient à diverses activités telles que les fêtes, le travail, l'exercice, les activités sportives, les voyages, les vacances et la vie quotidienne ; elle peut être facilement assortie à n'importe quelle occasion",
            "Conseils d'entretien : cette chemise à manches longues, grande et grande, n'est pas seulement élégante et ample, elle est également pratique. Elle peut être lavée à la main à l'eau froide ou en machine sur un cycle délicat, suspendue ou séchée à l'air libre, et ne pas blanchir. Conserve sa forme et ses couleurs vives même après des lavages réguliers."
          ],
          "en": [
            "Comfortable Material This oversize men's t-shirt is made of a blend of 95% cotton and 5% spandex, which is elastic and soft, providing you with a comfortable fit and convenient wearing experience.",
            "Suitable for any occasion: this men's cotton shirt is versatile and suitable for various activities such as party, work, exercise, sports activities, travel, vacation and daily life; It can be easily matched with any occasion",
            "CARE TIPS:This long sleeve big and tall shirt is not only stylish and loose, it is also practical. It can be hand washed in cold water or machine wash on a delicate cycle, hang or air dried, and do not bleach. Retains its shape and bright colours even after regular washing."
          ],
          "other": [
            "The package includes: you will receive a pack of 3 large size men's long sleeve shirts in different colors, these tops are solid color with a crew neck, the multipack provides you with a variety of choices to meet your daily needs",
            "Loose design: each big and tall mens shirt is long enough to effectively cover the abdomen, helping to prevent your underwear and belly from showing up when bending or raising your arms"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81Wq8B+pJaL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FDFVBV7K"
      }
    },
    {
      "asin": "B0B999TN62",
      "csi_title": "B&#233;b&#233; mouton agricole motif t shirt aquarelle agneau Manche Longue",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "2X-Large",
          "size_map": "2X-Large",
          "additional_sizes_detected": [
            "S"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Cadeau Alors vous devriez acheter ce design exceptionnel! Les gens vont adorer ce motif cool. Cadeau idéal pour votre mère, père, grand-père, grand-mère, oncle, tante, sœur ou frère. T-shirt à capuche style sweat à capuche",
            "Bébé mouton Agriculture motif t shirt aquarelle agneau. T-shirt à motif amusant, imprimé à capuche amusant, inscription cool, inscription sarcastique, cadeau amusant.",
            "Léger, Coupe classique, manche à double couture et ourlet à la base",
            "Gift Then you should buy this exceptional design! People will love this cool pattern. Ideal gift for your mother, father, grandpa, grandma, uncle, aunt, sister or brother. Hoodie Style Tee"
          ],
          "other": [
            "Baby Sheep Agriculture Pattern Watercolor Lamb T Shirt. Funny pattern t-shirt, funny hooded print, cool lettering, sarcastic lettering, funny gift.",
            "Lightweight, classic fit, double-stitched sleeve and hem at hem"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/A18Zbr2L5LL.png%7C0%2C0%2C2140%2C2000%2B0.0%2C0.0%2C2140.0%2C2000.0_AC_SX425_.png",
        "fr_dp_url": "https://www.amazon.fr/dp/B0B999TN62"
      }
    },
    {
      "asin": "B098D1TLZS",
      "csi_title": "Gremlins Robe pour femme, Noir , Small",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Small",
          "size_map": "Small",
          "additional_sizes_detected": [
            "S"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "other": [
            "100 % coton.",
            "Marque : Gremlins.",
            "Personnages : Gremlin.",
            "Motif:Texte",
            "Col : col rond.",
            "100% cotton.",
            "Brand: Gremlins.",
            "Characters: Gremlin.",
            "Pattern: text",
            "Collar:Round Neck"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61tbQZwtR1L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B098D1TLZS"
      }
    },
    {
      "asin": "B09HBSN18D",
      "csi_title": "MAGCOMSEN Sweat-shirt de base d&apos;hiver en polaire pour homme, manches longues, d&#233;contract&#233;, doublure chaude, sportif, col rond, manches longues, t-shirt col rond, Gris/bleu, M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_36::{",
          "size_map": "M",
          "additional_sizes_detected": [
            "m,",
            "M"
          ],
          "structured_size": {
            "size": "m",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériel : la surface est en 95 % coton et 5 % élasthanne, l'intérieur est en polyester, doux, confortable et extensible.",
            "Points forts : design à col rond, poignets élastiques côtelés aux poignets, décolleté et ourlet, plein de sportivité.",
            "Doublé : la doublure en polaire de haute qualité peut efficacement résister au froid et conserver la chaleur.",
            "Pratique : le sweat-shirt basique en polaire est très adapté pour les trois saisons du printemps, de l'automne et de l'hiver.",
            "Convient pour le sport, la randonnée, le cyclisme, la pêche, la course, le camping, les loisirs, l'extérieur, les fêtes, etc."
          ],
          "other": [
            "Material: the surface is made of 95% cotton and 5% spandex, the interior is polyester, soft, comfortable and elastic.",
            "Highlights: round neck, elastic ribbed cuffs, neckline and hem, full of sporty.",
            "LINED - The high quality fleece lining can effectively withstand the cold and keep you warm.",
            "Practical: the basic fleece sweater is very well suited for the three seasons of spring, autumn and winter.",
            "Suitable for: sports, trekking, hiking, cycling, fishing, running, camping, leisure, outdoor, party, etc."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/91CLbsk0lIL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B09HBSN18D"
      }
    },
    {
      "asin": "B0FB3J8BLD",
      "csi_title": "Felcia &#8211; T-shirts graphiques Y2k oversize &#224; manches courtes pour femmes avec col en V et imprim&#233; num&#233;rique - Haut d&#8217;&#233;t&#233; d&#233;contract&#233; pour sorties esth&#233;tiques, O-black, M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_745::{",
          "size_map": null,
          "additional_sizes_detected": [
            "m,",
            "M"
          ],
          "structured_size": {
            "size": "m",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau de haute qualité : Les t-shirts surdimensionnés à encolure en V pour femme sont fabriqués en 95 % polyester et 5 % élasthanne ; Un tissu respectueux de la peau, doux, confortable à porter et adapté aux femmes à la peau délicate",
            "Caractéristiques : t-shirts d'été pour femmes ; col en V, designs à rayures à manches courtes ; t-shirts pour femmes coupe ample, la coupe ample assure un confort et une respirabilité maximums, en faisant le choix idéal pour les chaudes journées d'été",
            "Impression tendance : hauts de sortie pour femme ; les motifs imprimés de chiffres ajoutent une touche de vie à ces hauts, associés à un collier en métal pour créer une apparence cool",
            "Occasion : les t-shirts pour femme sont adaptés pour le printemps et l'été, les loisirs quotidiens, le travail, le shopping, les rendez-vous, les fêtes ou d'autres occasions, avec vos jeans, jupes et shorts préférés",
            "Cadeau Unique : Hauts à manches courtes pour femmes, idéal pour un cadeau d'anniversaire, cadeau de vacances et cadeau d'anniversaire de mariage pour votre épouse préférée ; Ajoutez une surprise à sa garde-robe"
          ],
          "other": [
            "High quality material: the oversized v neck t shirts for women are made of 95% polyester and 5% spandex; a skin-friendly fabric, soft, comfortable to wear, and suitable for women with delicate skin",
            "Features: summer t shirts for women; V-neck, short sleeve stripes; women's T-shirts, loose fit, loose fit ensures maximum comfort and breathability, making it the ideal choice for hot summer days",
            "FASHION PRINTING:Outing tops for women; Number printed patterns add a touch of life to these tops, paired with metal necklace to create a cool appearance",
            "Occasion:The womens t shirts are suitable for spring and summer, daily leisure, work, shopping, dating, party or other occasions, with your favorite jeans, skirts and shorts",
            "Unique gift: women's short sleeve tops, suitable for birthday, holiday and anniversary gift for your favorite woman; add a surprise to her wardrobe"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/618nOZUPrzL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FB3J8BLD"
      }
    },
    {
      "asin": "B0772V8WKT",
      "csi_title": "Monzani MZ-742L Cor Fuerst-Pless - Cor de chasse Furst-Pless",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Fürst Pless Hörner",
            "Nous attachons une grande importance à une combinaison équilibrée de finitions soignées et de matériaux sélectionnés.",
            "NOTRE OBJECTIF - Votre satisfaction est notre priorité absolue et se trouve au cœur de nos préoccupations."
          ],
          "other": [
            "Jagdinstrumente & Zubehör",
            "Bläser",
            "We attach great importance to a balanced combination of careful workmanship and selected materials.",
            "OUR GOAL - Your satisfaction is our top priority and is at the heart of our concerns."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71gyHlGXkOL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0772V8WKT"
      }
    },
    {
      "asin": "B0DQ8SGF32",
      "csi_title": "Felcia &#8211; T-shirts graphiques Y2k oversize &#224; manches courtes pour femmes avec col en V et imprim&#233; num&#233;rique - Haut d&#8217;&#233;t&#233; d&#233;contract&#233; pour sorties esth&#233;tiques, M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_841::{",
          "size_map": null,
          "additional_sizes_detected": [
            "m,",
            "M"
          ],
          "structured_size": {
            "size": "m",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau de haute qualité : Les t-shirts surdimensionnés à encolure en V pour femme sont fabriqués en 95 % polyester et 5 % élasthanne ; Un tissu respectueux de la peau, doux, confortable à porter et adapté aux femmes à la peau délicate",
            "Caractéristiques : t-shirts d'été pour femmes ; col en V, designs à rayures à manches courtes ; t-shirts pour femmes coupe ample, la coupe ample assure un confort et une respirabilité maximums, en faisant le choix idéal pour les chaudes journées d'été",
            "Impression tendance : hauts de sortie pour femme ; les motifs imprimés de chiffres ajoutent une touche de vie à ces hauts, associés à un collier en métal pour créer une apparence cool",
            "Occasion : Les t-shirts pour femmes conviennent au printemps et à l'été, aux loisirs quotidiens, au travail, au shopping, aux rendez-vous, aux fêtes ou à d'autres occasions, avec vos jeans, jupes et shorts préférés",
            "Cadeau Unique : Hauts à manches courtes pour femmes, idéal pour un cadeau d'anniversaire, cadeau de vacances et cadeau d'anniversaire de mariage pour votre épouse préférée ; Ajoutez une surprise à sa garde-robe"
          ],
          "other": [
            "High quality material: the oversized v neck t shirts for women are made of 95% polyester and 5% spandex; a skin-friendly fabric, soft, comfortable to wear, and suitable for women with delicate skin",
            "Features: summer t shirts for women; V-neck, short sleeve stripes; women's T-shirts, loose fit, loose fit ensures maximum comfort and breathability, making it the ideal choice for hot summer days",
            "FASHION PRINTING:Outing tops for women; Number printed patterns add a touch of life to these tops, paired with metal necklace to create a cool appearance",
            "Occasion:The womens t shirts are suitable for spring and summer, daily leisure, work, shopping, dating, party or other occasions, with your favorite jeans, skirts and shorts",
            "Unique gift: women's short sleeve tops, suitable for birthday, holiday and anniversary gift for your favorite woman; add a surprise to her wardrobe"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71vCyag08eL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DQ8SGF32"
      }
    },
    {
      "asin": "B09NL3K8LH",
      "csi_title": "Champion Mens Short Sleeve Tattersall Shirt",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XX-Large",
          "size_map": "XX-Large",
          "additional_sizes_detected": [
            "$additional_links_augmentor_1113::{",
            "xx_l,"
          ],
          "structured_size": {
            "size": "xx_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Champion Tattersall Classic Country Style Plaid Shirt (Size generously order using chest sizes for best fit)"
          ],
          "other": [
            "Mens Champion Short Sleeve Tattersall Shirt",
            "Branded button chest pocket and straight hem",
            "Premium Quality Dyed Check Fabrics",
            "Short Sleeve",
            "35% Cotton, 65% Polyester"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71RbjXgTNxL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B09NL3K8LH"
      }
    },
    {
      "asin": "B0FDQSSNS5",
      "csi_title": "T-shirt pour femme, manches 3/4 avec boutons, blouses de loisirs &#233;l&#233;gantes, tenues d&apos;&#233;t&#233;, vacances &#224; la plage, grande taille, v&#234;tements de printemps, Noir , L",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_832::{",
          "size_map": null,
          "additional_sizes_detected": [
            "l,",
            "L"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Excellentes caractéristiques : Manches 3/4, vêtements de printemps pour femmes, chemises pour femmes, élégant, décontracté, blouses pour femmes, travail professionnel, tenues d'été pour femmes, jolis détails boutonnés sur le poignet, col rond simple avec ourlet incurvé",
            "Coupe ample : ce haut élégant dispose d'une coupe fluide et confortable avec des manches 3/4 avec boutons accentués pour une touche d'élégance. Offre une couverture flatteuse et est un choix parfait pour toute l'année",
            "Assorti : combinez ce haut avec des jeans, des shorts, des pantalons, des jupes, des capri ou même des shorts de motard. L'ourlet incurvé ajoute une touche élégante, assez long pour couvrir le dos, ce qui le rend parfait avec des leggings",
            "Occasions : parfait pour la vie quotidienne, les sorties décontractées, les affaires, le travail, le bureau, les rendez-vous, les voyages, les vacances, les fêtes, les concerts à la campagne, le shopping, les excursions à la plage et un cadeau attentionné",
            "Entretien des vêtements : Laver en machine à l'eau froide, sécher à basse température ou suspendre pour sécher. Repassage à basse température"
          ],
          "en": [
            "LOOSE FIT - This stylish top features a fluid, comfortable fit with 3/4 button sleeves for a touch of elegance. Offering flattering coverage, it's a perfect choice for year-round use",
            "Matching: Pair this top with jeans, shorts, pants, skirt, capris, or even biker shorts. The curved hem adds a stylish touch, long enough to cover the back, making it perfect to wear with leggings"
          ],
          "other": [
            "GREAT FEATURES:3/4 sleeve tops for women,plus size spring clothes for women,casual dress shirts,blouses for women working,summer outfits for women,cute buttons on cuffs,simple round neck with curved hem",
            "Occasions: perfect for daily wear, casual outings, business, work, office, dating, travel, vacation, party, country concerts, shopping, beach getaways, and makes a thoughtful gift",
            "Care: Machine wash in cold water, tumble dry low, or hang to dry. Iron at low temperature"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81Z3wqAHS3L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FDQSSNS5"
      }
    },
    {
      "asin": "B0FNCDCF5H",
      "csi_title": "Gilet tricot&#233; &#224; col en V pour gar&#231;ons et filles - Sans manches - Sweat-shirt mignon - Pull en maille - D&#233;bardeur - Uniforme scolaire pour enfants - Coton - Tricot &#224; c&#244;tes tendance - V&#234;tements preppy",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "11-12 ans",
          "size_map": "11-12 ans",
          "additional_sizes_detected": [
            "$additional_links_augmentor_818::{",
            "'11_years',",
            "11-12 Years"
          ],
          "structured_size": {
            "size": "'11_years'",
            "size_system": "as4",
            "body_type": "regular",
            "size_to": "'12_years'",
            "size_class": "age"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Enfant",
            "Kid"
          ],
          "normalized": "kid"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau : fabriqué à partir de tissu tricoté torsadé, le gilet pour filles et garçons est doux, confortable, léger, respirant, confortable à porter, tout en vous donnant un look élégant.",
            "Design : avec son style classique à col en V, ce pull sans manches pour garçon offre une touche moderne aux designs traditionnels. Les détails élégants côtelés de couleur contrastée sont flatteurs et adorables, la bordure côtelée au col et à l'ourlet garde la forme et la chaleur, offre une coupe ajustée.",
            "Occasion : Ces gilets en tricot pour garçons conviennent au port quotidien, tant pour les occasions formelles que décontractées, comme l'école, la remise des diplômes, les cérémonies, les séances photo, les fêtes, les sorties, les vacances, etc. Ce gilet pour garçon peut être associé à une chemise comme uniforme scolaire, adapté comme pièce de sous-vêtement en hiver ou comme vêtement d'extérieur au printemps et en automne ; Idéal pour les photos, les activités religieuses, les fêtes de vacances et Noël.",
            "Options de style polyvalentes : Les gilets en tricot pour garçons et filles sont idéaux pour les uniformes scolaires ou les vêtements décontractés, adaptés comme pièce de sous-vêtement en hiver ou comme vêtement extérieur au printemps, en automne et en hiver. Ce haut court en uniforme se marie avec des t-shirts, des blouses, des pantalons, des jeans taille haute, des jeans skinny, des shorts, des jupes ou des leggings. Ses couleurs printanières délicates, son design de style preppy et son ambiance années 2050 en font un favori décontracté et moderne. Les manteaux ou les doudounes par temps froid sont également une excellente option.",
            "Taille : coupe surdimensionnée pour un look tendance, légèrement extensible pour les enfants en pleine croissance. Gilet pour tout-petits 3-4 ans. Gilet en maille pour garçons et filles 5-6 ans. Gilet pour garçons et filles 7-8 ans. Gilet pour enfants 9-10 ans. Gilet scolaire pour garçons et filles 11-12 ans. Gilet en tricot pour garçons et filles 12-13 ans. Gilet pour garçons et filles 13-129 ans.",
            "DESIGN - With its classic V-neck style, this boys sleeveless sweater offers a modern twist to traditional designs. Stylish contrast color ribbed details are flattering and adorable, ribbed trim at collar and hem keeps shape and warmth, provides a slim fit.",
            "VERSATILE STYLE OPTIONS The sweater vest for boys and girls is ideal for school uniforms or casual wear, suitable as inner layer in winter or outerwear in spring, autumn and winter. This uniform tank top pairs with T-shirts, blouses, pants, high waisted jeans, skinny jeans, shorts, skirts or leggings. Its delicate spring colors, preppy style design and 205s vibe make it a casual and modern favorite. Coat or down jacket in cold weather is also a great option."
          ],
          "en": [
            "Occasion: these boys vests are suitable for formal and casual daily wear such as school, graduation, ceremony, photo shoot, party, going out, vacation, etc. This boys vest can be matched with shirt as school uniform, suitable as inner layer in winter or outerwear in spring and autumn. Ideal for taking photos, church activities, holiday party and Christmas."
          ],
          "other": [
            "Material: made from cable knit fabric, the vest for girls and boys is soft, comfortable, lightweight, breathable, comfortable to wear, while giving you a stylish look.",
            "SIZE - Oversized fit for a fashionable look, slightly stretchy for growing kids. Vest for children aged 3 to 4 years. Vest for boys and girls aged 5-6 years. Vest for boys and girls aged 7-8 years. Vest for children aged 9-10 years. School vest for girls and boys aged 11-12 years. Knitted vest for boys and girls aged 12-13 years. Vest for girls and boys from 13 to 129 years."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71YDFuvHv3L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FNCDCF5H"
      }
    },
    {
      "asin": "B0D54M7BJS",
      "csi_title": "Levi&apos;s Harlie New BF T-Shirt Blanc Brillant, Blanc &#233;clatant., L",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "L",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Chemise boutonnée pour femme",
            "Pensé selon un design par la marque Levi's"
          ],
          "other": [
            "Manches longues",
            "Women's Button Down Shirt",
            "Long Sleeve",
            "Designed according to a design by the brand Levi's"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61Reygxs3eL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0D54M7BJS"
      }
    },
    {
      "asin": "B0B8HPLN3R",
      "csi_title": "G&#233;n&#233;rique b818",
      "csi_status": "Not Discoverable",
      "attributes": {
        "size_info": {
          "size": "XL",
          "size_map": "XL",
          "additional_sizes_detected": [
            "$additional_links_augmentor_879::{",
            "x_l,"
          ],
          "structured_size": {
            "size": "x_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "Casual Plaid Long Sleeve Warm Lumberjack Shirt Regular Fit Shirt Men's Casual Short Sleeve Striped Western Style Button Down Regular Fit with Buttons Hawaiian Shirt Men's Funky Casual Button Down Very Loud Front Pocket Short Unisex Beach Print"
          ],
          "other": [
            "12",
            "Men's Shirt, Slim Fit Easy Ironing Cotton Short Sleeve Shirt Men's Long Sleeve Men's Short Sleeve Casual T-Shirt Slim Fit Contrast Color Tops Long Sleeve Hawaiian Shirt for Men Funky Casual Button Down Very Loud Short Unisex Cherryparrot",
            "Men's Shirt Slim Fit Easy Iron Cotton Long Sleeve Modell London Men Linen Solid Henley Shirts Casual Long Sleeve Summer Beach Shirt Classic Hawaiian Shirt for Men Funky Casual Button Down Very Loud Short Unisex Cherryparrot",
            "Men's Linen Shirt Funky Hawaiian Shirt Short Sleeve Flowers Casual Summer Aloha Printed Beach Shirt Men's Short Sleeve Plaid Casual Cotton Short Sleeve with Pocket Western Regular Fit",
            "Men's Flannel Shirts Shirt Men Long Sleeve Business Regular Fit Dress Shirts Button Down Long with Pocket Cotton Men Shirt Short Sleeve Shirt with Print for Men Classic Fit Cotton Shirt with Tunisian Collar Long Sleeve for Men Multicolor XXL"
          ]
        }
      },
      "dp": {
        "image": null,
        "fr_dp_url": "https://www.amazon.fr/dp/B0B8HPLN3R"
      }
    },
    {
      "asin": "B0B8HRRG6G",
      "csi_title": "G&#233;n&#233;rique b3",
      "csi_status": "Not Discoverable",
      "attributes": {
        "size_info": {
          "size": "XL",
          "size_map": "XL",
          "additional_sizes_detected": [
            "$additional_links_augmentor_898::{",
            "x_l,"
          ],
          "structured_size": {
            "size": "x_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "Men's Linen Shirt in Flannel Long Sleeve Shirt Casual Plaid Western Style Regular Fit with Pocket Fashion Shirts Men Short Sleeve Bling Shiny Slim Button Sleeves Fit Costume for Party Disco Disco Dancing Halloween Cosplay Colour and Silver"
          ],
          "other": [
            "12",
            "Plaid Shirt for Men Oversized T-Shirt for Men Short Sleeve Shirt Man Collar Two-Tone Long Sleeve Slim Fit Business Gift Idea Shirt Men Shirt Slim Fit Easy Iron Short Sleeve Modell Fit Hawaiian Shirt Men Shirt Slim Fit Easy Iron Cotton",
            "Linen Shirts for Men Hawaiian Shirt Casual Funky Men Button Down Front Pocket Short Sleeve Unisex Pineapple Leaves Print Hawaiian Shirt Men Funky Casual Button Down Very Loud Front Pocket Short Unisex Parrot Cherry Print",
            "Men's Shirt Shirt Slim Fit Easy Iron Cotton Long Sleeve Modell Musterhemd S-6XL Men's Shirt with Officer Collar Long Sleeve Solid Color Short Sleeve Cotton Shirt Military Casual Men",
            "Men's Shirt Slim Long Sleeve Clothing for Men Arabic Dress for Kaftan Male Abaya Dress Long Sleeve Jalabiya Plaid Shirt for Men Long Sleeve Casual Flannel Shirt Shirts Men Jeans Short Sleeve Sleeveless Cotton Casual Denim Western Plaid with 2 Pockets Button Down Regular Fit"
          ]
        }
      },
      "dp": {
        "image": null,
        "fr_dp_url": "https://www.amazon.fr/dp/B0B8HRRG6G"
      }
    },
    {
      "asin": "B017L05ZV0",
      "csi_title": "T-shirt &#224; manches longues Winter Coming humoristique de No&#235;l Imprim&#233; pour adulte - noir - Medium",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_36::{",
          "size_map": "Medium",
          "additional_sizes_detected": [
            "m,",
            "Medium"
          ],
          "structured_size": {
            "size": "m",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "inspiré GAMES OF THRONES Laid pull chemise manches longues drôle noël",
            "Livré en Tailles ADULTE AVEC AVANT grand motif imprimé",
            "Fabriquéà partir de doux 80% coton 20% polyester cavalier sweat-shirt avec grand motif imprimé devant",
            "Sweatshirts avec un design avant parfaite chandail laid pour Noël, noël UGLY sweat JUMPER"
          ],
          "other": [
            "TAILLES ADULTES S (38 \"), M (40 \"), L (42 \"), XL (44 \"), XX-LARGE (46 \")",
            "Inspired GAMES OF THRONES Ugly sweater shirt long sleeves funny christmas",
            "Comes in adult sizes with large printed front design",
            "Made from soft 80% cotton 20% polyester jumper sweatshirt with large front printed pattern",
            "Sweatshirts with a perfect front design ugly sweater for Christmas, Christmas UGLY sweatshirt JUMPER",
            "ADULT SIZES S (38\"), M (40\"), L (42\"), XL (44\"), XXL (46\")"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51Zb5lZLKPL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B017L05ZV0"
      }
    },
    {
      "asin": "B0DP347K6W",
      "csi_title": "Sweat-shirts pour femmes UK - Imprim&#233;s g&#233;om&#233;triques tendance - Manches longues - Col rond - T-shirt ample et l&#233;ger - Blouse - Tunique confortable pour le bureau, le travail quotidien et les sorties",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_36::{",
          "size_map": null,
          "additional_sizes_detected": [
            "'3x_l',"
          ],
          "structured_size": {
            "size": "'3x_l'",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "🎄Tissu : ce sweat-shirt pour femme est fabriqué en tissu de haute qualité, respirant, extensible, très doux et confortable, vous gardera à l'aise et détendu toute la journée, très doux pour la peau. Convient pour le printemps, l'automne et l'hiver.",
            "🎄Caractéristiques : les sweat-shirts pour femmes disposent d'un design humanisé, donnant aux gens une sensation de confort et de liberté. Le design unique uni et imprimé ajoute des éléments accrocheurs à votre look, vous donnant une ambiance amusante et jeune. Parfait pour les femmes, les dames, les filles.",
            "🎄Assorti : les sweats pour femmes s'adaptent à toutes les morphologies et sont faciles à assortir avec des shorts, des pantalons longs, des jeans, des chaussures blanches, des bottes, etc. Cette belle chemise élégante vous rendra plus tendance et attrayante. C'est un meilleur choix pour la garde-robe d'automne et d'hiver.",
            "🎄Occasion : Ce sweat-shirt pour femme est parfait pour le port quotidien, la maison, le bureau, jouer au ballon, les fêtes, les rendez-vous, les vêtements de rue, l'école, la course, les vacances, le week-end, le sport, la gym, le club, la randonnée, le vélo. Convient pour être porté en automne, en hiver et au printemps. Répond à vos différents besoins pour toute occasion.",
            "🎄Bon choix de cadeau : ce pull à manches longues pour femme sera votre collection incontournable. Indispensable dans votre garde-robe. Vous pouvez l'offrir comme cadeau d'anniversaire à votre amoureuse ou petite amie. Contenu du paquet : 1 sweat-shirt.",
            "Sweat-shirts pour femmes, pull à crochet avec dentelle creuse, manches longues, pull d'hiver, manches lanterne, pull ras-du-cou, pull à col rond, débardeur, tops, pull en maille pour femmes, pull imprimé, manches longues, pullover mignon, nouveaux pulls à col roulé pour femmes, pull à col roulé côtelé, pull en maille, pull rayé, pull à col roulé, sweatshirt grande taille, pull en maille à manches longues, pulls en dentelle à manches longues, pull à col rond, pull transparent, vide, pull uni",
            "Chandails pour femmes pulls pour femmes pulls cardigan pour femmes pulls pour hommes pulls d'été pour femmes pulls pour femmes pulls blancs pour femmes pulls noirs pour femmes pulls débardeurs pour femmes pulls pour femmes pulls cardigan pour femmes pulls d'été pour femmes pulls blancs pour femmes pulls blancs pour femmes",
            "sweat-shirts pour femmes UK sweatshirts surdimensionnés pour femmes hoodie essentiel été 2024 pour femmes chandail à capuche tendance vert avec fermeture éclair pour femmes sweat-shirts assortis pour adolescentes sweatshirts surdimensionnés à col rond hoodies grande taille pour femmes 3x surdimensionnés vêtements tendance d'automne pour femmes de plus de 40 ans hoodies avec design graphique mignons sweat-shirts à fermeture éclair pour femmes sweatshirts avec poches vêtements d'automne et d'hiver à fermeture éclair pour femmes mode féminine d'automne 2024",
            "Sweatshirts pour femmes, t-shirts longs pour femmes, chemises à manches longues pour femmes, sweatshirts de la Saint-Valentin, blouses de travail, chemises d’équipe pour bureau, chemises brunes pour femmes, chemises à cravate, sweatshirts à col rond, sweatshirts courts, chemises à boutonner, chemises de robe, chemises à manches longues pour femmes, chemises de cheerleading ajustées pour maman, chemises de robe pour femmes, chemises d’affaires décontractées en coton pour femmes, chemises mignonnes, chemises bleues pour femmes, sweatshirts cool, chemises jaunes, chemises surdimensionnées, chemises en polyester",
            "Sweat à col ras-du-cou à capuche avec inscription \"yes\" pour femmes, sweat à col ras-du-cou graphique pour femmes, sweat à col ras-du-cou vintage pour femmes, sweat à capuche zippé mignon pour femmes, sweat à capuche pour fans de sport et sweats à capuche, sweat à capuche blanc zippé pour femmes, sweat à capuche graphique mignon pour femmes, sweat-shirt sur le thème de la bière pour femmes, sweat-shirt essentiel, sweat à manches longues pour femmes, sweats à capuche ajustés pour femmes, sweat avec design graphique, sweat turquoise pour femmes, sweat néon vert pour femmes"
          ],
          "en": [
            "🎄Fabric:This women sweatshirt is made of high quality fabric, breathable, stretchy, very soft and comfortable, will keep you comfortable and relaxed all day, very skin-friendly. Suitable for spring, autumn and winter.",
            "🎄MATCHING - Women's sweatshirts fit any body shape and easy to match with shorts, long pants, jeans, white shoes, boots, etc. This beautiful and stylish shirt will make you more fashionable and attractive. It is a better choice for autumn and winter wardrobe.",
            "🎄Occasion:This sweatshirt for women is perfect for daily wear, home, office, prom, party, dating, street, school, running, vacation, weekend, sports, gym, club, hiking, biking. Suitable for autumn, winter and spring. To meet your different needs.",
            "🎄GOOD GIFT CHOICE:This long sleeve sweater for women will be your go-to collection. A must have in your wardrobe. You can give it as a birthday gift to your lover or girlfriend. Package includes: 1 x sweatshirt."
          ],
          "other": [
            "🎄FeaturesThe womens sweatshirt features humanized design, giving people a comfortable and free feeling. The unique solid and printed design adds eye-catching elements to your look, giving you a fun and youthful vibe. Perfect for women, girls.",
            "sweatshirts women sweater hollow crochet lace sweater long sleeve winter sweater lantern sweater round neck autumn sweater tunic tops women sweater knit ii saun sweater printed round neck loose long sleeve sweatshirts new ladies long sleeve sweatshirts new ladies long sleeve top turtleneck ribbed sweater knit sweater women striped sweater large size knitted long sleeve women lace long sleeve sweater round neck transparent solid sweater",
            "sweaters for women sweaters for women cardigan sweaters for women sweaters for men summer sweaters for women white sweaters for women black sweaters for women tank tops for women sweaters for women sweaters cardigan for women summer sweaters for women white sweaters for women white sweaters for women",
            "sweatshirts for women oversized hoodies for women summer essential outfits for women 2024 fashion hoodies green zip hoodie for women matching hoodies for teen girls oversized hoodies round neck plus size oversized hoodie for women 3 trendy oversized autumn clothes for women over 40 graphic design cute zip up hoodie for women autumn and Winter",
            "sweatshirts for women uk long sleeve t shirts for women valentines sweatshirt work blouses brown shirts for women tie shirt round neck short button down sweatshirt long sleeve shirt for women dress shirts for women dress shirts for women casual shirts cotton for women cute blue sweatshirt for women yellow sweatshirt oversized polyester shirts",
            "round neck tie round neck sweatshirt for women round neck hoodie for women round neck hoodie for women vintage graphic hoodies round neck hoodie for women zip up hoodie for women white zip up hoodie for women cute graphic hoodies for women essential long sleeve hoodie for women slim fit hoodie for women teal hoodie for women neon green sweatshirt"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61fN0sX3TxL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DP347K6W"
      }
    },
    {
      "asin": "B0FVFSQ874",
      "csi_title": "Le t-shirt de No&#235;l laid pour femmes et hommes, t-shirt du P&#232;re No&#235;l, Dirty Christmas, article de No&#235;l amusant, cadeau pour No&#235;l, Secret Santa Gift, T-shirts assortis, rouge, M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "M",
          "size_map": "M",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "100 % coton : T-shirt en 100 % coton. Ce T-shirt avec un design de Noël amusant est certainement un ajout merveilleux à votre collection.",
            "Idéal comme cadeau pour un anniversaire, une fête ou simplement pour le soin quotidien.",
            "T-shirt de Noël amusant pour l'hiver : bonne finition, sensation douce au toucher, ne vous fait aucun mal. Un Superbe",
            "Soyez assurés que notre produit est très bon",
            "Bien fait : toucher doux, aucun dommage pour votre peau. Amusant, beaucoup de belles images, fortement recommandé."
          ],
          "other": [
            "100% cotton: 100% cotton t-shirt. The fun Christmas design t-shirt is definitely a fabulous addition to your collection.",
            "Gift:Great for birthday, party or just for daily care.",
            "Funny Christmas T-shirt for winter: good workmanship, soft hand feeling, no harm to you. A stunning",
            "Please make sure our product is very good",
            "WELL MADE: Soft hand feeling, no harm to your skin. Fun, lots of beautiful pictures, highly recommended."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61FojQHLvCL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FVFSQ874"
      }
    },
    {
      "asin": "B0C4P1WG1K",
      "csi_title": "GeGekoko Pull en tricot court sexy pour femme avec col rond automne hiver chaud &#224; manches longues &#233;l&#233;gant pull court pour femme, Rose, XS",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_36::{",
          "size_map": "XS",
          "additional_sizes_detected": [
            "x_s,",
            "XS"
          ],
          "structured_size": {
            "size": "x_s",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau - Ce pull en tricot côtelé en polyester : 28 %, nylon : 21 % et viscose : 51 % est doux et bien fait et vous gardera élégant",
            "Caractéristiques - Ce pull décontracté à coupe courte avec col rond, manches longues ballon, coupe ajustée, tricot côtelé, couleur unie, longueur courte, tissu doux tendance, agréable à porter, c'est le pull parfait et à la mode pour la journée d'automne",
            "Convient : les pulls tendance avec col montant pour femme se portent facilement avec des jeans, des leggings et des shorts pour un look chic et décontracté. Combinez-les avec des vestes, des talons, des baskets, des bottes et un beau collier pour un look élégant",
            "Occasion : ce pull en tricot d'automne solide convient pour un usage quotidien, club, rendez-vous, dîner, juniors, travail, sport, quotidien, maison, école et voyages",
            "Pull femme court avec manches bouffantes, col rond en maille moche, uni, chic, tendance, tissu doux, douillet, confortable, amincissant, pull en maille côtelée avec crop top"
          ],
          "en": [
            "Material:This rib knit crop sweater is Polyester:28%, Nylon:21% and Viscose:51% made, soft and well made to keep you stylish",
            "Features: this casual crop sweater round neck, long balloon sleeve, slim fit, ribbed knit, solid color, short length, fashionable, soft fabric, comfortable to wear, it is the perfect and fashion sweater for fall",
            "Occasion: this plain fall knit sweater is suitable for daily wear, clubs, dates, dinners, juniors, work, sports, daily wear, home, school and travel"
          ],
          "other": [
            "Matching: the fashion stand-up neck sweaters for women are easy to wear with jeans, leggings, shorts for a chic and casual look, pair with jacket, heels, sneakers, boots and cute necklace for a stylish look",
            "Womens Puff Sleeve Crop Sweater Round Neck Solid Color Chic Soft Fabric Comfortable Slimming Ribbed Knit"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61k+PmJgyKL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0C4P1WG1K"
      }
    },
    {
      "asin": "B0DJ7D7X7M",
      "csi_title": "New Era 9Twenty Strapback Cord Cap - Script Noir",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Taille unique",
          "size_map": null,
          "additional_sizes_detected": [
            "One Size"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "unisex",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Produit officiel signé New Era – qualité supérieure, ajustement parfait et design emblématique pour les vrais fans."
          ],
          "other": [
            "Official New Era merchandise - top quality, perfect fit and iconic design for true fans."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61WpVtIu3pL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DJ7D7X7M"
      }
    },
    {
      "asin": "B0DWSWPPXN",
      "csi_title": "Dr&#244;le labyrinthe Fuck You Sweat &#224; Capuche",
      "csi_status": "Not Discoverable",
      "attributes": {
        "size_info": {
          "size": "2X-Large",
          "size_map": "2X-Large",
          "additional_sizes_detected": [
            "S"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "T-shirt drôle labyrinthe Fuck You",
            "241 g, coupe classique, col tissé"
          ]
        }
      },
      "dp": {
        "image": null,
        "fr_dp_url": "https://www.amazon.fr/dp/B0DWSWPPXN"
      }
    },
    {
      "asin": "B0DCSHKP9R",
      "csi_title": "Bob Je Peux Pas J&apos;Ai Planeur - Imprim&#233; en France - Cadeau Aviation Je Peux Pas J&apos;Ai Original Rigolo (Gris, l)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Grand",
          "size_map": "Grand",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "🇫🇷 IMPRIMÉ EN FRANCE: Depuis notre atelier du sud de la France, cocorico !",
            "🌱 COTON RECYCLÉ & QUALITÉ SUPÉRIEURE: Nos bobs sont en coton 100% recyclé, garantissant qualité, éco-responsabilité et longévité. Nos imprimantes haut de gamme assurent une impression de qualité et durable.",
            "♻️ PRODUIT ÉCO-RESPONSABLE: Coton 100% recyclé, encres éco-certifiées, emballages sans plastique et livraison décarbonée : Nous nous engageons pour la planète !",
            "📦 EXPÉDITION RAPIDE: Nos produits sont généralement imprimés et expédiés sous 24/72h.",
            "⭐️ SATISFACTION GARANTIE: Chez La French Touch, votre satisfaction est notre priorité! Pour toute question ou demande, notre équipe est à votre écoute."
          ],
          "other": [
            "PRINTED IN FRANCE: From our workshop in the south of France, cocorico!",
            "RECYCLED COTTON & SUPERIOR QUALITY: Our bobs are made of 100% recycled cotton, guaranteeing quality, eco-responsibility and longevity. Our premium printers ensure high-quality, long-lasting printing.",
            "Eco-friendly product: 100% recycled cotton, eco-certified inks, plastic-free packaging and decarbonised delivery: We are committed to the planet!",
            "FAST SHIPPING: Our products are usually printed and shipped within 24/72h.",
            "️ SATISFACTION GUARANTEE: At La French Touch, your satisfaction is our priority! For any question or request, our team is at your disposal."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71PynR9d8HL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DCSHKP9R"
      }
    },
    {
      "asin": "B0CRD7VNHH",
      "csi_title": "Ronronner 2 Pi&#232;ces 2024 D&#233;bardeur Gainant Ionique, D&#233;bardeur Ionique pour Homme, Contr&#244;le du Ventre pour Homme, Forme du Corps, Tissu en Soie Glace Respirante, V&#234;tement de Sport pour Homme, noir/blanc",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XXL",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Gilet gainant Lonic : Il s'agit d'un gilet qui épouse la forme du corps et d'un gilet gainant ionique en un seul produit. Ce gilet de mise en forme ionique utilise une technologie de compression avancée pour sculpter et dessiner les lignes musculaires, ce qui vous aide à avoir une meilleure silhouette et à rehausser votre glamour",
            "🎁【Doux et confortable】: Fabriqué en tissu doux et respirant, ce gilet garde votre corps au frais et offre une bonne performance d’absorption de la sueur. Vous pouvez bénéficier d'une excellente gestion de la transpiration qui évite efficacement que la sueur reste à la surface du corps et provoque un inconfort.",
            "Favoriser la circulation sanguine : Le gilet de modelage ionique aide à améliorer le métabolisme et à mieux brûler les graisses corporelles. Il vous aide à réguler le flux sanguin et la fonction vasculaire, améliorer la circulation sanguine, détendre les muscles du corps. Réduisant la fatigue corporelle, ce gilet vous aide à obtenir une forme corporelle optimale.",
            "Design professionnel : le gilet de façonnage ionique peut fortement resserrer la poitrine, exercer une pression sur le ventre et favoriser la formation de transpiration corporelle pour vous donner une silhouette mince. Si vous le portez constamment, vous pouvez obtenir une meilleure forme de corps et améliorer votre charme et votre confiance.",
            "🎁【Facile à assortir】 : ce gilet léger et polyvalent peut être porté en différentes occasions et est facile à assortir."
          ],
          "en": [
            "🎁【New Version Ionic Modeling Vest】It is a body shape undershirt and an ion carving vest in one. This ionic shapewear vest uses advanced compression technology to shape and shape muscle lines, which helps you have better body shape and enhance your glamour",
            "🎁【Soft and Comfortable】Made of soft and breathable fabric, this vest keeps your body cool and has good sweat performance. You can enjoy sweating, excellent sweat performance, effectively avoid the body surface that wicks sweat and causes discomfort.",
            "🎁【Promotional Blood Circulation】 Ionic tummy control vest helps improve metabolism and better burn body fat. It helps you regulate blood flow and vascular function, improve blood circulation, relax body muscles. Reduce body fatigue, this vest helps you achieve your optimal body shape.",
            "🎁【Easy to Match】This ionic shaper is an ideal gift for men. This lightweight and versatile vest can be worn on different occasions and is easy to match. If you have any questions, please tell me and I will answer you as soon as possible. Your satisfaction is our motivation."
          ],
          "other": [
            "🎁【Professional Design】 The ionic tummy control vest can strongly tighten the chest, put pressure on the stomach and promote body sweating to give you a slim figure. If you wear it constantly, you can achieve better body shape and enhance your charm and confidence."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71Czz9Tkq6L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CRD7VNHH"
      }
    },
    {
      "asin": "B0DPG36ZCB",
      "csi_title": "Felcia Gilet en tricot &#224; imprim&#233; l&#233;opard avec patchs et lien devant pour femme - Coupe ample - D&#233;bardeur en maille avec d&#233;tail graphique gu&#233;pard, Abricot A., M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_36::{",
          "size_map": null,
          "additional_sizes_detected": [
            "m,",
            "M"
          ],
          "structured_size": {
            "size": "m",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau : nos débardeurs tricotés pour femme sont fabriqués en 95 % polyester, 5 % élasthanne. Super doux et respirant, le gilet tricoté est chaud et confortable à porter",
            "Caractéristiques : Débardeur en maille patchwork léopard : Sans manches, col en V, imprimé léopard, patchwork, coupe ample, longueur basique. Tricoté pour femmes, fermeture à nouer, facile à mettre et à enlever",
            "Design : Gilet en tricot sans manches, avec une couleur classique, mettez en valeur votre touche féminine et vos goûts de mode. Vous aurez l'air plus charmante et jeune dans ce débardeur en tricot",
            "À associer : Débardeur à nouer devant, se porte bien avec des leggings, des jupes, des jeans, des shorts, des bottes, des talons hauts, etc. Ce débardeur en maille peut également être porté sous une veste pour un look superposé",
            "Occasion : gilets en crochet pour femme, adaptés pour les rendez-vous, la maison, l'université, le bureau, le shopping, les boîtes de nuit, la plage, les vacances, la photographie, la rue, le pique-nique et d'autres occasions"
          ],
          "en": [
            "Design: sleeveless knitted vest, with classic color, show your feminine touch and fashion taste. You will look more charming and youthful in this knit tank top",
            "Matching: Tie front tank top, go well with leggings, skirts, jeans, shorts, boots, high heels, etc. This knitted tank top can also be worn under a jacket for a layered look"
          ],
          "other": [
            "Material Our womens knitted tank tops are made of 95% polyester, 5% spandex. Super soft and breathable, the knitted vest is warm and comfortable to wear",
            "Features: Leopard Patchwork Sweater: Sleeveless, V Neck, Leopard Print, Patchwork, Loose Fit, Basic Length. Women's knitwear, tie closure, easy to put on and take off",
            "Occasion:Women crochet vests, suitable for dating, home, college, office, shopping, nightclub, beach, vacation, photography, street, picnic and other occasions"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71kOUKM2Y0L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DPG36ZCB"
      }
    },
    {
      "asin": "B08R3VN6JR",
      "csi_title": "Nike Femme Park 20 Shorts, Noir/Blanc/Blanc, M EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "M",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Ce qui en fait un favori décontracté à porter dans la rue",
            "Département : femme"
          ],
          "other": [
            "Polaire douce et spacieuse",
            "82 % coton, 18 % polyester",
            "Type de sport : football",
            "Soft and spacious fleece",
            "Making it a casual favorite to wear on the street",
            "82% Cotton, 18% Polyester",
            "Sport Type: Football",
            "Department: Women"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61jWst9OOhL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B08R3VN6JR"
      }
    },
    {
      "asin": "B0CSK7YKHX",
      "csi_title": "GRECERELLE Tunique d&#233;contract&#233;e pour femme, t-shirt &#224; manches courtes, doux, pliss&#233; sur le devant, col rond, tee-shirts pour le printemps, blouse ample pour dames, L",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Large",
          "size_map": "Large",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Plis sur le devant : Ce haut d'été pour femme dispose d'un design élégant plissé sur le devant, ajoutant une touche d'élégance à votre tenue et créant un look visuellement attrayant.",
            "Imprimé floral d'été : Orné de beaux imprimés floraux, ces hauts sont parfaits pour embrasser l'esprit vibrant de l'été et ajouter une touche de couleur à votre garde-robe.",
            "Matériau confortable : Fabriqué à partir de tissu de haute qualité, ce haut pour femme offre une sensation douce et confortable, assurant confort et respirabilité tout au long de la journée.",
            "Polyvalent et élégant : Ce chemisier ample décontracté peut être facilement associé à un jean, un short ou une jupe, ce qui le rend adapté pour diverses occasions telles que les sorties décontractées, les fêtes ou les vacances à la plage.",
            "Caractéristiques du t-shirt : Ce chemisier pour femme est simple et tendance, basique et mignon. Le chemisier à col rond, à manches courtes pour femme avec poignets froncés et pli sur le devant rendent ce haut pour femme plus fluide, frais et élégant."
          ],
          "en": [
            "PLEATED FRONT - This summer tops for women features a stylish pleated front design, adding a touch of elegance to your outfit and creating a visually appealing look.",
            "COMFORTABLE MATERIAL - Made from high quality fabric, this women's top offers a soft and comfortable feel, ensuring comfort and breathability all day long.",
            "VERSATILE & STYLISH This casual loose blouse can be easily paired with jeans, shorts or skirt, making it suitable for various occasions such as casual outings, parties or beach holidays.",
            "T-Shirt Features: This women's blouse is simple and fashionable, basic and cute. The round neck, short sleeve blouse for women with ruched cuffs and front pleat make this women's top more flowing, fresh and elegant."
          ],
          "other": [
            "SUMMER FLORAL PRINTS - Adorned with beautiful floral prints, these tops are perfect for embracing the vibrant spirit of summer and adding a splash of color to your wardrobe."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/91KUzA2hMHL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CSK7YKHX"
      }
    },
    {
      "asin": "B0G6BPPV56",
      "csi_title": "Homme gar&#231;ons Id&#233;e Cadeau dr&#244;le Humour pr&#233;nom pour Qasim T-Shirt",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "1X",
          "size_map": "1X",
          "additional_sizes_detected": [
            "S"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "« Qasim », cadeau humoristique pour le prénom Qasim, Cadeau pour les hommes et garçons, idée cadeau prénom style idéal pour Qasim, ce « Qasim.",
            "C’est “LE” cadeau unique, original, humour, humoristique, style par excellence pour Qasim.",
            "Léger, Coupe classique, manche à double couture et ourlet à la base"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/B1pppR4gVKL.png%7C0%2C0%2C2140%2C2000%2B0.0%2C0.0%2C2140.0%2C2000.0_AC_SX466_.png",
        "fr_dp_url": "https://www.amazon.fr/dp/B0G6BPPV56"
      }
    },
    {
      "asin": "B09RTCBTQK",
      "csi_title": "Polo Fruit of the Loom pour homme, XXL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XX-Large",
          "size_map": "XX-Large",
          "additional_sizes_detected": [
            "$additional_links_augmentor_927::{",
            "xx_l,"
          ],
          "structured_size": {
            "size": "xx_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Patte à trois boutons avec boutons assortis de la même couleur",
            "Composition : mélange de fils facile d'entretien en 65 % polyester, 35 % coton."
          ],
          "other": [
            "Lot de 3 polos Fruit of the Loom 65/35 63-402-0",
            "Poids : en blanc : 170 g/m², en couleur : 180 g/m², 130 g/m².",
            "1 bloc-notes HL",
            "Fruit of the Loom 65/35 63-402-0 Polo Shirt Set of 3",
            "Three-button placket with same colour buttons",
            "Material: easy-care yarn blend made from 65% polyester, 35% cotton",
            "Weight: white, 170 g/m², colour: 180 g/m², 130 g/m²",
            "1 x HL Kauf Notepad"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61ie0jPYmlL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B09RTCBTQK"
      }
    },
    {
      "asin": "B00AO7BYNG",
      "csi_title": "Knecht LX1883 Filtre &#224; air",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "MAHLE Filtre à air",
            "Numéro OE: 1654600Q1L, 1654600Q2G, 1654600Q3E, 4420258, 4423824, 7485145004, 93167904, 8200795348, 95519246, 1654600Q4C",
            "Veuillez choisir votre véhicule dans la liste déroulante pour vérifier sa compatibilité avec le produit."
          ],
          "other": [
            "Filtre D'air: compatible avec VW Polo IV 3/5 portes (9N, 9A), compatible avec SEAT Ibiza III 3/5 portes (6L), compatible avec AUDI A3 Sportback (8VA, 8VF), compatible avec AUDI A3 Sportback (8PA), compatible avec RENAULT Clio II 3/5 portes (BB, CB, BB0/1/2, CB0/1/2), compatible avec OPEL Insignia A Sports Tourer (G09), compatible avec VW Golf II 3/5 portes (19E, 1G1), compatible avec BMW X1 (E84)",
            "MAHLE LX 1883 engine air filter // Dimensions (mm): L 292 x W 202 x H 82 // Premium filter in OE quality",
            "High quality filter material for durability, consistent with vehie manufacturer quality, maximizing fuel efficiency",
            "Captures up to 99.98% of toxic dust, soot and tire parts; High dust holding capacity",
            "Longueur globale: 292",
            "Largeur [mm]: 202"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61c6V33fz6L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B00AO7BYNG"
      }
    },
    {
      "asin": "B0G2M6YF8P",
      "csi_title": "Carte M&#232;re TV 6870C-0532A 6871L-3806D (carte T-Con), Compatible Avec Les T&#233;l&#233;viseurs LG 43LF5400-UB, 43LH5500-UA, 43LJ5500-UA, 43LK5700PUA, 43LF5100, 43LF5400 Et 43LF5900 (43 Pouces).",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Prolongez la durée de vie de votre téléviseur: la carte mère est le composant principal du téléviseur. Un dysfonctionnement peut affecter le fonctionnement normal des autres composants, voire accélérer leur vieillissement. Remplacer la carte mère garantit le bon fonctionnement de tous les composants du téléviseur, réduit les dommages causés aux autres pièces par des problèmes de carte mère et prolonge ainsi la durée de vie du téléviseur, vous évitant ainsi le coût d'un remplacement complet.",
            "Correction des problèmes de compatibilité: Lors de son utilisation, le téléviseur peut rencontrer des incompatibilités avec certains périphériques externes (décodeurs, consoles de jeux, systèmes audio, etc.), comme une non-reconnaissance ou des problèmes de synchronisation de l'image et du son. Le remplacement de la carte mère peut résoudre ces problèmes de compatibilité, permettant au téléviseur de fonctionner parfaitement avec divers périphériques externes et d'étendre ses fonctionnalités.",
            "Optimisation des effets audio: Si la carte mère présente des problèmes, la sortie audio du téléviseur peut être affectée, ce qui peut entraîner du bruit, des fluctuations de volume et d'autres problèmes. Remplacer la carte mère garantit une transmission stable du signal audio et vous permet de profiter d'un son plus pur, plus clair et plus immersif, comme au cinéma.",
            "Améliorez la fluidité du système: Une carte mère vieillissante peut ralentir le fonctionnement du téléviseur, avec des temps de réponse lents lors du changement de chaîne ou de l'ouverture d'applications. Une nouvelle carte mère dotée de capacités de traitement plus puissantes et d'une architecture système optimisée peut fluidifier le fonctionnement du téléviseur et améliorer considérablement l'expérience utilisateur."
          ],
          "en": [
            "Audio effect optimization: If the motherboard has problems, the audio output of the TV may be affected, which can lead to noise, volume fluctuations and other problems. Replacing the motherboard ensures stable audio signal transmission and allows you to enjoy purer, clearer and more immersive sound like in the cinema."
          ],
          "other": [
            "Extend the life of your TV: the motherboard is the main component of the TV. Malfunction can affect the normal functioning of other components, or even accelerate their aging. Replacing the motherboard ensures the proper operation of all TV components, reduces damage to other parts by motherboard problems, and thus extends the life of the TV, saving you the cost of a complete replacement.",
            "Fixed compatibility issues: When using it, the TV may experience incompatibilities with some external devices (set-top boxes, game consoles, audio systems, etc.), such as non-recognition or problems with image and sound synchronization. Replacing the motherboard can solve these compatibility issues, allowing the TV to work perfectly with various external devices and extend its functionality.",
            "Improve system fluidity: An aging motherboard can slow down TV operation, with slow response times when switching channels or opening applications. A new motherboard with more powerful processing capabilities and optimized system architecture can streamline TV operation and significantly improve user experience."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/712YhtTvNRL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0G2M6YF8P"
      }
    },
    {
      "asin": "B0FJ5XL9ZY",
      "csi_title": "PARKLEES T-shirt Henley pour homme, d&#233;contract&#233;, coupe ajust&#233;e, manches longues pour le fitness et l&apos;entra&#238;nement athl&#233;tique, bleu marine, L",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Large",
          "size_map": "Large",
          "additional_sizes_detected": [
            "$additional_links_augmentor_833::{",
            "l,",
            "L"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Entretien facile : lavable en machine, séchage au sèche-linge ou à l'air libre, repassage à basse température, pas de blanchiment nécessaire, repassage minimal nécessaire.",
            "Design : Ce T-shirt Henley à manches longues présente un design unicolore qui met en valeur la texture du tissu et la précision de la coupe. Il offre un look propre et net et est très polyvalent, facile à assortir avec d'autres essentiels de garde-robe. La coupe ajustée apporte une touche moderne et élégante, flattant la silhouette du porteur tout en conservant une ligne élégante.",
            "Style : les manches longues ajoutent de la profondeur visuelle et de la polyvalence au design. Pour le fitness ou un usage décontracté, les manches peuvent être roulées pour s'adapter à différentes températures et occasions. Il conserve le minimalisme épuré des styles classiques tout en offrant un mouvement dynamique et un sens du rythme lors de l'utilisation.",
            "Scènes applicables : voyages, cyclisme, sport, entraînement de gym, camping, pique-niques, sorties à la plage, golf, réunions de famille, shopping, fêtes d'anniversaire, événements communautaires, baseball, et comme cadeau attentionné pour la famille ou les amis.",
            "Taille : ce style présente une silhouette ajustée. Veuillez noter que les types de corps varient, nous vous recommandons donc de consulter le tableau des tailles détaillé avant d'acheter pour garantir le meilleur ajustement.",
            "Style: Long sleeves add visual depth and versatility to the design. For fitness or leisure, the sleeves can be rolled up to suit different temperatures and occasions. It retains the streamlined minimalism of classic styles while providing dynamic movement and a sense of rhythm during use.",
            "Size: This style features a fitted silhouette. Please note body types vary, so we recommend checking the detailed size chart before purchasing to ensure the best fit."
          ],
          "en": [
            "DESIGN This long sleeve henley shirt features a solid color design that highlights the fabric texture and a precise fit. It offers a clean and crisp look and is very versatile, easy to match with other wardrobe essentials. The slim fit adds a modern and elegant touch, flattering the wearer's physique while maintaining a sleek silhouette."
          ],
          "other": [
            "EASY CARE - Machine washable, tumble dry or hang dry, low iron, no bleach required, minimal ironing required.",
            "Applicable scenes: travel, cycling, sports, gym training, camping, picnics, beach trips, golf, family gatherings, shopping, birthday parties, community events, baseball, and as a thoughtful gift for family or friends."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/813iEwDVlFL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FJ5XL9ZY"
      }
    },
    {
      "asin": "B0CKXZ2YGF",
      "csi_title": "Intimitaly Irge Lot de 3 T-shirts pour Homme en Coton Thermique Chaud &#224; Manches Demi, Col V et Col Rond Blanc Bleu ou Noir, XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "X-Large",
          "size_map": "X-Large",
          "additional_sizes_detected": [
            "$additional_links_augmentor_832::{",
            "x_l,",
            "XL"
          ],
          "structured_size": {
            "size": "x_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "✅ INTIMITÉ THERMIQUE ET LÉGÈRE : La priorité de ce t-shirt en 100% Coton Chaud Irge est de donner un sentiment absolu de protection au corps contre les intempéries, en l’isolant et en le gardant au chaud pendant toute sa durée d’utilisation. L'encolure est parfaite, permettant au vêtement d'être porté confortablement tous les jours sous un pull ou une veste.",
            "✅ TRANSPIRANT : Pour être au chaud, vous devez d’abord être au sec. C'est une priorité incontestable de ce vêtement et grâce à son tissu léger, fin et respirant et à son brossage interne, le porter sera un plaisir. En outre, ce tissu interlock gratté est antistatique, donc il ne provoque pas l'électricité statique inconfortable au moment de se déshabiller.",
            "✅ POLYVALENT : Grâce aux fibres élastiques du tissu qui s’adaptent aux mouvements du corps, il est idéal pour tout type d’activité ou sport en intérieur et en extérieur comme la randonnée, la salle de sport et le jogging.",
            "✅ OEKO TEX : Oeko-tex standard 100 est un système de test et de certification indépendant pour les produits textiles pour tous les types de production grâce à la chaîne de contrôle textile. L'étiquette Confidence en textiles sur chaque produit suivant la norme Oeko-Tex 100 indique que le fabricant est certifié comme respectueux de l'environnement tant dans les processus que dans les usines, et testé pour vérifier l'absence de substances nocives"
          ],
          "en": [
            "THERMAL AND LIGHTWEIGHT PRIVACY: The priority of this Irge 100% warm cotton t-shirt is to give the body an absolute feeling of protection from the weather, insulating and keeping it warm throughout its duration of use. The neckline is perfect, allowing the garment to be worn comfortably every day under a sweater or jacket.",
            "TRANSPIRANT: To be warm, you must first be dry. It is an undoubted priority of this garment and thanks to its light, thin and breathable fabric and internal brushing, wearing it will be a pleasure. In addition, this brushed interlock fabric is anti-static, so it does not cause uncomfortable static electricity when undressing."
          ],
          "other": [
            "Versatile: thanks to the elastic fibres of the fabric that adapt to the movements of the body, it is ideal for any type of indoor and outdoor activity or sports such as hiking, the gym and jogging.",
            "OEKO TEX: Oeko-tex Standard 100 is an independent testing and certification system for textile products for all types of production thanks to the textile control chain. The Confidence label in textiles on each product according to Oeko-Tex Standard 100 indicates that the manufacturer is certified as environmentally friendly in both processes and factories, and tested for harmful substances"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61GIRbprFiL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CKXZ2YGF"
      }
    },
    {
      "asin": "B0CNXLH9Z4",
      "csi_title": "Selente Sweet Dreams Femme &#201;l&#233;gant D&#233;bardeur Court ou Long (Fabriqu&#233; dans l&apos;UE) avec Dentelle Noble, Sangles noires, 66",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Mittel",
          "size_map": "Mittel",
          "additional_sizes_detected": [
            "66",
            "40"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Design élégant : embellissements séduisants en dentelle sur l'encolure et les manches pour une élégance intemporelle.",
            "LONGUEUR ET MANCHES POLYVALENTS : Disponible en style court ou long avec manches courtes, manches longues ou sans manches pour toutes les saisons.",
            "Détails flatteurs : fronces au niveau de la poitrine et décolleté en V profond qui flatte",
            "Confort maximal : fabriqué en viscose douillette avec une élasticité optimale grâce à l'élasthanne.",
            "CADEAU IDÉAL : Large gamme de tailles du 8 au 16 (S-XXL) - Parfait pour les anniversaires de mariage, les anniversaires de naissance ou la Saint-Valentin."
          ],
          "other": [
            "ELEGANT DESIGN - Seductive lace embellishments on neckline and sleeves for timeless elegance.",
            "VERSATILE LENGTH AND SLEEVES: Available in short or long version with short sleeves, long sleeves or sleeveless straps for all seasons.",
            "FLATTERING FIGURE DETAILS - Shirring at the chest and deep V-neck flatters the figure.",
            "Maximum comfort: made of cuddly viscose with optimal elasticity thanks to elastane.",
            "IDEAL GIFT - Wide choice of sizes from 8 to 16 (S-XXL) perfect for anniversaries, birthdays or Valentine's Day."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71PirSKeEDL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CNXLH9Z4"
      }
    },
    {
      "asin": "B08W9PNV4R",
      "csi_title": "Montre Steampunk intemporelle Voyage dans le temps Cadeau T-Shirt",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "1X",
          "size_map": "1X",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Vous êtes à la recherche d'un cadeau approprié ? Alors vous devriez acheter ce design exceptionnel. Les gens vont adorer ce motif cool. Excellent cadeau pour votre mère, père, grand-père, grand-mère, oncle, tante, sœur ou frère.",
            "Une idée cadeau idéale pour les amoureux et les fans que ce soit pour Noël ou un anniversaire. Une excellente surprise pour toute occasion spéciale comme la fête des pères, la fête des mères et tout autre anniversaire. Papa, Mama, Opa oder Oma werden sich darüber freuen.",
            "Léger, Coupe classique, manche à double couture et ourlet à la base"
          ],
          "en": [
            "Looking for a matching gift? People will love this cool design. An ideal gift for your mother, father, grandpa, grandma, uncle, aunt, sister or brother."
          ],
          "other": [
            "Perfect gift idea for Christmas or birthday. A big surprise for any special occasion such as Father's Day, Mother's Day and any other birthday. Dad, mom, grandpa or grandmother will be delighted.",
            "Lightweight, classic fit, double-stitched sleeve and hem at hem"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/B1pppR4gVKL.png%7C0%2C0%2C2140%2C2000%2B0.0%2C0.0%2C2140.0%2C2000.0_AC_SX569_.png",
        "fr_dp_url": "https://www.amazon.fr/dp/B08W9PNV4R"
      }
    },
    {
      "asin": "B08XBCM3CR",
      "csi_title": "New Era New York Yankees MLB League Essential Toffee 9Forty Infant Cap - Infant",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "6-24 mesi",
          "size_map": null,
          "additional_sizes_detected": [
            "6-24 mois"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": "Material:",
          "normalized": "Material:"
        },
        "bullet_points": {
          "fr": [
            "Produit officiel signé New Era – qualité supérieure, ajustement parfait et design emblématique pour les vrais fans."
          ],
          "other": [
            "Official New Era merchandise - top quality, perfect fit and iconic design for true fans."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71uMwObXsJL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B08XBCM3CR"
      }
    },
    {
      "asin": "B0CZN51NZK",
      "csi_title": "Haloumoning Haut m&#233;di&#233;val pour gar&#231;ons - T-shirts cosplay pour enfants - Costume Halloween Renaissance Viking Warrior Chevalier Tops, vert, 4-6 ans",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "4-6 Jahre",
          "size_map": "4-6 Jahre",
          "additional_sizes_detected": [
            "4-6 Years",
            "4-6 ans"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Enfant",
            "Kid"
          ],
          "normalized": "kid"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Costumes de style traditionnel pour enfants. Tissus et fils de haute qualité, doux pour la peau, confortables, respirants, résistants, légers et doux pour un port toute la journée.",
            "Col en V, manches courtes, couleur unie, coupe ample. La broderie unique sur le col, les poignets, les fentes latérales et le bord inférieur donne à l'ensemble de la tenue un look vintage raffiné et classique.",
            "REMARQUE - Ce produit ne contient pas de ceinture ! ! !",
            "Complément idéal pour un costume vintage victorien, colonial, steampunk rétro de pirate, costume médiéval ou un déguisement de Viking, barbare, Jacobite, archer ou Celte. Pirat, guerrier, chevalier, combattant, marin, noble, prince, comte, etc.",
            "Parfait pour les jeux de rôle, LARP, costumes d'Halloween, carnaval, mascarade, théâtre, parade festive, cosplay, Pâques, Comic Con, scène de théâtre, séance photo, mascarade, fête de danse, spectacle sur scène, bal costumé, etc. Idéal à porter avec des bottes!",
            "TAILLE - 120(4-6 ans) /130(6-8 ans) /140(8-10 ans) /150(10-12 ans) /160(12-14 ans). Veuillez vous référer à la dernière image pour plus de mesures avant de commander.",
            "CONSEILS D'ENTRETIEN - Lavage à la main/Lavage en machine délicat. Température inférieure à 30 °C. Ne pas utiliser d'eau de javel. Repassage après réception et lavage.",
            "Traditional style costume for children. High quality yarns and fabrics, skin-friendly, comfortable, breathable, durable, lightweight and soft for all day wear."
          ],
          "en": [
            "Note: This product does not contain a belt. !"
          ],
          "other": [
            "Si vous souhaitez en savoir plus sur les tenues tendance pour enfants/tout-petits, veuillez cliquer sur « HALOUMONING » pour entrer dans notre boutique.",
            "V Neck, Short Sleeve, Solid Color, Loose Fit The unique embroidery on the collar, cuffs, side slits and bottom edge gives the whole outfit a refined and classic vintage look.",
            "Ideal addition to a vintage pirate costume, Victorian, Colonial, Steampunk, Medieval costume or Viking costume, Barbarian, Jacobite, Archer or Celtic costume. pirate, warrior, knight, warrior, sailor, nobility, prince, count, etc.",
            "Perfect for Role Play, Role Play, Role Play, Halloween Costume, Carnival, Drama, Festive Parade, Cosplay, Easter, Comic, Theater Stage, Photo Shoot, Masquerade, Dance Party, Stage Show, Costume Ball, etc. Ideal to wear with boots",
            "Size: 120 (4-6 years)/130 (6-8 years)/140 (8-10 years)/150 (10-12 years)/160 (12-14 years). Please refer to the last picture for more measurements before ordering.",
            "Care Instructions: Hand Wash/Machine Wash Light Temperature below 30℃. Do not bleach. Iron after receiving and washing.",
            "If you want to know more about fashion kids/toddler outfits, please click \"Haloumoning \" to enter our store."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/612IaNIlrqL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CZN51NZK"
      }
    },
    {
      "asin": "B0C2BM9H2D",
      "csi_title": "HERMKO 488710 T-shirt extra long pour homme &#224; manches courtes +6cm Col en V avec bord en dessous, olive, L",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "6",
          "size_map": "6",
          "additional_sizes_detected": [
            "L"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Une particularité est la bande élastique intégrée au bas. Cela empêche le déplacement vers le haut du sous-vêtement et assure un ajustement parfait. Le t-shirt a une longueur supplémentaire de 6 cm.",
            "Le linge en coton blanc peut être lavé jusqu'à 95 °C",
            "La norme Öko-Tex Standard 100 est un système de vérification et de certification international unifié et indépendant pour les textiles bruts et doubles",
            "Tous les travaux allant de l’équipement, la couture jusqu’à l’emballage sont effectués en Europe. Toute la découpe est effectuée selon nous",
            "Elle est spécialement conçue pour les personnes de grande taille et est agréable à porter dans le pantalon sans glisser"
          ],
          "other": [
            "White cotton clothes can be washed at temperatures up to 95 ° C",
            "The Oeko-Tex Standard 100 is an independent international testing and certification system for raw, intermediate and F products",
            "All manufacturing stages, from finishing and sewing to packaging, are carried out in Europe. The complete sewing process",
            "Especially suitable for tall men and can be worn comfortably without slipping inside the trousers"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71Wdx65rMcL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0C2BM9H2D"
      }
    },
    {
      "asin": "B0CX746C1B",
      "csi_title": "New Era 39Thirty Stretch Cap - Red Bull Racing Navy",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "M-L",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Produit officiel signé New Era – qualité supérieure, ajustement parfait et design emblématique pour les vrais fans."
          ],
          "other": [
            "Official New Era merchandise - top quality, perfect fit and iconic design for true fans."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71IsxQmZtNL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CX746C1B"
      }
    },
    {
      "asin": "B0DJHDJ1H9",
      "csi_title": "New Era 9Twenty Strapback Cap - Red Bull Racing Navy",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Taille unique",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Produit officiel signé New Era – qualité supérieure, ajustement parfait et design emblématique pour les vrais fans."
          ],
          "other": [
            "Official New Era merchandise - top quality, perfect fit and iconic design for true fans."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71x85caGiUL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DJHDJ1H9"
      }
    },
    {
      "asin": "B0CKXW33ZK",
      "csi_title": "Intimitaly Irge Lot de 3 T-shirts pour Homme en Coton Thermique Chaud &#224; Manches Demi Col V et Col Rond Blanc Bleu ou Noir, Medium",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Medium",
          "size_map": "Medium",
          "additional_sizes_detected": [
            "$additional_links_augmentor_669::{",
            "m,",
            "M"
          ],
          "structured_size": {
            "size": "m",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "✅ INTIMITÉ THERMIQUE ET LÉGÈRE : La priorité de ce t-shirt en 100% Coton Chaud Irge est de donner un sentiment absolu de protection au corps contre les intempéries, en l’isolant et en le gardant au chaud pendant toute sa durée d’utilisation. L'encolure est parfaite, permettant au vêtement d'être porté confortablement tous les jours sous un pull ou une veste.",
            "✅ RESPIRANT : Pour être au chaud, vous devez d’abord être au sec. Ceci est une priorité indiscutable de ce vêtement et grâce à son tissu léger, fin et respirant et à son brossage intérieur, le porter sera un plaisir. En outre, ce tissu interlock gratté est antistatique, donc il ne provoque pas l'électricité statique inconfortable au moment de se déshabiller.",
            "✅ POLYVALENT : Grâce aux fibres élastiques du tissu qui s’adaptent aux mouvements du corps, il est idéal pour tout type d’activité ou sport en intérieur et en extérieur comme la randonnée, la salle de sport et le jogging.",
            "✅ OEKO TEX : Oeko-tex standard 100 est un système indépendant de test et de certification pour les produits textiles pour tous les types de production à travers la chaîne de contrôle textile. L'étiquette Confidence en textiles sur chaque produit suivant la norme Oeko-Tex 100 indique que le fabricant est certifié comme respectueux de l'environnement tant dans les processus que dans les usines, et testé pour vérifier l'absence de substances nocives"
          ],
          "en": [
            "THERMAL & LIGHTWEIGHT UNDERWEAR - The priority of this 100% warm cotton Irge jersey is to give the body an absolute sense of protection against atmospheric agents, insulating and keeping it warm throughout its entire period of use. The neckline is right, it allows the garment to be dressed and comfortable to wear every day under a sweater or jacket.",
            "Breathable: To be warm, you must first be dry. It is an undoubted priority of this garment and thanks to its light, thin and breathable fabric and internal brushing, wearing it will be a pleasure. In addition, this brushed interlock fabric is anti-static, so it does not cause uncomfortable static electricity when undressing."
          ],
          "other": [
            "Versatile: thanks to the elastic fibres of the fabric that adapt to the movements of the body, it is ideal for any type of indoor and outdoor activities or sports such as hiking, the gym or jogging.",
            "OEKO TEX: Oeko-tex Standard 100 is an independent testing and certification system for textile products for all types of production thanks to the textile control chain. The Confidence label in textiles on each product according to Oeko-Tex Standard 100 indicates that the manufacturer is certified as environmentally friendly in both processes and factories, and tested for harmful substances"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61kHB6fB-9L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CKXW33ZK"
      }
    },
    {
      "asin": "B0FZJV6XZ3",
      "csi_title": "Benson Boones Sun Baseball Cap 2025 y2k Retro Unisexe-Teens Gewaschene Hip Hop H&#252;te Sonnencreme Custom Outdoor Gym Snapback Cap Mode imprim&#233; Coton",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Taille Unique",
          "size_map": "Taille Unique",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "**Design Accrocheur et Confort Optimal** : La Casquette de baseball présente un design imprimé unique, parfaitement adapté pour les hommes et les femmes. Avec une taille ajustable de taille: 56-60 cm (22.05-23.62 in), elle offre un confort idéal tout au long de la journée.",
            "**Matériaux de Haute Qualité** : Fabriquée en coton léger et respirant, cette casquette est conçue pour un port quotidien agréable. Sa douceur et sa légèreté en font un accessoire parfait pour les activités de plein air et les voyages.",
            "**Polyvalente pour Toutes les Occasions** : Que ce soit pour une promenade décontractée, un événement sportif ou une sortie en mode streetwear, cette Casquette baseball s’adapte à toutes les situations, ajoutant une touche tendance à votre tenue.",
            "**Fonctionnalités Pratiques** : Avec des caractéristiques telles que la protection anti-UV, la coupe-vent et le séchage rapide, cette casquette est idéale pour les journées ensoleillées et les activités sportives, garantissant votre confort.",
            "**Satisfaction Garantie** : Nous nous engageons à vous offrir un produit de qualité avec un service après-vente impeccable. Votre satisfaction est notre priorité, et nous sommes là pour répondre à toutes vos questions concernant la Casquette baseball."
          ],
          "en": [
            "**HIGH QUALITY MATERIALS**: Made of lightweight and breathable cotton, this cap is designed for comfortable daily wear. Its softness and lightness make it a perfect accessory for outdoor activities and travel.",
            "**VERSATILE FOR ALL OCCASIONS**: Whether it's a casual stroll, a sporting event or a streetwear outing, this baseball cap adapts to any situation, adding a fashionable touch to your outfit.",
            "**PRACTICAL FEATURES**: With features such as UV protection, windproof and quick drying, this cap is ideal for sunny days and sports activities, ensuring your comfort."
          ],
          "other": [
            "**Eye-Catching Design and Optimal Comfort**:The baseball cap features a unique printed design, perfectly fit for both men and women. With an adjustable waist size: 56-60 cm (56-60 cm), it offers ideal comfort throughout the day.",
            "**SATISFACTION GUARANTEE**: We are committed to offering you a quality product with impeccable after-sales service. Your satisfaction is our top priority, and we are here to answer any questions you may have regarding the Baseball Cap."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71YJcsprvHL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FZJV6XZ3"
      }
    },
    {
      "asin": "B00U6VIO9C",
      "csi_title": "Rimmel Provocalips 16hr Kissproof Lipstick, I&apos;ll Call You, 0.14 Fluid Ounce by Rimmel",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Rimmel Provocalips Kissproof Rouge à lèvres 16 heures, I'll Call You, 0,4 oz"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61SDSNrVzFL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B00U6VIO9C"
      }
    },
    {
      "asin": "B0D1G98SXC",
      "csi_title": "GRECERELLE Tunique d&#233;contract&#233;e pour femme, t-shirt &#224; manches courtes, doux, pliss&#233; sur le devant, col rond, tee-shirts pour le printemps, blouse ample pour dames, M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Medium",
          "size_map": "Medium",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Plis sur le devant : Ce haut d'été pour femme dispose d'un design élégant plissé sur le devant, ajoutant une touche d'élégance à votre tenue et créant un look visuellement attrayant.",
            "Imprimé floral d'été : Orné de beaux imprimés floraux, ces hauts sont parfaits pour embrasser l'esprit vibrant de l'été et ajouter une touche de couleur à votre garde-robe.",
            "Matériau confortable : Fabriqué à partir de tissu de haute qualité, ce haut pour femme offre une sensation douce et confortable, assurant confort et respirabilité tout au long de la journée.",
            "Polyvalent et élégant : Ce chemisier ample décontracté peut être facilement associé à un jean, un short ou une jupe, ce qui le rend adapté pour diverses occasions telles que les sorties décontractées, les fêtes ou les vacances à la plage.",
            "Caractéristiques du t-shirt : Ce chemisier pour femme est simple et tendance, basique et mignon. Le chemisier à col rond, à manches courtes pour femme avec poignets froncés et pli sur le devant rendent ce haut pour femme plus fluide, frais et élégant."
          ],
          "en": [
            "【Front Pleat】This summer tops for women features a stylish pleated front design, adding a touch of elegance to your outfit and creating a visually appealing look.",
            "COMFORTABLE MATERIAL - Made from high quality fabric, this women's top offers a soft and comfortable feel, ensuring comfort and breathability all day long.",
            "VERSATILE AND STYLISH This casual loose blouse can be easily paired with jeans, shorts or skirt, making it suitable for various occasions such as casual outings, parties or beach holidays.",
            "T-Shirt Features: This women's blouse is simple and fashionable, basic and cute. The round neck, short sleeve blouse for women with ruched cuffs and front pleat make this women's top more flowing, fresh and elegant."
          ],
          "other": [
            "Summer Floral Print: Adorned with beautiful floral prints, these tops are perfect for embracing the vibrant spirit of summer and adding a splash of color to your wardrobe."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81Rgg4eKDAL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0D1G98SXC"
      }
    },
    {
      "asin": "B0F13W83DL",
      "csi_title": "PSD Boxer pour homme avec tissu &#233;vacuant l&apos;humidit&#233; - Respirant et offrant un bon maintien, multicolore, Large",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_36::{",
          "size_map": "Large",
          "additional_sizes_detected": [
            "l,",
            "Large",
            "L"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Avec certaines de vos bières préférées, y compris Coors, Modelo, Pacific, et plus encore.",
            "Tissu doux et respirant qui évacue l'humidité",
            "Large microfibre extra douce et taille élastique avec logo emblématique PSD",
            "Entretien du produit : lavage en machine à froid, séchage à basse température."
          ],
          "other": [
            "Cliquez sur le nom de notre marque en haut de la page pour acheter notre boutique de marque",
            "With some of your favorite beers, including Coors, Modelo, Pacific, and more.",
            "Soft, breathable fabric wicks away moisture",
            "Extra soft wide microfiber and elastic waistband with iconic logo PSD",
            "Product Care Machine wash cold, tumble dry low.",
            "Click on our brand name at the top of the page to buy our brand store"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81aDtCHbwoL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F13W83DL"
      }
    },
    {
      "asin": "B0D1YM5G5L",
      "csi_title": "String transparent pour femme, sans couture, en maille fine, sous-v&#234;tement sexy, petit string pour femme, rouge, M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_36::{",
          "size_map": "M",
          "additional_sizes_detected": [
            "m,",
            "M"
          ],
          "structured_size": {
            "size": "m",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Material: made of materials durable enough for daily use.",
            "Matériel : composé de matériaux suffisamment durables pour une utilisation quotidienne.",
            "Caractéristiques : design tendance qui vous rend plus attrayant.",
            "【Collection】 Le haut pour homme est facile à porter et s’adapte bien à tous les types de pantalons.",
            "Taille : veuillez vous référer au tableau des tailles sur la photo."
          ],
          "other": [
            "Features: fashionable design makes you more attractive.",
            "【Collection】 The men's top is easy to wear and fits well with all types of trousers.",
            "OCCASIONS - The men's t-shirt is a great choice for daily wear.",
            "Size: Please refer to the size chart in the picture.",
            "Occasions : le t-shirt pour homme est un excellent choix pour un usage quotidien."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61bxawvJGTL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0D1YM5G5L"
      }
    },
    {
      "asin": "B08JYG6MNY",
      "csi_title": "Fred Perry Polo &#224; pointes jumelles pour homme, M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "M",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Tricot piqué",
            "Patte boutonnée",
            "Bordure rayée, logo brodé",
            "Lavage à froid"
          ],
          "other": [
            "Pique knit",
            "Button placket",
            "Striped trim, embroidered logo",
            "Cold wash",
            "Length: 70 cm",
            "Longueur : 70 cm"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81tgRAj4EsL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B08JYG6MNY"
      }
    },
    {
      "asin": "B008MWML8W",
      "csi_title": "Mil-Tec Mixte Chemise &#192; Manches Longues-10931002 Blouse, Noir, S EU",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "S",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériel de haute qualité",
            "Séchage rapide"
          ],
          "other": [
            "Respirant",
            "Design sportif",
            "Marque: Miltec",
            "High quality material",
            "Breathable",
            "Quick drying",
            "Sporty design",
            "Brand: Miltec"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/615zYcGgsPL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B008MWML8W"
      }
    },
    {
      "asin": "B0DC4SRWJH",
      "csi_title": "New Era 9Forty Strap Cap - Colour Block Los Angeles Lakers",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Taille Unique",
          "size_map": "Taille Unique",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": "not_applicable",
          "normalized": "not_applicable"
        },
        "bullet_points": {
          "fr": [
            "Produit officiel signé New Era – qualité supérieure, ajustement parfait et design emblématique pour les vrais fans."
          ],
          "other": [
            "Official New Era merchandise - top quality, perfect fit and iconic design for true fans."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71gUlvKaH6L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DC4SRWJH"
      }
    },
    {
      "asin": "B09QLD68RQ",
      "csi_title": "New Era Chicago Bulls NBA Diamond Era Black 9Forty Adjustable Cap - One-Size",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Taille unique",
          "size_map": null,
          "additional_sizes_detected": [
            "One Size"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "adult",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Produit officiel signé New Era – qualité supérieure, ajustement parfait et design emblématique pour les vrais fans."
          ],
          "other": [
            "Official New Era merchandise - top quality, perfect fit and iconic design for true fans."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71QwIhE0NxL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B09QLD68RQ"
      }
    },
    {
      "asin": "B07N7L883Q",
      "csi_title": "TOYO 205/40 R17 84W Pneu &#201;t&#233; XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Veuillez choisir votre véhicule dans la liste déroulante pour vérifier sa compatibilité avec le produit."
          ],
          "other": [
            "Fuel consumption: E",
            "Wet Grip: B",
            "Noise Levels: 70 dB",
            "Toyo Pneus",
            "Pneumatiques: compatible avec VW Polo IV 3/5 portes (9N, 9A), compatible avec SEAT Ibiza III 3/5 portes (6L), compatible avec PEUGEOT 206 3/5 portes (2A/C), compatible avec FORD Fiesta Mk6 3/5 portes (JA8, JR8), compatible avec FORD Fiesta Mk5 3/5 portes (JH1, JD1, JH3, JD3), compatible avec ABARTH 500 / 595 / 695 3/5 portes (312), compatible avec PEUGEOT 206 CC (2D), compatible avec OPEL Corsa C 3/5 portes (X01)"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71z7XptrQWL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B07N7L883Q"
      }
    },
    {
      "asin": "B0FGQF2VQN",
      "csi_title": "New Era 9Forty Femme Cap - Corde New York Yankees Noir",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Taille Unique",
          "size_map": "Taille Unique",
          "additional_sizes_detected": [
            "Taille unique",
            "One Size"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Produit officiel signé New Era – qualité supérieure, ajustement parfait et design emblématique pour les vrais fans."
          ],
          "other": [
            "Official New Era merchandise - top quality, perfect fit and iconic design for true fans."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51FSyCWISDL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FGQF2VQN"
      }
    },
    {
      "asin": "B01M8NRPSZ",
      "csi_title": "PHILIPS Ampoule x&#233;non Lampe x&#233;non 42403WHV2C1",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "PHILIPS Ampoule xénon",
            "Ampoule De Phare Xénon, Lampe HID, Ampoule HID, Ampoules Xénon, Lampe Xénon: compatible avec VW Golf VII 3/5 portes (5G1, BQ1, BE1, BE2), compatible avec VW Polo V 3/5 portes (6R1, 6C1), compatible avec AUDI A3 Sportback (8VA, 8VF), compatible avec AUDI A3 Sportback (8PA), compatible avec AUDI A3 3/5 portes (8P1), compatible avec VW Tiguan I (5N), compatible avec SKODA Octavia III Combi (5E5), compatible avec AUDI A4 B8 Avant (8K5)",
            "Numéro OE: 11588890, 31290593, 99963107090, N10721801, 6000634226, N10721805, 68462446AA, N10721806",
            "Veuillez choisir votre véhicule dans la liste déroulante pour vérifier sa compatibilité avec le produit."
          ],
          "other": [
            "PHILIPS Xenon bulb",
            "Xenon headlight bulb, HID lamp, HID bulb, Xenon lamp: compatible with VW Golf VII 3/5 doors (5G1, BQ1, BE1, BE2), compatible with VW Polo V 3/5 doors (6R1, 6C1), compatible with Audi A3 Sportback (8VA, 8VF), compatible with Audi A3 Sportback (8PA), compatible with Audi A3 Sportback (8PA). with AUDI A3 3/5 doors (8P1), compatible with VW Tiguan I (5N), compatible with Skoda Octavia III Estate (5E5), compatible with AUDI A4 B8 Avant (8K5)",
            "OE number: 11588890, 31290593, 99963107090, N10721801, 6000634226, N10721805, 68462446AA, N10721806",
            "Please choose your vehicle from the drop-down list to check compatibility with the product."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/81JN1L7YItL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B01M8NRPSZ"
      }
    },
    {
      "asin": "B0DDYX95XY",
      "csi_title": "New Era 9Twenty Cap - Red Bull F1 Mexico Sergio Perez",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Taille Unique",
          "size_map": "Taille Unique",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Produit officiel signé New Era – qualité supérieure, ajustement parfait et design emblématique pour les vrais fans."
          ],
          "other": [
            "Official New Era merchandise - top quality, perfect fit and iconic design for true fans."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71Dv+w9v8zL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DDYX95XY"
      }
    },
    {
      "asin": "B0FJ5Y68NT",
      "csi_title": "PARKLEES T-shirt Henley pour homme, style d&#233;contract&#233;, coupe ajust&#233;e, &#224; manches longues pour le fitness et l&apos;athl&#233;tisme, gris, L",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Large",
          "size_map": "Large",
          "additional_sizes_detected": [
            "$additional_links_augmentor_768::{",
            "l,",
            "L"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Entretien facile : lavable en machine, séchage au sèche-linge ou à l'air libre, repassage à basse température, pas de blanchiment nécessaire, repassage minimal nécessaire.",
            "Design : Ce T-shirt Henley à manches longues présente un design uni qui met en valeur la texture du tissu et la précision de la coupe. Il offre un look propre et net et est très polyvalent, facile à assortir avec d'autres accessoires essentiels de garde-robe. La coupe ajustée apporte une touche moderne et élégante, flattant la silhouette du porteur tout en conservant une ligne élégante.",
            "Style : les manches longues ajoutent de la profondeur visuelle et de la polyvalence au design. Pour le fitness ou un usage décontracté, les manches peuvent être retroussées pour s’adapter à différentes températures et occasions. Il conserve le minimalisme épuré des styles classiques tout en offrant un mouvement dynamique et un sens du rythme lors de l'utilisation.",
            "Scènes applicables : voyages, cyclisme, sport, entraînement de gym, camping, pique-niques, sorties à la plage, golf, réunions de famille, shopping, fêtes d'anniversaire, événements communautaires, baseball, et comme cadeau attentionné pour la famille ou les amis.",
            "Taille : ce style présente une silhouette ajustée. Veuillez noter que les types de corps varient, nous vous recommandons donc de consulter le tableau des tailles détaillé avant d'acheter pour garantir le meilleur ajustement.",
            "Style: Long sleeves add visual depth and versatility to the design. For fitness or leisure, the sleeves can be rolled up to suit different temperatures and occasions. It retains the streamlined minimalism of classic styles while providing dynamic movement and a sense of rhythm during use.",
            "Size: This style features a fitted silhouette. Please note body types vary, so we recommend checking the detailed size chart before purchasing to ensure the best fit."
          ],
          "en": [
            "DESIGN This long sleeve henley shirt features a solid color design that highlights the fabric texture and a precise fit. It offers a clean and crisp look and is very versatile, easy to match with other wardrobe essentials. The slim fit adds a modern and elegant touch, flattering the wearer's physique while maintaining a sleek silhouette."
          ],
          "other": [
            "EASY CARE - Machine washable, tumble dry or hang dry, low iron, no bleach required, minimal ironing required.",
            "Applicable scenes: travel, cycling, sports, gym training, camping, picnics, beach trips, golf, family gatherings, shopping, birthday parties, community events, baseball, and as a thoughtful gift for family or friends."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/810hnneq7OL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FJ5Y68NT"
      }
    },
    {
      "asin": "B0BPBD5Q6W",
      "csi_title": "T-shirt &#224; manches courtes &#224; col rond avec drapeau am&#233;ricain pour femmes - F&#234;te de l&apos;ind&#233;pendance des &#201;tats-Unis - 4 juillet - Haut patriotique - T-shirts sexy &#224; col rond pour femmes",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XL",
          "size_map": "XL",
          "additional_sizes_detected": [
            "$additional_links_augmentor_715::{",
            "x_l,"
          ],
          "structured_size": {
            "size": "x_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Style: Super cool t-shirt featuring the American flag of the United States. Put on this patriotic shirt, you will be the most elegant at the party.",
            "Style: T-shirt super tendance avec le drapeau américain des États-Unis. Portez cette chemise patriotique, vous serez la plus élégante à la fête.",
            "Convient : les hauts T-shirts peuvent être portés avec des leggings, des jeans serrés, des shorts, des pantalons de yoga, des vestes, des cardigans, etc. Peut être combiné.",
            "Sensation de confort : Les chemises à drapeau super douces et extensibles vous permettent de vous sentir au frais en été."
          ],
          "other": [
            "Suitable: T-shirt tops can be used with leggings, tight jeans, shorts, yoga pants, jackets, cardigans etc. Be combined.",
            "Comfortable Feeling The super soft and stretchy flag shirts make you feel cool in summer."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71vJbEcAwlL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0BPBD5Q6W"
      }
    },
    {
      "asin": "B0FX4H23G6",
      "csi_title": "Feclmiyt Femmes Y2k D&#233;bardeur en Satin avec Liser&#233; en Dentelle, Manches Spaghetti, D&#233;coupe Asym&#233;trique, Fente Lat&#233;rale, Top de Sortie en Soie, Robe D&#233;bardeur en Dentelle, a-1, XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XL",
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau : les débardeurs en satin pour femme sont fabriqués en 100 % polyester. Ce tissu est infroissable et très proche de la peau, vous permettant de le porter librement et sans effort, que vous sortiez ou que vous le portiez comme pyjama à la maison, pyjama en soie,",
            "Design : les points forts incluent des coupes asymétriques, des détails de superposition en dentelle satinée, des camisoles en dentelle transparente à col en V et des débardeurs longs avec ourlets en dentelle. Ces chemisiers élégants et décontractés mettent en valeur les courbes féminines et présentent des designs chics qui vous permettent de vous démarquer",
            "Caractéristiques : La collection comprend des débardeurs en satin soyeux, des camisoles à dos ouvert fendu sur les côtés, des camisoles à bretelles fines, des styles sans manches haut-bas, des robes coulissantes bordées de dentelle. Avec des couleurs unies, des designs dos nu, des ourlets irréguliers, des hauts noirs pour les femmes qui sortent",
            "Occasion : Usage quotidien, rue, fête, réunion d'amis, rendez-vous, tenue de club, anniversaire, sortie, soirée, concert, détente, voyage, shopping, vacances, fête, après-fête, soirée, dîner, etc., haut asymétrique noir, hauts asymétriques pour femmes, débardeur en satin pour femmes",
            "Assortiment : Les tops en dentelle de satin Y2k peuvent être assortis avec des pantalons, des shorts, des mini-jupes, des pantalons à jambes larges, des shorts en dentelle, des shorts en satin, des chemises, des t-shirts, des manteaux, des sweat-shirts, des pulls, des vestes, des chemisiers en soie pour femmes, de la lingerie sexy pour femmes grandes tailles, des tops asymétriques pour femmes"
          ],
          "en": [
            "Material The satin tank tops for women are made of 100% polyester. This fabric is wrinkle resistant and very close to the skin, allowing you to wear it freely and effortlessly, whether you go out or wear it as pajamas at home, silk pajamas,"
          ],
          "other": [
            "DESIGN - Highlights include asymmetrical cuts, satin lace layering details, sheer v-neck lace camisoles and long tank tops with lace hems. These stylish and casual blouses highlight feminine curves and feature chic designs that make you stand out",
            "Fratures: collection includes silky satin tank tops, side split camisoles, spaghetti strap camisoles, high-low sleeveless styles, slip on dresses with lace trim. With solid colors, backless designs, irregular hems, black tops for women",
            "Occasion: daily wear, street, party, friends gathering, dating, club, birthday, going out, concert, going out, travel, shopping, vacation, after-party, evening, dinner, etc. black asymmetric tops, women top asymmetric tops, satin tank tops for women",
            "Matching: Y2K satin lace camisole top can be matched with pants, shorts, mini skirts, wide pants, lace shorts, satin shorts, shirts, t-shirts, coats, sweaters, jackets, silk camisoles for women, sexy lingerie for women plus size, asymmetric tops for women"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61ovhDZ6VaL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FX4H23G6"
      }
    },
    {
      "asin": "B0FPDZS6JN",
      "csi_title": "QIXING Sweat-shirt en velours c&#244;tel&#233; pour homme avec col boutonn&#233; 1/4 et doublure polaire thermique coudi&#232;res, J02 Bleu marine, XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_36::{",
          "size_map": "X-Large",
          "additional_sizes_detected": [
            "x_l,",
            "X-Large",
            "XL"
          ],
          "structured_size": {
            "size": "x_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "[Design fonctionnel] Les coudières résistantes à l'usure prolongent la durabilité pour un usage quotidien ; col à bouton-pression quart de métal (facile à régler) + coutures contrastées ajoutent un style rétro ; poignets côtelés bloquent la chaleur et bloquent le vent, idéal pour le froid britannique.",
            "Double chaleur : la couche extérieure épaisse en velours côtelé repousse l'air froid (coupe-vent) ; la doublure en polaire douce retient la chaleur : double isolation, parfaite pour l'automne et l'hiver au Royaume-Uni. Restez confortable toute la journée.",
            "Occasions polyvalentes : polyvalent pour un usage quotidien décontracté (sorties du week-end, salon à la maison), vêtements de travail d'hiver (spacieux pour superposer des chemises/T-shirts), léger en plein air (marche/camping). Excellent cadeau de Noël pour les hommes.",
            "[Durabilité] Tissu en velours côtelé à tissage serré + coutures renforcées : résistant à l'usure pour un usage fréquent, conserve sa forme au fil du temps — adapté pour un usage quotidien et les activités de plein air légères.",
            "Entretien facile : lavable en machine à 30 °C : facile à entretenir sans perdre de douceur. Nous apprécions les commentaires de nos clients et affinons continuellement chaque détail pour garantir la qualité, l'ajustement et le confort."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71citcfcVLL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FPDZS6JN"
      }
    },
    {
      "asin": "B0CPV8DMD1",
      "csi_title": "Halcurt - T-shirt UV pour femme - Tailles fortes - Protection solaire UPF 50+ - Maillot de bain &#224; manches longues - Protection UV - S&#233;chage rapide - 1X-4X, 3XL Grande taille",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "XXX-Large",
          "size_map": "XXX-Large",
          "additional_sizes_detected": [
            "3XL Grande taille",
            "3XL Plus"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Composition du t-shirt UV pour femme : 82 % polyester, 18 % élasthanne. Maillot uniquement (le bas n'est pas inclus). Ce maillot de bain pour femme de grande taille est fabriqué en tissu doux, respirant, confortable, élastique et à séchage rapide. Sans soutien-gorge.",
            "Design : maillot de bain à col rond et manches raglan. Le maillot de bain UV pour femme est disponible en noir, bleu et avec des imprimés uniques. Le motif spécial vous rend plus belle lorsque vous nagez et surfez.",
            "Protection solaire UPF 50+ : Le rashguard exclusif de protection UV pour femmes protège votre peau des rayons ultraviolets A et B nocifs du soleil (UVA/UVB).",
            "Autres occasions : ce haut de protection contre les éruptions cutanées pour femmes peut être utilisé comme maillot de bain ou comme haut de sport normal. Idéal pour la natation, le surf, la plongée, le wakeboard, le stand up paddle, la plongée avec tuba et les vacances à la plage.",
            "Une variété de tailles au choix. Si vous rencontrez des problèmes avec la qualité, veuillez nous contacter Nous vous offrirons immédiatement une solution satisfaisante et le meilleur service !"
          ],
          "en": [
            "Women's UV T-shirt material: 82% polyester, 18% elastane. Shirt Only (Bottom Not Included) This swimsuit for women plus size is made of soft, breathable, comfortable, elastic and quick dry fabric. (No bra).",
            "OTHER OCCASIONS - This rash guard for women can be used as a swim top or normal sports top. Ideal for swimming, surfing, diving, wakeboarding, stand up paddle, snorkeling and beach holidays."
          ],
          "other": [
            "Design:Round Neck Raglan Sleeve Swimsuit The UV swimsuit for women is available in black, blue and with unique prints. The special pattern makes you more beautiful when swimming and surfing",
            "UPF 50+ SUN PROTECTION - The exclusive rash guard for women protects your skin from the sun's harmful ultraviolet A and B rays (UVA/UVB).",
            "【Good Customer Service】A variety of sizes to choose from. If you have any quality problems, please contact us! We will immediately offer you a satisfactory solution and the best service!"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61FsGJPncIL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CPV8DMD1"
      }
    },
    {
      "asin": "B0FPF14CLT",
      "csi_title": "QIXING Sweat-shirt en velours c&#244;tel&#233; pour homme avec col boutonn&#233; 1/4 et doublure polaire thermique coudi&#232;res, J03 Bordeaux, XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_36::{",
          "size_map": "X-Large",
          "additional_sizes_detected": [
            "x_l,",
            "X-Large",
            "XL"
          ],
          "structured_size": {
            "size": "x_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "[Design fonctionnel] Les coudières résistantes à l'usure prolongent la durabilité pour un usage quotidien ; col à bouton-pression quart de métal (facile à régler) + coutures contrastées ajoutent un style rétro ; poignets côtelés bloquent la chaleur et bloquent le vent, idéal pour le froid britannique.",
            "Double chaleur : la couche extérieure épaisse en velours côtelé repousse l'air froid (coupe-vent) ; la doublure en polaire douce retient la chaleur : double isolation, parfaite pour l'automne et l'hiver au Royaume-Uni. Restez confortable toute la journée.",
            "Occasions polyvalentes : polyvalent pour un usage quotidien décontracté (sorties du week-end, salon à la maison), vêtements de travail d'hiver (spacieux pour superposer des chemises/T-shirts), léger en plein air (marche/camping). Excellent cadeau de Noël pour les hommes.",
            "[Durabilité] Tissu en velours côtelé à tissage serré + coutures renforcées : résistant à l'usure pour un usage fréquent, conserve sa forme au fil du temps — adapté pour un usage quotidien et les activités de plein air légères.",
            "Entretien facile : lavable en machine à 30 °C : facile à entretenir sans perdre de douceur. Nous apprécions les commentaires de nos clients et affinons continuellement chaque détail pour garantir la qualité, l'ajustement et le confort."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71os41tP83L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FPF14CLT"
      }
    },
    {
      "asin": "B0FNCDGPKV",
      "csi_title": "Gilet tricot&#233; &#224; col en V pour gar&#231;ons et filles - Sans manches - Sweat-shirt mignon - Pull en maille - D&#233;bardeur - Uniforme scolaire pour enfants - Coton - Tricot &#224; c&#244;tes tendance - V&#234;tements preppy",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "11-12 ans",
          "size_map": "11-12 ans",
          "additional_sizes_detected": [
            "$additional_links_augmentor_859::{",
            "'11_years',",
            "11-12 Years"
          ],
          "structured_size": {
            "size": "'11_years'",
            "size_system": "as4",
            "body_type": "regular",
            "size_to": "'12_years'",
            "size_class": "age"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Enfant",
            "Kid"
          ],
          "normalized": "kid"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau : fabriqué à partir de tissu tricoté torsadé, le gilet pour filles et garçons est doux, confortable, léger, respirant, confortable à porter, tout en vous donnant un look élégant.",
            "Design : avec son style classique à col en V, ce pull sans manches pour garçon offre une touche moderne aux designs traditionnels. Les détails élégants côtelés de couleur contrastée sont flatteurs et adorables, la bordure côtelée au col et à l'ourlet garde la forme et la chaleur, offre une coupe ajustée.",
            "Occasion : Ces gilets en tricot pour garçons conviennent au port quotidien, tant pour les tenues formelles que décontractées, comme à l'école, pour la remise des diplômes, les cérémonies, les séances photo, les fêtes, les sorties, les vacances, etc. Ce gilet pour garçons peut être associé à une chemise comme uniforme scolaire, adapté comme pièce de sous-vêtement en hiver ou comme vêtement d'extérieur au printemps et en automne ; Idéal pour les photos, les activités religieuses, les fêtes de vacances et Noël.",
            "Options de style polyvalentes : Les gilets en tricot pour garçons et filles sont idéaux pour les uniformes scolaires ou les vêtements décontractés, adaptés comme pièce de sous-vêtement en hiver ou comme vêtement d’extérieur au printemps, en automne et en hiver. Ce gilet d’uniforme à coupe courte se marie avec des t-shirts, des blouses, des pantalons, des jeans taille haute, des jeans skinny, des shorts, des jupes ou des leggings. Ses couleurs printanières délicates, son design de style preppy et son ambiance des années 30 en font un favori décontracté et moderne. Les vestes en duvet ou les doudounes par temps froid sont également une excellente option.",
            "Taille : coupe surdimensionnée pour un look tendance, légèrement extensible pour les enfants en pleine croissance. Gilet pour tout-petits 3-4 ans. Gilet en maille pour garçons et filles 5-6 ans. Gilet pour garçons et filles 7-8 ans. Gilet pour enfants 9-10 ans. Gilet scolaire pour garçons et filles 11-12 ans. Gilet en tricot pour garçons et filles 12-13 ans. Gilet pour garçons et filles 13-54 ans.",
            "DESIGN - With its classic V-neck style, this boys sleeveless sweater offers a modern twist to traditional designs. Stylish contrast color ribbed details are flattering and adorable, ribbed trim at collar and hem keeps shape and warmth, provides a slim fit.",
            "VERSATILE STYLE OPTIONS The sweater vest for boys and girls is ideal for school uniforms or casual wear, suitable as inner layer in winter or outerwear in spring, autumn and winter. This uniform tank top pairs with T-shirts, blouses, pants, high waisted jeans, skinny jeans, shorts, skirts or leggings. Its delicate spring colors, preppy style design and 130s vibe make it a casual and modern favorite. Coat or down jacket in cold weather is also a great option."
          ],
          "en": [
            "Occasion: these boys vests are suitable for formal and casual daily wear such as school, graduation, ceremony, photo shoot, party, going out, vacation, etc. This boys vest can be matched with shirt as school uniform, suitable as inner layer in winter or outerwear in spring and autumn. Ideal for taking photos, church activities, holiday party and Christmas."
          ],
          "other": [
            "Material: made from cable knit fabric, the vest for girls and boys is soft, comfortable, lightweight, breathable, comfortable to wear, while giving you a stylish look.",
            "SIZE - Oversized fit for a fashionable look, slightly stretchy for growing kids. Vest for children aged 3 to 4 years. Vest for boys and girls aged 5-6 years. Vest for boys and girls aged 7-8 years. Vest for children aged 9-10 years. School vest for girls and boys aged 11-12 years. Knitted vest for boys and girls aged 12-13 years. Vest for girls and boys aged 13-54 years."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61k8gmMJ8cL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FNCDGPKV"
      }
    },
    {
      "asin": "B0BN6NYMCM",
      "csi_title": "Clique - T-shirt ras du cou Homme Basic Active-T, en microfibre, bande anti-transpiration, coutures lat&#233;rales, coupe slim-fit (blanc M)",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Medium",
          "size_map": "Medium",
          "additional_sizes_detected": [
            "M"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Teinture écologique Spun-Dyed",
            "Ruban anti-transpiration Coutures latérales."
          ],
          "other": [
            "T-shirt technique en microfibre.",
            "Coupe slim fit",
            "Composition : 100 % polyester",
            "Technical microfibre t-shirt.",
            "Spun-Dyed Eco Dye",
            "Sweatband Side seams.",
            "Slim fit",
            "Material: 100% Polyester"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/31K3JHQLR4L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0BN6NYMCM"
      }
    },
    {
      "asin": "B07RK341W1",
      "csi_title": "Ypser Haut court en maille transparente avec devant ouvert, d&#233;bardeur en filet, manches &#224; bretelles en r&#233;sille, chemises avec boucles en plastique d&#233;tachables, Noir , M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "M",
          "size_map": "M",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériau : 80 % nylon et 20 % élasthanne, respirant près du corps et ultra fin avec une sensation de confort comme une seconde peau",
            "Caractéristiques : Col rond, manches longues, couleur noire, transparent, ouverture sur le devant avec fermeture à boucle de sac, tendance et élégant",
            "Contenu : 1 haut court en maille transparente + 2 paires de cache-tétons aléatoires",
            "Occasion : Idéal à porter en discothèque, fête, concert de musique avec un brassière en dentelle, un débardeur ou un soutien-gorge, ou tout simplement pour un look décontracté",
            "Dimensions : Veuillez vous référer à notre mesure de taille ci-dessous avant de commander (pas le tableau des tailles Amazon)"
          ],
          "other": [
            "Material:80% Nylon and 20% Spandex, breathable close to the body and ultra thin with a comfortable feeling like a second skin",
            "Features: Round neck, long sleeve, black color, transparent, front opening with bag buckle closure, fashion and stylish",
            "Package includes 1 x sheer mesh crop top + 2 pairs random nipple covers",
            "Occasion:Great to wear in disco, party, music concert with lace bra, tank top or bra, or just for a casual look",
            "Size: Please refer to our size measurement below before ordering (not the Amazon size chart)"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51lhLf0jluL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B07RK341W1"
      }
    },
    {
      "asin": "B0DP345HTJ",
      "csi_title": "Sweat-shirts pour femmes UK - Imprim&#233;s g&#233;om&#233;triques tendance - Manches longues - Col rond - T-shirt ample et l&#233;ger - Blouse - Tunique confortable pour le bureau, le travail quotidien et les sorties",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_36::{",
          "size_map": null,
          "additional_sizes_detected": [
            "xx_l,"
          ],
          "structured_size": {
            "size": "xx_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "🌸『Matériau』- Ce sweat-shirt pull grande taille est fabriqué en tissu de haute qualité, qui est fin et confortable, plus doux pour la peau, de sorte que vous puissiez rester au chaud en automne et en hiver. Convient aux personnes de toutes les formes et tailles.",
            "Caractéristiques - Sweatshirt pour femmes grande taille avec manches longues, épaules tombantes, couleur unie, style décontracté ample, pull-over surdimensionné pour femmes, sweatshirt de sport grande taille, style ample, hauts décontractés pour femmes, sweatshirts surdimensionnés pour femmes, sweatshirt actif, pull-over actif.",
            "『Assortiment』- Ce pull est l'un des meilleurs choix pour les vêtements d'automne et d'hiver, et facile à assortir avec des shorts, des jupes, des jeans skinny, des leggings, des pantalons longs, des pantalons à jambes larges, des baskets et des chaussures décontractées, pour créer un look décontracté et à la mode.",
            "Occasion - Ce sweat-shirt pour femme est le choix idéal pour votre garde-robe. Il convient pour la maison, le port quotidien, les loisirs, le bureau, le travail, la fête, l'école, la course, le sport, la salle de gym, le yoga et d'autres occasions. Convient également pour le printemps, l'automne et l'hiver. Il peut également être offert en cadeau à votre épouse, petite amie, famille, sœurs et fille.",
            "Recommandé - Lavage à l'eau froide/Ne pas utiliser de javel/Suspendre ou sécher à l'air libre/Laver avec des couleurs similaires, ce qui augmentera la durabilité de vos vêtements ; contenu du colis : 1 x sweat-shirt taille plus.",
            "Sweat-shirt à col ras-du-cou avec cordon pour tenues d'automne pour femmes pour le travail, tenues d'automne pour femmes 2024 pour le travail, sweats à capuche pour femmes, pulls-over grande taille pour femmes avec fermeture éclair et poches zippées, sweat-shirt avec cordon, sweat-shirt léger, sweats à capuche pour femmes avec design graphique, robe sweat-shirt pour femmes, sweat-shirt noir pour femmes, sweat-shirt léger et ample pour femmes avec fermeture éclair, sweat-shirt blanc à col ras-du-cou, sweat-shirt à demi-fermeture éclair pour femmes, sweat-shirts taille XS, sweat-shirt beige",
            "Sweatshirts pour femmes, hoodies pour dames UK taille 22/24, hoodies pour dames avec fermeture éclair, hoodies pour dames taille 16, hoodies à fermeture intégrale pour hommes UK, hoodies pour hommes UK avec fermeture éclair, hoodies pour hommes UK zippés, hoodies pour hommes UK, hoodies pour hommes UK à fermeture éclair, hoodies tactiques pour hommes UK, hoodies pour hommes UK à fermeture intégrale, hoodies pour hommes UK XXXL, hoodies noirs pour hommes UK, hoodies pour hommes UK XXL, hoodies pour hommes avec fermeture éclair zippée 3XL, hoodies pour hommes avec fermeture éclair zippée Superdry, hoodies pour hommes avec fermeture éclair zippée 4",
            "Haut court grande taille à manches longues - haut de blouse médicale pour femme - t-shirts col en V - débardeur court en maille - sweat à capuche pour femme - chemise blanche pour femme - chemise en velours côtelé pour femme - hauts et chemisiers pour femme - t-shirts - hauts tunique à manches longues pour femme - hauts à manches longues grande taille pour femme - hauts à col bénitier pour femme - couverture sweatshirt - chemise blanche surdimensionnée pour femme - chemises de Saint-Valentin pour enfants - hauts à épaules dénudées - chemise nouée - chemises de sport - chemisiers en mousseline de soie pour femme",
            "Pull à capuche pour femmes sweats à capuche pour hommes uk sweats à capuche noirs pour hommes uk xxl sweats à capuche pour hommes zippés 3xl sweats à capuche pour hommes zippés superdry sweats à capuche pour hommes zippés sweats à capuche pour hommes zippés 4xl sweats à capuche pour hommes zippés and jones sweats à capuche pour hommes zippés sweats à capuche pour hommes zippés avec poches sweats à capuche pour hommes zippés légers sweats à capuche pour hommes zippés sweats à capuche pour garçons sweats à capuche pour garçons 11-12 sweats à capuche pour garçons 13-14 ans sweats à capuche pour garçons 15-1",
            "Pull pour femme - Pull en tricot à câbles décontracté - Sweatshirt à capuche pour femme à manches longues - Pull à col rond en tricot avec bloc de couleurs - Pull à col plastron mi-haut en tricot extensible à manches longues - Pull en tricot à câbles pour femme - Chandail épais et oversized - Pull pour femme à épaules dénudées et ample - Tunique lanterne - Pull décontracté en tricot - Hauts à manches longues pour femme - Pull long et oversized en tricot pour femme - Chandail épais et chunky - Pull oversized et ample en tricot pour femme - Taille Plus 8-18",
            "Features: plus size sweatshirts for women long sleeve, drop shoulder, solid color, casual loose style, plus size sports sweater, casual style, casual style, casual tops for women, active sports sweater, activated sweater."
          ],
          "en": [
            "Material: this plus size sweater is made of high quality fabric, thin and comfortable, more skin-friendly, so you can keep warm in autumn and winter. Suitable for people of all shapes.",
            "Matching: this sweater is one of the best choices for autumn and winter clothes, and easy to match with shorts, skirts, skinny jeans, leggings, long pants, wide pants, sneakers and casual shoes, to create a casual and fashionable look.",
            "Occasion: this women's sweatshirt is the ideal choice in your wardrobe. It is suitable for home, everyday wear, leisure, office, work, party, school, running, sports, gym, yoga and other occasions. Also suitable for spring, autumn and winter. It can also be given as a gift to your wife, girlfriend, family, sister and daughter.",
            "Recommended: In cold water, do not bleach, hang or line dry, wash with similar colors, this will increase the durability of your clothes. Package include:1 x Plus Size Sweatshirt"
          ],
          "other": [
            "round neck sweatshirt with drawstring fall outfits for women fall outfit for women work hoodies for women plus size hoodies for women plus size hoodies for women zipper pockets lightweight sweatshirt for women dress hoodie for women black sweatshirt for women lightweight loose fit sweatshirt women white round neck half zip sweatshirt for women xs",
            "womens sweater size 50/52 zip up hoodie women size 16 mens zip up hoodie mens zip up hoodies mens uk hoodie mens uk hoodie mens uk hoodie mens uk zip up hoodies for men uk mens zip up hoodies uk mens hoodies mens uk 3xl hoodies mens uk xxl mens zip up hoodies 3xl zip up hoodies super dry hoodies for men Zipper 4",
            "womens crop tops long sleeve v neck crop top mesh crop tops womens hoodies white shirt for women white shirt for women courderoy shirt for women long sleeve tops and blouses for women long sleeve tops for women cowl neck tops for women oversized white shirt for women valentines shirts for kids off shoulder tops for women chiffon sports shirts for women",
            "mens hoodies mens hoodie black hoodie mens xxl mens zip hoodie 3xl mens zipper hoodie mens 4xl mens zip hoodie mens 4xl mens zip up hoodie mens zip up hoodies mens zip up hoodies for men zip pockets mens lightweight hoodies for men zip hoodies for boys 11-12 years old hoodies for boys 15-1",
            "womens casual cable knit sweater long sleeve hoodie women hoodies long sleeve knitted hoodies high turtleneck sweater long sleeve stretch jumper cable knit jumper oversized sweater for women loose off shoulder tunic casual sweater fashion punk gothic long sweater women loose chunky knit jumper plus size 8-18"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61fN0sX3TxL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DP345HTJ"
      }
    },
    {
      "asin": "B0D8Q7N4BS",
      "csi_title": "Arevill T-shirt &#224; manches 3/4 pour femme - Ray&#233; - Col en V - D&#233;contract&#233; - Rayures Henley, Blanc., XL",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_36::{",
          "size_map": "44",
          "additional_sizes_detected": [
            "x_l,",
            "44",
            "$additional_links_augmentor_879::{",
            "XL"
          ],
          "structured_size": {
            "size": "x_l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Matériaux de haute qualité : le t-shirt rayé pour femmes est composé de tissus de qualité supérieure, doux, respirant, doux pour la peau et agréable à porter.",
            "Caractéristiques de conception : col en V, chemisier à manches 3/4 pour femmes, rayures, design à boutons, polyvalent, décontracté et à la mode, c'est un haut incontournable dans la garde-robe des femmes pour le printemps, l'automne et la mi-saison.",
            "Assorti avec : Les chemises pour femmes avec boutonnage sont très bien avec des pantalons, des jeans, des colliers, etc. et sont donc une pièce de vêtement polyvalente dans votre garde-robe.",
            "Occasion : les hauts col en V pour femmes sont très adaptés pour la rue, les voyages, le bureau, la vie quotidienne, le shopping, les rendez-vous, le sport, l'extérieur et d'autres occasions."
          ],
          "other": [
            "Tailles : S = (EU 36), M = (EU 38), L = (EU 40), XL = (EU 42), XXL = (EU 44).",
            "Sizes: S = (EU 36), M = (EU 38), L = EU 40, XL = EU 42, XXL = EU 44.",
            "High-quality materials: the women's striped t-shirt is made of high-quality fabrics, soft, breathable, skin-friendly and comfortable to wear.",
            "DESIGN FEATURES: V neck, 3/4 sleeve blouse for women, stripes, button design, versatile, casual and fashionable, it is a must-have top in women's wardrobe for spring, autumn and transition.",
            "Matching: The women's shirts with buttons go very well with trousers, jeans, necklaces, etc. and are therefore a versatile piece of clothing in your wardrobe.",
            "Occasion:The womens v neck tops are very suitable for street, travel, office, daily life, shopping, dating, sports, outdoor and other occasions."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/61Dhu1NtBkL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0D8Q7N4BS"
      }
    },
    {
      "asin": "B0F67CXM55",
      "csi_title": "Tee shirt duo Maman Fille personnalisable Set Maman et fille motif t&#232;lle m&#232;re t&#232;lle fille| Cadeau F&#234;te des m&#232;res | Cadeau maman personnalis&#233;",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": null,
          "size_map": null,
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [],
          "normalized": null
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Composition: 100% coton semi-peigné Bande de propreté au col. Grammage: 190g/m",
            "Caractéristiques: Création unique et neuf. Tee shirt blanc",
            "tee shirt femme : XS-S-M-L-XL tee shirt enfant : De 2 à 12 ans Body grenouillère: De 0 à 18 mois",
            "Conseils d’entretien: Lavable en machine 40°C. Repassage à l'envers.",
            "Mode d'envoi et suivi de votre commande: Envoi par la Poste en lettre suivi ou Colissimo, pour le suivi de votre commande indiqué le numéro reçu par E-mail sur le site de la Poste.fr"
          ],
          "other": [
            "Composition: 100% semi-combed cotton Neck tape Weight: 190 g/m",
            "Features: Unique and new creation. T-shirt white",
            "Women's T-shirt: XS-S-M-L-XL Children's T-shirt: From 2 to 12 years Babygrow Bodysuit: From 0 to 18 months",
            "Care instructions: Machine washable at 40°C. Iron inside out.",
            "Method of sending and tracking of your order: Sending by post in follow-up letter or Colissimo, for the follow-up of your order indicated the number received by E-mail on the website of the Poste.fr"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/41VS-9607VL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F67CXM55"
      }
    },
    {
      "asin": "B0FL79YS64",
      "csi_title": "Generisch Pull Saint Patrick Day Sweat-shirt &#224; col rond &#224; manches longues pour femme Motif feuille irlandaise, h, M",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "M",
          "size_map": "M",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Tissu de qualité supérieure : notre pull pour homme en coton + polyester allie douceur pour la peau et durabilité durable. Parfait comme pull de travail ou vêtement de sport - Respirant et douillet",
            "Version tendance : silhouette intemporelle avec des lignes épurées, que ce soit comme sweat-shirt décontracté ou t-shirt classique à manches longues. La coupe cintrée souligne la silhouette sans serrer. Idéal pour les hommes soucieux de la mode",
            "Scénario applicable : du travail en tenue de travail au sport (vêtements de sport) ou réunion de soirée : ce sweat-shirt polyvalent est à l'atelier, à la gym et aux balades en ville. Le basique parfait pour la mode masculine",
            "Design parfait : coutures robustes + poignets extensibles pour une liberté de mouvement maximale. Le t-shirt à manches longues facile d'entretien sèche rapidement – parfait pour les services postés ou les activités de plein air",
            "Pull pour homme - Pull à capuche pour homme - Pull à capuche pour homme - Pull pour homme - Mode pour homme - Pull de travail pour homme - Vêtement actif pour homme - T-shirt à manches longues pour homme - Vêtement de travail pour homme - T-shirt à manches longues en coton pour homme"
          ],
          "en": [
            "Applicable scenario: from work in workwear to sports (sportswear) or evening gathering: this versatile sweatshirt is for the workshop, gym and city walks. The perfect basic for men's fashion"
          ],
          "other": [
            "PREMIUM FABRIC - Our men's sweater made of cotton + polyester combines skin-friendly softness with long-lasting durability. Perfect as a work sweater or sportswear, breathable and cuddly",
            "Fashionable version: timeless silhouette with clean lines, whether as a casual sweatshirt or classic long-sleeved t-shirt. The fitted cut emphasises the silhouette without restriction. Ideal for fashion-conscious men",
            "Perfect design: sturdy stitching + stretch cuffs for maximum freedom of movement. Easy care long sleeve tee dries quickly - perfect for shift or outdoor activities",
            "mens sweaters mens hoodie mens hoodie mens hoodie mens sweatshirts mens mens fashion mens work sweater mens active clothing mens long sleeve t shirts mens work shirt mens long sleeve t shirts mens work wear mens long sleeve t shirts mens cotton long sleeve t shirts for men"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/617awuDjC0L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0FL79YS64"
      }
    },
    {
      "asin": "B0DNZ9TRD3",
      "csi_title": "Polo ray&#233; surdimensionn&#233; pour femme &#224; manches longues court vintage - Haut de rugby &#224; col revers Y2k - Pull t-shirt streetwear, Vert, L",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "$additional_links_augmentor_796::{",
          "size_map": null,
          "additional_sizes_detected": [
            "l,",
            "L"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Tissus : chemise rayée à manches longues, le polo Y2K pour femme est fabriqué avec 5 % de coton et 95 % d'élasthanne, un tissu respectueux de la peau ; les hauts décontractés pour femme ne boulochent pas, sont respirants, doux, délicats et confortables à porter",
            "Caractéristiques : Hauts d'automne pour femmes avec manches longues, col à revers, boutonnage au col et design épaules dénudées ; Imprimés rayés contrastés, cool et accrocheurs",
            "Design : polo rayé pour femme, t-shirt pullover à blocs de couleur, t-shirt à manches longues surdimensionné rayé et court, col en V à revers, boutonné, longueur courte, coupe ample, haut court rayé de rugby, sweat-shirt preppy pour adolescente",
            "Assorti : chemise à col rayé Y2K, polo de rugby pour femme, facile à assortir avec des jeans, shorts, jupes, pantalons larges, leggings, pantalons cargo, polo rayé aux couleurs contrastées, t-shirt ample",
            "Contenu du colis : 1 * T-shirt rayé ; Haut rayé à manches longues, hauts à blocs de couleur pour femmes et filles, adaptés pour la rentrée scolaire, la vie quotidienne, le week-end, le sport, la journée de match, les loisirs, les fêtes, les séances photo, la rue, le shopping, etc"
          ],
          "other": [
            "Fabrics:striped long sleeve shirt, Y2K women's polo shirt is made of 5% cotton and 95% spandex, a skin-friendly fabric; The casual tops for women are no pilling, breathable, soft and delicate and comfortable to wear",
            "Features: fall tops for women with long sleeves, lapel collar, button at collar and drop shoulders; Cool and eye catching contrast color striped print",
            "Design:striped polo shirts for women,oversized long sleeve t shirt,lapel v neck,button down,short length,loose fit,striped crop top,preppy sweatshirt for teen girl",
            "Matching: Y2K striped collar shirt, rugby polo shirt for women, easy to match with jeans, shorts, skirts, wide pants, leggings, cargo pants, contrast striped polo shirt, loose fit t-shirt",
            "Package include:1 x long sleeve striped t shirt; long sleeve striped tops for women and girls suitable for back school, daily life, weekend, workout, game day, leisure, party, photo shoot, street, shopping, etc"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71zkAzI7s2L.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0DNZ9TRD3"
      }
    },
    {
      "asin": "B0CTG2M5RR",
      "csi_title": "New Era 9Forty Snapback Cap - F1 HAAS Team Blanc",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Taille unique",
          "size_map": null,
          "additional_sizes_detected": [
            "One Size"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "male",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Produit officiel signé New Era – qualité supérieure, ajustement parfait et design emblématique pour les vrais fans."
          ],
          "other": [
            "Official New Era merchandise - top quality, perfect fit and iconic design for true fans."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/612UCVwSpcL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CTG2M5RR"
      }
    },
    {
      "asin": "B0CKXZ2XM3",
      "csi_title": "Intimitaly Irge Lot de 3 T-shirts pour Homme en Coton Thermique Chaud &#224; Manches Demi, Col V et Col Rond Blanc Bleu ou Noir, Large",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Large",
          "size_map": "Large",
          "additional_sizes_detected": [
            "$additional_links_augmentor_831::{",
            "l,",
            "L"
          ],
          "structured_size": {
            "size": "l",
            "size_system": "as4",
            "body_type": "regular",
            "height_type": "regular",
            "size_class": "alpha"
          }
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "✅ INTIMITÉ THERMIQUE ET LÉGÈRE : La priorité de ce t-shirt en 100% Coton Chaud Irge est de donner un sentiment absolu de protection au corps contre les intempéries, en l’isolant et en le gardant au chaud pendant toute sa durée d’utilisation. L'encolure est parfaite, permettant au vêtement d'être porté confortablement tous les jours sous un pull ou une veste.",
            "✅ TRANSPIRANT : Pour être au chaud, vous devez d’abord être au sec. C'est une priorité incontestable de ce vêtement et grâce à son tissu léger, fin et respirant et à son brossage interne, le porter sera un plaisir. En outre, ce tissu interlock gratté est antistatique, donc il ne provoque pas l'électricité statique inconfortable au moment de se déshabiller.",
            "✅ VERSATILE : Grâce aux fibres élastiques du tissu qui s’adaptent aux mouvements du corps, il est idéal pour tout type d’activité ou de sport en intérieur et en extérieur comme la randonnée, le gym et le jogging.",
            "✅ OEKO TEX : Oeko-tex standard 100 est un système de test et de certification indépendant pour les produits textiles pour tous les types de production grâce à la chaîne de contrôle textile. L'étiquette Confidence en textiles sur chaque produit suivant la norme Oeko-Tex 100 indique que le fabricant est certifié comme respectueux de l'environnement tant dans les processus que dans les usines, et testé pour vérifier l'absence de substances nocives"
          ],
          "en": [
            "THERMAL & LIGHTWEIGHT UNDERWEAR - The priority of this 100% warm cotton Irge jersey is to give the body an absolute sense of protection against atmospheric agents, insulating and keeping it warm throughout its entire period of use. The neckline is right, it allows the garment to be dressed and comfortable to wear every day under a sweater or jacket.",
            "Breathable: To be warm, you must first be dry. It is an undoubted priority of this garment and thanks to its light, thin and breathable fabric and internal brushing, wearing it will be a pleasure. In addition, this brushed interlock fabric is anti-static, so it does not cause uncomfortable static electricity when undressing."
          ],
          "other": [
            "Versatile: thanks to the elastic fibres of the fabric that adapt to the movements of the body, it is ideal for any type of indoor and outdoor activities or sports such as hiking, the gym or jogging.",
            "OEKO TEX: Oeko-tex Standard 100 is an independent testing and certification system for textile products for all types of production thanks to the textile control chain. The Confidence label in textiles on each product according to Oeko-Tex Standard 100 indicates that the manufacturer is certified as environmentally friendly in both processes and factories, and tested for harmful substances"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/612TFdywUxL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0CKXZ2XM3"
      }
    },
    {
      "asin": "B0F9Y2LPKC",
      "csi_title": "Hauts de sport pour femmes, coupe ample, en coton, &#224; manches courtes, pour la mi-saison, nouvelle coupe d&#233;contract&#233;e, v&#234;tements d&apos;int&#233;rieur, v&#234;tements de nuit pour personnes &#226;g&#233;es, grande taille",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Taille Unique",
          "size_map": "Taille Unique",
          "additional_sizes_detected": [],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adult",
            "Adulte"
          ],
          "normalized": "adult"
        },
        "target_gender": null,
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Haut pour femme - T-shirt pour femme - Haut pour femme - T-shirt pour femme - T-shirt d'été pour femme - Haut d'été pour femme - T-shirt surdimensionné pour femme - T-shirt blanc pour femme - Haut d'été pour femme - Haut d'été pour femme - T-shirt d'été pour femme - T-shirt d'été pour femme - T-shirt d'été à col en V pour femme - T-shirt blanc pour femme - T-shirt tunique pour femme",
            "T-shirts grande taille pour femmes, débardeur pour femmes, T-shirt col V pour femmes, blouses à manches courtes pour femmes, hauts et T-shirts pour femmes, tuniques pour femmes, haut bleu, débardeur pour femmes, débardeurs pour femmes, taille 7/14, haut vert, vêtements blancs pour femmes, hauts verts pour femmes, T-shirts de sport oversized pour femmes, chemise à manches longues noire pour femmes, hauts en coton pour femmes, robe en T-shirt pour femmes, T-shirt personnalisé, chemises pour femmes, T-shirts boobtube pour femmes, haut à pois pour femmes, chemises fluides pour femmes, tuniques à pois pour femmes, hauts en dentelle pour femmes",
            "T-shirt tuniques pour femme - T-shirts pour femme en pack - T-shirts pour femme en coton en pack - Hauts pour femme à col V - Hauts pour femme d'été - Hauts pour femme taille 10 - Hauts pour femme boho - Hauts pour femme à manches 3/4 - T-shirts pour femme - T-shirts pour femme en pack - Débardeur pour femme - T-shirts pour femme - T-shirt pour femme - T-shirts pour femme d'été - T-shirts pour femme taille 18 - T-shirts pour femme taille 16 - T-shirts pour femme taille 7/12 - T-shirts pour femme en lin sans manches en pack - T-shirts pour femme en coton en pack",
            "t-shirts pour femmes surdimensionnés t-shirts pour femmes en multipack t-shirt pour femmes t-shirts pour femmes à manches 3/4 t-shirts pour femmes à manches 3/702 t-shirt pour femmes gilet d'été pour femmes débardeurs d'été pour femmes hauts d'été pour femmes à manches courtes débardeurs pour femmes hauts d'été pour femmes à manches courtes chemises décontractées pour femmes hauts d'été sans manches pour femmes hauts d'été amples pour femmes t-shirt d'été pour femmes à manches courtes en coton et lin vêtements d'été pour femmes shorts d'été décontractés pour femmes gilet sans manches à col carré pour femmes",
            "T-shirts sans manches à col en V pour femmes, robes sans manches à col ras du cou pour femmes, tuniques à manches courtes pour femmes, t-shirts à manches courtes pour femmes, hauts à manches courtes pour femmes, hauts à manches courtes serrés pour femmes, chemisiers à manches courtes pour femmes, tuniques longues à manches courtes pour femmes, pulls à manches courtes pour femmes, t-shirts décontractés à manches courtes pour femmes, t-shirts décontractés à manches courtes pour femmes, chemises à manches courtes pour femmes, débardeurs côtelés pour femmes, hauts grande taille pour femmes, tuniques plissés pour femmes, hauts plissés pour femmes, t-shirts plissés pour femmes, débardeurs rembourrés pour femmes",
            "tuniques pour leggings tunique t-shirts pour femmes deux packs t-shirts pour femmes uk multipacks t-shirts en coton pour femmes deux packs t-shirts pour femmes surdimensionnés t-shirts pour femmes t-shirts tranquilm pour femmes tops pour femmes multipacks tops été pour femmes uk grandes tailles pour femmes grandes tailles uk t-shirt débardeur pour femmes uk t-shirt pour femmes timemean dames 3/702 manches tops serrés pour femmes t-shirts serrés pour femmes uk t-shirts serrés pour femmes t-shirts serrés t-shirt serré tee-shirts serrés pour femmes col rond t-shirt à manches courtes pour femmes",
            "Débardeur à bretelles spaghetti pour femme UK - Haut à bretelles spaghetti pour femme - T-shirt uni pour femme - T-shirt de couleur unie en coton et lin - Haut à nouer dans le dos - Haut à col rond pour femme - T-shirt ajusté pour femme - T-shirt ajusté pour femme - T-shirt ajusté pour femme - Gilet sans manches pour femme - Haut sans manches pour femme UK - Haut sans manches grande taille - Haut sans manches pour femme UK grande taille - coton",
            "T-shirt pour femme - T-shirt d'été à manches courtes pour femme - Manches courtes - Pantalon 5/4 - Haut blanc pour femme - Taille 42 - Débardeur d'été pour femme - Col en V - Tunique pour femme - Tunique pour femme - T-shirt en coton taille 712 - T-shirt en coton pour femme - Haut pour femme - Haut d'été pour femme",
            "T-shirt chien pour femme en cyan - T-shirt personnalisé pour femme - Impression personnalisée sur t-shirt - T-shirt personnalisé - T-shirt personnalisé pour femme - Chemises personnalisées pour femme - Crop tops pour femme - Hauts en crochet pour femme - T-shirt col rond pour femme - T-shirts col rond pour femme - T-shirt col rond pour femme - T-shirt col rond à manches longues pour femme - Vêtements col rond pour femme - Hauts col chemise - Haut en coton - Gilets en coton pour femme - Hauts en coton en veste pour femme au Royaume-Uni - Hauts en coton en veste ample pour femme au Royaume-Uni - Hauts en coton en veste grande taille pour femme au Royaume-Uni"
          ],
          "other": [
            "tops for women t shirts for women t shirts for women tops for women t shirts for women summer t shirts for women summer tops for women tops for women oversized t shirts for women white t shirts for women tops for women summer tops for women summer t shirts for women summer t shirts for women summer t shirts for women v neck t shirts for women white t shirts for women tunic shirts for women",
            "plus size t shirts for women v neck short sleeve blouse for women tops and tunic tees for women blue tops for women size 714 green white tops for women green clothing for women oversized sports tee shirts for women black long sleeve t shirts for women cotton tops for women custom t shirt for women polka dot tops for women uk lace tops for women uk tops uk tops for women uk tops for women uk tops",
            "tunic shirts for women oversized t shirts for women multi pack cotton t shirts for women v neck tops summer tops for women size 10 bohemian tops 3/4 sleeve tops for women t shirts for women summer t shirts for women size 18 tshirts for women size 16 tshirts for women size 16 tshirts for women size 712 oversized t shirt sleeveless linen shirts women tshirts multiply cotton pack",
            "womens oversized t-shirts women multipack t shirts women t shirts women 3/4 sleeve t shirts women 3/702 sleeve t shirts women summer vest women summer tube top women short sleeve tops for women summer tops short sleeve shirts women summer sleeveless shirts women summer loose tops women summer cotton linen short sleeve t-shirt summer casual t-shirt women square neck sleeveless vest",
            "sleeveless v neck t shirts for women v neck dress short sleeve tunic tops for women short sleeve tops for women short sleeve tops for women tight tops for women short sleeve tops for women short sleeve tops for women short sleeve tops for women casual short sleeve t shirts for women casual short sleeve tee shirts for women ribbed tank tops for women ribbed tank tops for women pleated tops for women padded tank tops for women",
            "tunic for leggings 2 pack t shirts for women 2 pack cotton t shirts for women oversized t shirts for women tranquilm t shirts for women summer tops for women bodycon tops for women bodycon tops for women bodycon tops for women bodycon tops for women skinny tops for women tight t shirts for women short sleeve tops for women",
            "spaghetti strap tank tops for women spaghetti strap tops for women plain t shirts for women solid color t shirts cotton and linen top tie back tops round neck tops for women fitted t shirts for women fitted t shirts for women fitted t shirts for women fitted t shirts for women sleeveless vest for women sleeveless tops for women sleeveless tops for women sleeveless tops for women sleeveless tops for women sleeveless tops for women sleeveless tops for women sleeveless tops for women sleeveless tops for women",
            "womens t shirts for women summer short sleeve t shirts for women short sleeve 5/4 pants white tops for women size 14 summer tank tops for women v neck tunic for women tunic tops for women tunic tops for women cotton tshirts size 712 cotton tshirts for women tops for women tops for women tops for women summer tops for women",
            "dog shirt for women cyan t shirts for women personalized t shirts for women personalized t shirts for women crop tops for women crochet tops for women round neck t shirts for women round neck t shirts for women round neck t shirts for women round neck t shirts for women sleeveless crew neck tee shirts long sleeve tee shirts for women cowl neck cotton tops for women cotton tops for women"
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/71xe7qCIVvL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0F9Y2LPKC"
      }
    },
    {
      "asin": "B0BR5WDP58",
      "csi_title": "AUSUAYA Femme N&#339;ud Papillon, N&#339;ud Papillon pour Uniforme de Dame ou T-shirt Cosplay d&apos;Anime pour Filles et Accessoire de F&#234;te Gothique pour Halloween GB-W-B1, blanc, taille unique",
      "csi_status": "Active",
      "attributes": {
        "size_info": {
          "size": "Taille unique",
          "size_map": null,
          "additional_sizes_detected": [
            "One Size"
          ],
          "structured_size": null
        },
        "footwear_size": null,
        "age_range": {
          "raw_values": [
            "Adulte",
            "Adult"
          ],
          "normalized": "adult"
        },
        "target_gender": "female",
        "material": {
          "raw": null,
          "normalized": null
        },
        "bullet_points": {
          "fr": [
            "Facile à utiliser avec col, chemisier, chemise, costume cosplay japois, costume lolita, etc. Sangle réglable et crochet, confortable à porter. Ces cravates pour femme connnent à toute femme ou fille de plus de 10 ans.",
            "Afin de protéger l'environnement et de réduire le gaspillage de matériaux d'emballage, ce nœud cou femme avec emballage minimal.",
            "Cravate de cou en uniforme scolaire pour filles pour une utilisation facile : design réglable et pré-attaché, ce qui le rend confortable à porter; Taille du nœud papillon pour fille de l'école : 11 x 14 cm, sangle réglable avec clip facile à utiliser. Taille unique adaptée à la plupart des femmes et des filles.",
            "Nœud papillon pour uniforme scolaire japois de haute qualité : ce nœud papillon uniforme japonais pré-noué est conçu avec un artisanat de qualité supérieure en polyester et accessoires. Ne se décolore pas. Les attaches et la cravate resteront fortes et feront le travail au mieux.",
            "Cravate uniforme japonaise adaptée à toutes les occasions : ce nœud papillon pour femme est idéal pour les t-shirts, pulls, chemisiers, polos et robes de la même manière, ainsi que parfait pour toutes les occasions telles que les robes de mariée et les porte-bagues, les costumes, les groupes de danse, les costumes de style lolita, les costumes de remise de diplôme, la célébration, l'église, les femmes, le cosplay les filles robe de marraine, les tenues de travail, les fonctions scolaires telles",
            "Japanese Uniform Tie Suitable for All Occasions - This women's bow tie is ideal for t-shirts, sweaters, blouses, polo shirts and dresses in the same way, as well as perfect for any occasions such as wedding dresses and ring holders, costumes, dance groups, lolita style costumes, graduation costumes, celebration, church, women, cosplay girls godmother dress, work outfits, school functions such as"
          ],
          "en": [
            "In order to protect the environment and reduce the waste of packaging materials, this women's neck bow with minimal packaging.",
            "High Quality Japanese School Uniform Bow Tie - This pre-tied Japanese uniform bow tie is designed with premium polyester craftsmanship and accessories. No fading. Ties and tie will stay strong and do the job at best."
          ],
          "other": [
            "Easy to use with collar, blouse, shirt, japan cosplay costume, lolita costume, etc. Adjustable strap and hook, comfortable to wear. These women's ties know to any woman or girl over 10 years old.",
            "School uniform neck tie for girls for easy use: adjustable and pre-attached design, making it comfortable to wear; School girl bow tie size: 4.3 x 5.5 inches, adjustable strap with clip easy to use. One size fits most women and girls."
          ]
        }
      },
      "dp": {
        "image": "https://m.media-amazon.com/images/I/51ClqAsrEUL.jpg",
        "fr_dp_url": "https://www.amazon.fr/dp/B0BR5WDP58"
      }
    }
  ],
  "stats": {
    "asin_blocks_found": 100,
    "records_extracted": 100,
    "records_skipped_no_csi": 0
  }
}